Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/control-center/po/*.po
Languages: cs, et, eu, fi, pl, ro, tr, uk

source: You can set up two regular expressions here to identify the Mime Type by. These fields are optional.
cs: K identifikaci MIME typu mù¾ete nastavit a¾ 2 regulární výrazy. Tyto polo¾ky nemusíte vyplnit.
et: Te võite sisestada kuni kaks regulaaravaldist, mis määravad MIME tüübi. Need võib ka ära jätta.
fi: Voit antaa kaksi s‰‰nnˆllist‰ lauseketta, joilla voi tunnistaa t‰m‰n MIME-tyypin. N‰m‰ kent‰t ovat valinnaisia.
pl: Mo¿na wprowadziæ do dwóch wyra¿eñ regularnych dla zidentyfikowania typu MIME Pola te s± opcjonalne.
ro: Puteþi seta pânã la douã expresii regulate pentru a identifica tipul Mime Aceste câmpuri sunt opþionale.
tr: Buradan ( istediðin halde ) bir yada iki erkan-ý tabiri tanýtabilirsin ve bunlarla mime tipi belirlenmeye yarayacaktýr .
uk: Можна встановити до двох регулярних вираз╕в, що ╕дентиф╕кують тип MIME. Заповнення цих пол╕в не обов'язкове.

source: Priority
cs: Priorita
et: Prioriteet
fi: Prioriteetti
pl: Priorytet
ro: Prioritate
tr: Önem
uk: Приор╕тет

source: Order:
cs: Poøadí:
et: Järjekord:
fi: J‰rjestys:
pl: Kolejno¶æ:
ro: Ordine:
tr: Sýralama:
uk: Порядок:

source: Style:
cs: Styl:
et: Stiil:
fi: Tapa:
pl: Styl:
ro: Stil:
tr: Tip:
uk: Стиль:

source: This button sets the start order of the selected programs.
cs: Toto tlaèítko nastavuje poøadí startu vybraných programù.
et: See nupp määrab valitud programmide käivitamise järjekorra.
fi: T‰m‰ painike muuttaa valittujen ohjelmien k‰ynnistysj‰rjestyst‰.
pl: Przycisk ten ustala kolejno¶æ uruchamiania wybranych programów.
ro: Acest buton seteazã ordinea de start a programelor selectate.
tr: Bu basma seçilmiþ uygulamanýn baþlama sýralamasýný belirler .
uk: Ця кнопка визнача╓ порядок запуску вибраних програм.

source: This button sets the restart style of the selected programs: Normal programs are unaffected by logouts but can die; Respawn programs are never allowed to die; Trash programs are discarded on logout and can die; Settings programs are always started on every login.
cs: Toto tlaèítko nastavuje zpùsob restartu vybraných programù. Normální programy nejsou odhlá¹ením pøeru¹eny, ale mohou být ukonèeny. Stálé programy jsou po ukonèení opìt spu¹tìny. Zahozené programy jsou pøi odhlá¹ení pøeru¹eny a mohou být ukonèeny. Nastavovací programy jsou startovány pøi ka¾dém pøihlá¹ení.
et: See nupp määrab valitud programmide taaskäivitamise stiili: Tavalised programmid säilivad väljalogimisel ja võivad surra; Taaskäivituvad programmid käivitatakse surma korral uuesti; Tarbetud programmid ei säili väljalogimisel ja võivad surra; Häälestusprogrammid käivitatakse alati igal sisselogimisel.
fi: T‰m‰ painike asettaa valittujen ohjelmien uudelleenk‰ynnistystavan: Tavallisiin ohjelmiin uloskirjautuminen ei vaikuta, mutta ne voidaan lopettaa. Uudelleenk‰ynnistett‰vi‰ ohjelmia ei sallita lopettavan; Roskaohjelmat unohdetaan ulos kirjauduttaessa, ja ne voidaan lopettaa; Asetusohjelmat k‰ynnistet‰‰n jokaisen sis‰‰nkirjautumisen yhteydess‰.
pl: Przycisk ten ustala sposób odtwarzania wybranych programów: Zwyk³e programy nie podlegaj± zmianom podczas wylogowania, ale mog± zostaæ zamkniête Programom typu "odtwarzanego" nie pozwala siê na zamkniêcie Programy typu "usuwane" s± porzucane przy wylogowaniu i mog± zostaæ zamkniête Programy ustawieñ s± uruchamiane przy ka¿dym zalogowaniu.
ro: Acest buton seteazã ordinea de restartare a programelor selectate: Programele normale nu vor fi afectate de logout-uri, însã pot muri; Programele repornite nu li se permite sã moarã ;) Programele "gunoi" nu sunt loate în seamã la logout ºi pot sã moarã; Programele de setãri sunt întotdeauna pornite la fiecare login.
tr: Bu basma seçilmiþ olan uygulamalarýnýn baþlama tipini belirler : Normal uygulamlar çýkýþlardan etkilenmezler amma ölebilirler ; Yeniden baþlayacak uygulamlarýn ölmesine izin verilimeyecektir ; Çöplük uygulamalarý çýkýþta önemsiz kalýp , ölebilirler ; Ayarlama uygulamalarý her giriþte baþlatýlýlacaklardýr .
uk: Ця кнопка зада╓ стиль повторного запуску вибраних програм: Звичайн╕ програми збер╕гаються при завершен╕ роботи, але "смертн╕"; Пост╕йн╕ програми "безсмертн╕"; Використан╕ програми "смертн╕" та викидаються при завершен╕ роботи; Настроювальн╕ програми запускаються на початку кожного сеанса роботи.

source: This button produces a key to the program states below: Inactive programs are waiting to start or have finished; Starting programs are being given time to get running; Running programs are normal members of the session; Saving programs are saving their session details; Programs which make no contact have Unknown states.
cs: Toto tlaèítko urèuje klíè ke stavùm programù ní¾e: Neaktivní programy èekají na start nebo ukonèení; Startující programy právì nabíhají; Bì¾ící programy jsou normální programy sezení; Ukládající programy právì ukládají svùj stav; Programy, u kterých nelze zjistit stav jsou v Neznámém stavu.
et: See nupp määrab võtme programmide seisundile: Inaktiivsed programmid ootavad käivitamist või on lõpetanud; Käivituvad programmid on käivitatud, kuid pole veel seisundit teatanud; Töötavad programmid on sessiooni täieõiguslikud liikmed; Salvestavad programmid salvestavad parajasti oma seisundit; Tundmata seisundis programmidega pole ühendust saadud.
fi: T‰m‰ painike tuottaa avaimen allaoleviin ohjelmien tiloihin: Ep‰aktiiviset ohjelmat odottavat k‰ynnistyst‰ tai ne on lopetettu, K‰ynnistyv‰t ohjelmat ovat juuri k‰ynnistym‰ss‰, K‰ynniss‰ olevat ohjelmat ovat istunnon tavallisia j‰seni‰, Tallentavat ohjelmat tallentavat parhaillaan istuntoasetuksiaan ja tuntemattomat ohjelmat eiv‰t ota yhteytt‰ istunnonhallintaan.
pl: Przycisk ten tworzy klucz dla stanów programów: Programy nieaktywne oczekuj± na start lub ju¿ siê zakoñczy³y; Programy uruchamiane uzyska³y czas na rozpoczêcie dzia³ania; Programy dzia³aj±ce s± zwyk³ymi elementami sesji; Programy zapisywane s± w trakcie zapisywania szczegó³ów swoich sesji; Programy, które nie pozwalaj± na nawi±zanie kontaktu maj± stan "nieznany".
ro: Acest buton produce o cheie stãrilor de program de mai jos: Programele inactive aºteaptã sã porneascã sau au terminat; Programele ce pornesc le este dat timp sã înceapã sã ruleze; Programele ce ruleaza sunt membri normali ai sesiunii; Programele ce salveazã vor stoca detaliile lor de sesiune; Programele care nu au nici un contact vor avea status necunoscut.
tr: Bu basma alttaki durumlarýn anahtarlarýný yaratacaktýr : Pasif uygulamalarýn baþlamasý yada bitirilmeleri beklenecektir ; Baþlayan uygulamalara baþlamalarý için zaman býrakýlacaktýr ; Çalýþan uygulamalar oturumun normal üyeleridirler ; Kaydedebilen uygulamalar oturum bilgilerini kaydedebilirler ; Ve baðlanýlamayan uygulamalarýn durum bilinmiyor .
uk: Ця кнопка вида╓ так╕ типи стан╕в програм: Простоювання - оч╕кування запуску чи вже завершено; Запуск - в╕дведено час на запуск; Виконання - звичайний учасник сеанса; Збереження - збереження подробиць свого сеанса; Нев╕домо - не пов╕домлено свого стану.

source: This column gives the command used to start a program.
cs: Tento sloupec urèuje pøíkaz pou¾itý pro start programu.
et: Selles tulbas on programmi käivitamiseks kasutatud käsu nimi.
fi: T‰m‰ sarake m‰‰ritt‰‰ ohjelman k‰ynnistyskomennon.
pl: Kolumna ta podaje polecenie u¿yte do uruchomienia programu.
ro: Aceastã coloanã indicã comanda utilizatã pentru pornirea unui program.
tr: Bir uygulamayý baþlatacak komutayý burada verilir .
uk: Цей стовпчик визнача╓ команду для запуску програми.

source: Order
cs: Poøadí
et: Järjekord
fi: J‰rjestys
pl: Kolejno¶æ
ro: Ordine
tr: Sýralama
uk: Порядок

source: Style
cs: Styl
et: Stiil
fi: Tapa
pl: Styl
ro: Stil
tr: Tip
uk: Стиль

source: State
cs: Stav
et: Seisund
fi: Tila
pl: Stan
ro: Status
tr: Durum
uk: Стан

source: Inactive
cs: Neaktivní
et: Inaktiivne
fi: Ep‰aktiivinen
pl: Nieaktywny
ro: Inactiv
tr: Pasif
uk: Простоювання

source: Waiting to start or already finished.
cs: Èeká na start nebo byl ji¾ ukonèen.
et: Ootab käivitamist või on töö lõpetanud.
fi: Odottaa k‰ynnistyst‰ tai on lopetettu.
pl: Oczekuj±cy na uruchomienie lub ju¿ zakoñczony.
ro: Aºteaptã sã porneascã sau deja s-a terminat.
tr: Baþlamasýný bekleniyor yada cöktan iþ bitti .
uk: Оч╕кування запуску чи вже завершено.

source: Starting
cs: Startující
et: Käivituv
fi: K‰ynnistyv‰
pl: Uruchamiany
ro: Porneºte
tr: Baþlýyor
uk: Запуск

source: Started but has not yet reported state.
cs: Odstartoval, ale je¹tì neoznámil stav.
et: Käivitatud, kuid pole veel seisundist teada andnud.
fi: K‰ynnistetty, muttei viel‰ ilmoittanut tilaansa.
pl: Uruchomiony lecz jeszcze nie zg³osi³ stanu.
ro: Pornit, însã nu a raportat încã status-ul
tr: Baþladý , ama þu ana kadar durumundan haber yok .
uk: Запущено, але ще не пов╕домлено стан

source: Running
cs: Bì¾ící
et: Töötav
fi: K‰ynniss‰ oleva
pl: Uruchomiony
ro: Ruleazã
tr: Çalýþýyor
uk: Виконання

source: A normal member of the session.
cs: Normální program sezení.
et: Sessiooni täieõiguslik liige.
fi: Istunnon tavallinen j‰sen.
pl: Zwyk³y element sesji.
ro: Un membru normal al sesiunii
tr: Oturum normal bir üyesi .
uk: Звичайний учасник сеанса.

source: Saving
cs: Ukládání
et: Salvestav
fi: Tallentava
pl: Zapisywany
ro: Salvez
tr: Kaydediyorum
uk: Збереження

source: Saving session details.
cs: Detaily ukládání sezení.
et: Salvestab parajasti sessiooni detaile.
fi: Tallentaa istunnon tietoja.
pl: Zapisuj±cy ustawienia sesji
ro: Salvez detaliile de sesiune.
tr: Oturum özelliklerini kaydediyorum .
uk: Збереження подробиць сеанса.

source: State not reported within timeout.
cs: Stav nebyl urèitou dobu oznámen.
et: Etteantud aja jooksul ei teatanud seisundist.
fi: Tilaa ei ilmoitettu aikarajan sis‰ll‰.
pl: Stan nie zg³oszony w ustalonym okresie czasu.
ro: Status
tr: Zaman sýnýrlarý içinde durum rapor edilmedi .
uk: За в╕дведений час стан не пов╕домлено.

source: Normal
cs: Normální
et: Tavaline
fi: Tavallinen
pl: Zwyk³y
uk: Звичайна

source: Unaffected by logouts but can die.
cs: Program není ovlivnìn odhlá¹ením, ale lze ho ukonèit.
et: Säilib väljalogimisel ja võib surra.
fi: Uloskirjautuminen ei vaikuta, mutta voidaan lopettaa.
pl: Nie podlega zmianom podczas wylogowania, lecz mo¿e zostaæ zamkniêty.
ro: Neafectat de logout-uri, însã poate muri.
tr: Çýkýþtan etkilenmez amma ölebilir .
uk: Збер╕га╓ться при завершен╕ роботи, але "смертна".

source: Respawn
cs: Stálý
et: Taaskäivituv
fi: Uudelleenk‰ynnistett‰v‰
pl: Odtwarzany
ro: Restartat
tr: Yeniden baþla
uk: Пост╕йна

source: Never allowed to die.
cs: Po ukonèení je znovu odstartován (jako by nebyl ukonèen).
et: Käivitatakse surma korral uuesti.
fi: Ei sallita lopetettavan.
pl: Nigdy nie ulega zamkniêciu.
ro: Nu i se permite sã moarã.
tr: Hiç bir zaman ölme .
uk: "Безсмертна" програма

source: Trash
cs: Zahozené
et: Tarbetu
fi: Roska
pl: Usuwalny
ro: Gunoi
tr: Çöp
uk: Використана

source: Discarded on logout and can die.
cs: Program ukonèen pøi odhlá¹ení a lze ho pøeru¹it.
et: Unustatakse väljalogimisel ja võib surra.
fi: Hyl‰t‰‰n uloskirjauduttaessa ja voidaan lopettaa.
pl: Porzucany przy wylogowaniu i mo¿e zostaæ zamkniêty.
ro: Neluat în seamã la logout ºi poate muri
tr: Çýkýþta unut ve ölmesine izin ver .
uk: Викида╓ться при завершен╕ роботи ╕ "смертна".

source: Always started on every login.
cs: Odstartován pøi ka¾dém pøihlá¹ení.
et: Käivitatakse alati igal sisselogimisel.
fi: K‰ynnistyy jokaisella sis‰‰nkirjautumiskerralla.
pl: Uruchamiany przy ka¿dym starcie.
ro: Pornit în totdeauna la fiecare login.
tr: Her giriþte baþlat .
uk: Запуска╓ться на початку кожного сеанса роботи.

source: Remove Program
cs: Odstranit program
et: Eemalda programm
fi: Poista ohjelma
pl: Usuñ program
ro: Eliminã program
tr: Uygulamayý sil
uk: Видалити програму

source: Options
cs: Nastavení
et: Määrangud
fi: Valinnat
pl: Opcje
ro: Opþiuni
tr: Ayarlar
uk: Параметри

source: Prompt on logout
cs: Zeptat se pøi ohlá¹ení
et: Küsi väljalogimisel nõusolekut
fi: Kysy ulos kirjauduttaessa
pl: Potwierdzenie przed zakoñczeniem pracy
ro: Întreabã la logout
tr: Oturumu kapatýrken sorgula
uk: Перепитувати при завершен╕ роботи

source: Automatically save changes to session
cs: Automaticky ulo¾ít zmìny sezení
et: Salvesta sessioonimuudatused automaatselt
fi: Tallenna istunnon muutokset automaattisesti
pl: Automatyczne zapisywanie opcji w sesji
ro: Salveazã automat schimbãrile sesiunii
tr: Oturumlar arasýndaki farký otomatikman kaydet
uk: Автоматично збер╕гати зм╕ни сеанса

source: Non-session-managed Startup Programs
cs: Programy, které nepodléhají správì sezení
et: Ilma sessioonihalduseta käivitatavad programmid
fi: Istunnonhallinnan ulkopuoliset k‰ynnistett‰v‰t ohjelmat
pl: Programy autostartu poza zarz±dzaniem sesj±
ro: Programe Startup, non-session-managed
tr: Oturumlarýný kaydedemeyen baþlangýç uygulamalarç
uk: Не керован╕ сес╕╓ю стартов╕ програми

source: Browse Currently Running Programs...
cs: Procházet aktuálnì bì¾ící programy...
et: Hetkel töötavad programmid...
fi: Selaa t‰ll‰ hetkell‰ k‰ynniss‰ olevia ohjelmia...
pl: Przegl±daj aktualnie uruchomione programy...
ro: Rãsfoieºte programele ce ruleazã în mod curent...
tr: Þu an çalýþan uygulamalarý gez ..
uk: Перегляд запущених програм...

source: Only display warnings.
cs: Pouze zobrazit varování.
et: Näita üksnes hoiatusi.
fi: N‰yt‰ vain varoitukset.
pl: Wy¶wietlaj tylko ostrze¿enia.
ro: Afiºeazã doar avertizãrile.
tr: Sadece ikazlarý göster .
uk: Лише показувати попередження.

source: Startup Command
cs: Pøíkaz pro start
et: Käivituskäsk
fi: K‰ynnistyskomento
pl: Polecenie autostartu
ro: Comandã Startup
tr: Baþlama komutasý
uk: Стартова команда

source: Programs with smaller values are started before programs with higher values. The default value should be OK
cs: Programy s men¹í hodnou jsou startovány døíve. Standardní hodnota by mìla být OK.
et: Väiksemate numbritega programmid käivitatakse enne suuremate numbritega programme. Vaikimisi antud väärtus peaks sobima
fi: Pienen arvon omaavat ohjelmat k‰ynnistet‰‰n ennen niit‰, joiden arvo on suuri. Oletusarvojen pit‰isi kuitenkin olla sopivia.
pl: Programy z przypisanymi mniejszymi warto¶ciami s± uruchamiane przed tymi z wiêkszymi. Domy¶lna warto¶æ zwykle jest odpowiednia.
ro: Programele cu valori mai mici vor fi pornite înaintea programelor cu valori mai mari. Valoarea implicitã ar trebui sã fie OK
tr: Ufak deðerli uygulamalar yüksek deðerli uygulamalardan önce baþlatýlýr . Önayarlý deðer normal þartlar altýnda iyidir
uk: Програми з меншим числом запускаються до програм з б╕льшим числом. Типове значення ма╓ бути добрим

source: The startup command cannot be empty
cs: Políèko s názvem pøíkazu nemù¾e zùstat prázdné
et: Käivituskäsk ei tohi puududa
fi: K‰ynnistyskomento ei voi olla tyhj‰
pl: Polecenie autostartu nie mo¿e byæ puste
ro: Comanda startup nu poate fi goalã
tr: Baþlangýc komutasý boþ kalamaz
uk: Стартова команда не може бути пустою

source: Add Startup Program
cs: Pøidat program pøi startu
et: Lisa käivitatav programm
fi: Lis‰‰ k‰ynnistett‰v‰ ohjelma
pl: Dodaj program autostartu
ro: Adaugã un program Startup
tr: Baþlangýç uygulamasýný ekle
uk: Додати стартову програму

source: Edit Startup Program
cs: Upravit program pøi startu
et: Häälesta käivitatavat programmi
fi: Muokkaa k‰ynnistett‰v‰‰ ohjelmaa
pl: Modyfikuj program autostartu
ro: Editeazã programul Startup
tr: Baþlangýç uygulamasýný deðiþtir
uk: Зм╕на стартово╖ програми

source: Enable
cs: Povolit
et: Lülita sisse
fi: Aktivoi
pl: D¼wiêk
ro: Activat
tr: Aç
uk: Дозволити

source: -adobe-helvetica-medium-r-normal--*-120-*-*-*-*-*-*
pl: -adobe-helvetica-medium-r-normal--*-120-*-*-*-*-*-2
ro: -adobe-helvetica-medium-r-normal--*-120-*-*-*-*-iso8859-2
tr: -adobe-helvetica-medium-r-normal--*-120-*-*-*-*-*-9
uk: -gemini-helvetica-medium-r-normal--*-80-*-*-*-*-koi8-u

source: Cancel
cs: Zru¹it
et: Vabandust
pl: Anuluj
ro: Renunþã
tr: Iptal
uk: В╕дм╕на

source: No help is available/installed. Please make sure you have the GNOME User's Guide installed on your system.
cs: Nápovìda není dostupná nebo není instalována. Ujistìte se prosím, ¾e máte instalovánu U¾ivatelskou pøíruèku Gnome.
et: Dokumentatsiooni ei ole/ei ole installeeritud. Veenduge, et GNOME kasutusjuhend on Teie süsteemi installeeritud.
fi: Ohjetta ei ole saatavilla. Ole hyv‰ ja varmista, ett‰ olet asentanut GNOME-k‰ytt‰j‰n oppaan.
pl: Pomoc nie jest dostêpna/zainstalowana. Upewnij siê, ¿e zainstalowany zosta³ Podrêcznik U¿ytkownika GNOME.
ro: Nu existã ajutor disponibil/instalat. Vã rog sã vã asiguraþi cã aþi instalat Ghidul Utilizatorului GNOME pe sistemul dvs.
tr: Yardým yüklenmemiþtir/yoktur . Lütfen Gnome kullaýcý kýlavuzunu yüklediðinden emin ol/yükle .
uk: Дов╕дкова ╕нформац╕я недоступна. Перев╕рте будь-ласка, чи Кер╕вництво користувача GNOME ╕нстальовано у ваш╕й систем╕.

source: Gradient
et: Üleminek
ro: Degrade
tr: Geçiþli
uk: Град╕╓нт

source: Program
et: Programm
fi: Ohjelma
tr: Uygulama
uk: Програма

source: Session Chooser
cs: Výbìr sezení
fi: Istunnonvalitsin

source: Cancel Login
cs: Zru¹it pøihlá¹ení

source: Start Session
fi: Aloita istunto
