Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/control-center/po/*.po
Languages: cs, et, eu, fi, pl, ro, tr, uk

source: Settings
cs: Nastavení
et: Häälestus
eu: Ezarpenak
fi: Asetukset
pl: Ustawienia
ro: Setãri
tr: Ayarlar
uk: Установки

source: RANDOM SCREENSAVER
eu: AUSAZKO PANTAILA-BABESLEA

source: Screen Saver
eu: Pantaila-babeslea

source: Pressing this button will preview current screensaver.
eu: Botoi honetan klik eginda uneko pantaila-babeslea ikusiko duzu.

source: Pressing this button will popup a dialogbox that will help you setup the current screensaver.
eu: Botoi honetan klik eginda uneko pantaila-babeslea ezartzen lagunduko dizun elkarrizketa-koadroa azalduko da.

source: Screen Saver Settings
eu: Pantaila-babeslearen ezarpenak

source: Start After
eu: Hasi

source: Minutes.
eu: minutu igaro ondoren.

source: Priority:
eu: Lehentasuna:

source: Low
eu: Txikia

source: Normal
eu: Normala

source: Shutdown monitor
eu: Itzali monitorea

source: minutes after screen saver has started.
eu: minutu igarotakoan babeslea hasi denetik.

source: Screen Saver Demo
eu: Pantaila-babeslearen demoa

source: Configure the settings of the screensaver
eu: Pantaila-babeslearen ezarpenak konfiguratu

source: Screensaver
eu: Pantaila-babeslea

source: an initialization error occurred while starting 'sound-properties-capplet'.
eu: hasieratze-errorea gertatu da 'soinu-propietateen capplet-a' abiaraztean.

source: Event
cs: Událost
et: Sündmus
eu: Gertaera
fi: Tapahtuma
pl: Zdarzenie
ro: Eveniment
tr: Eylem
uk: Под╕я

source: File to Play
cs: Pøehrávaný soubor
et: Helifail
eu: Erreproduzitu fitxategia
fi: Soitettava tiedosto
pl: Plik z d¼wiêkiem
ro: Fiºier de redat
tr: Çalýnacak dosya
uk: Грати файл

source: Sound server
eu: Soinu-zerbitzaria

source: Enable sound server startup
cs: Povolit start zvukového serveru
et: Käivita heliserver
eu: Gaitu Soinu-zerbitzariaren abiaraztea
fi: K‰yt‰ ‰‰nipalvelinta
pl: Uruchamianie serwera d¼wiêku
ro: Activeazã serverul de sunet la startup
tr: Ses sunucusunun baþlamasýný saðla
uk: Дозволити запуск сервера звуку

source: Sounds for events
cs: Ozvuèení pro události
et: Helitaust sündmustele
eu: Gertaeren soinuak
fi: ƒ‰nitapahtumat
pl: D¼wiêki dla zdarzeñ
ro: Sunete pentru evenimente
tr: Eylemlerin sesleri
uk: Звуки для под╕й

source: Audio mixer
eu: Audio nahaslea

source: Restore mixer levels of Gnome Mixer
eu: Gnome Mixer-en nahaste-mailak leheneratu

source: General
cs: Obecné
et: Üldine
eu: Orokorra
fi: Yleinen
pl: Ogólne
tr: Genel
uk: Загальн╕

source: Select sound file
eu: Hautatu soinu-fitxategia

source: Play
eu: Erreproduzitu

source: Sound Events
cs: Zvukové události
et: Sündmused
eu: Soinu-gertaerak
fi: ƒ‰nitapahtumat
pl: D¼wiêki zdarzeñ
ro: Evenimente de sunet
tr: Ses eylemi
uk: Звуки под╕й

source: This copy of the GNOME control center was not compiled with sound support
eu: GNOMEren Kontrol Zentroaren kopia hau ez da soinu-euskarriaz konpilatu

source: The sound file for this event does not exist.
eu: Gertaera honek ez du soinu-fitxategirik.

source: The sound file for this event does not exist. You may want to install the gnome-audio package for a set of default sounds.
eu: Gertaera honek ez du soinu-fitxategirik. Gnome-ren audio paketea instala dezakezu soinu lehenetsien sorta bat lortzeko.

source: Configure GNOME's use of sound
eu: Konfiguratu GNOMEren soinu-erabilpena

source: Sound
eu: Soinua

source: One
cs: Tvar 1
et: Üks
eu: Baga
fi: Yksi
pl: Raz
ro: Unu
tr: Bir
uk: Один

source: Two
cs: Tvar 2
et: Kaks
eu: Biga
fi: Kaksi
pl: Dwa
ro: Doi
tr: Iki
uk: Два

source: Eenie
cs: Krab
et: Üksi
eu: Higa
fi: Entten
pl: Gdyby
ro: Dã'
tr: Trabzonspor
uk: Еники

source: Meenie
cs: Krabice
et: Kaksi
eu: Laga
fi: Tentten
pl: kózka
ro: ºi
tr: Beþiktaþ
uk: Беники

source: Mynie
cs: Had
et: Kommi
eu: Boga
fi: Teelika
pl: nie
ro: mie
tr: Galatasaray
uk: ╥ли

source: Moe
cs: Hadice
et: Nommi
eu: Sega
fi: Mentten
pl: skaka³a
ro: o
tr: Fenerbahçe
uk: Вареники

source: Catcha
cs: Koèka
et: Vanamees
eu: Zahi
fi: Hissun
pl: to by
ro: pungã
tr: Fenerbahçe
uk: Еники

source: Tiger
cs: Tygr
et: Hüppas
eu: Zohi
fi: Kissun
pl: nó¿ki
ro: Dacã
tr: Galatasaray
uk: Беники

source: By Its
cs: Cizí
et: Üle
eu: Bele
fi: Vaapula
pl: nie
ro: nu-ti
tr: Beþiktaþ
uk: З'╖ли

source: Toe
cs: Ne tvoje
et: Pommi
eu: Ikimilikiliklik
fi: Vissun
pl: z³ama³a
ro: repugnã
tr: Trabzonspor
uk: В╕дро

source: Selected themes from above will be tested by previewing here.
cs: Vybrané téma je mo¾né otestovat zde
et: Ülevalt valitud teema on siin näha.
eu: Goian hautatutako gaiak probatzeko aurrebista agertzen da hemen.
fi: Valittuja teemoja voi kokeilla esikatselemalla niit‰ t‰ss‰.
pl: Wybrane motywy demonstrowane bêd± w tym miejscu.
ro: Temele selectate de mai sus vor fi testate pentru previzualizare aici.
tr: Üstte seçilmiþ olan görünümler burada önizlenebilinir .
uk: Вибран╕ вище теми будуть продемонстрован╕ тут.

source: Sample Button
cs: Jednoduché tlaèítko
et: Näidisnupp
eu: Mostraren botoia
fi: Esimerkkipainike
pl: Przyk³adowy przycisk
ro: Exemplu de buton
tr: Örnek basmasý
uk: Зразок кнопки

source: Sample Check Button
cs: Zatrhávací tlaèítko
et: Näidis linnukesenupp
eu: Mostraren kontrol-botoia
fi: Esimerkkivalitsin
pl: Przyk³adowy przycisk wyboru
ro: Exemplu de buton bifare
tr: Seçim basmasý
uk: Зразок кнопки вибору

source: Sample Text Entry Field
cs: Jednoduchá textová polo¾ka
et: Tekstisisestuse prooviväli
eu: Mostran testua idazteko eremua
fi: Tekstikentt‰
pl: Przyk³adowe pole tekstowe
ro: Exemplu de câmp de editare text
tr: Örnek metin verim bölgesi
uk: Зразок поля вводу тексту

source: Submenu
cs: Podmenu
et: Alammenüü
eu: Azpimenua
fi: Alivalikko
pl: Menu podrzêdne
ro: Submeniu
tr: Altmönü
uk: П╕дменю

source: Item 1
cs: Polo¾ka 1
et: Asi 1
eu: 1. elementua
fi: Kohta 1
pl: 1. element
ro: Element 1
tr: Birinci birim
uk: Елемент 1

source: Another item
cs: Jiná polo¾ka
et: Teine asi
eu: Beste elementu bat
fi: Toinen kohta
pl: Kolejny element
ro: Alt element
tr: Bapka bir birim
uk: ╤нший елемент

source: Radio Button 1
cs: Rádiové tlaèítko 1
et: Valikunupp 1
eu: 1 irrati-botoia
fi: Valintapainike 1
pl: Przycisk opcji 1
ro: Buton radio 1
tr: Birinci basýt
uk: Кнопка перемикача 1

source: Radio Button 2
cs: Rádiové tlaèítko 2
et: Valikunupp 2
eu: 2 irrati-botoia
fi: Valintapainike 2
pl: Przycisk opcji 2
ro: Buton radio 2
tr: Ikinci basýt
uk: Кнопка перемикача 2

source: Error installing theme: '%s' %s
cs: Chyba pøi instalaci tématu: '%s' %s
et: Viga teema installeerimisel: '%s' %s
eu: Errorea ondoko gaia instalatzean: '%s' %s
fi: Virhe asennettaessa teemaa: '%s' %s
pl: B³±d przy instalowaniu motywu: '%s' %s
ro: Eroare la instalarea temei: '%s' %s
tr: Görünüm '%s' yüklenirken hata oldu: %s
uk: Помилка ╕нсталяц╕╖ теми: '%s' %s

source: Select a theme to install
cs: Vyberte téma k instalaci
et: Valige teema
eu: Hautatu instalatu beharreko gaia
fi: Valitse asennettava teema
pl: Wybierz motyw do zainstalowania
ro: Selectaþi o temã pentru instalare
tr: Yüklenilcek görünümü seç
uk: Вибер╕ть тему для ╕нсталяц╕╖

source: Available Themes
cs: Dostupná témata
et: Olemasolevad teemad
eu: Gai erabilgarriak
fi: Teemat
pl: Dostêpne motywy
ro: Teme disponibile
tr: Görünümler
uk: Наявн╕ теми

source: Auto Preview
cs: Automatický Náhled
et: Näita kohe
eu: Aurrebista automatikoa
fi: Automaattinen Esikatselu
pl: Automatyczny podgl±d
ro: Previzualizare automatã
tr: Otomatikman önizle
uk: Автоматичний перегляд

source: Install new theme...
cs: Instalovat nové téma...
et: Installeeri uus teema...
eu: Instalatu gai berria...
fi: Asenna uusi teema...
pl: Zainstaluj nowy motyw...
ro: Instaleazã o nouã temã...
tr: Yeni bir görünümü yükle...
uk: ╤нсталювати нову тему...

source: User Font
cs: U¾ivatelùv font
et: Shrift
eu: Erabiltzailearen letra-tipoa
fi: K‰ytt‰j‰n kirjasin
pl: Czcionka u¿ytkownika
ro: Font utilizator
tr: Özel yazý tipi
uk: Шрифт користувача

source: Use custom font.
cs: Pou¾ít vlastní font
et: Kasuta valitud shrifti
eu: Erabili letra-tipo pertsonalizatua.
fi: K‰yt‰ omaa kirjasinta.
pl: Wykorzystanie wybranej czcionki.
ro: Utilizeazã un font specific
tr: Özel yazý tipini kullan .
uk: Використовувати нетиповий шрифт.

source: Home directory doesn't exist!
cs: U¾ivatelùv domácí adresáø neexistuje!
et: Kodukataloogi ei ole!
eu: Ez dago etxeko direktoriorik!
fi: Kotihakemistoa ei ole!
pl: Katalog domowy nie istnieje!
ro: Directorul acasã nu existã!
tr: Bark dizinin yok !
uk: Домашнього каталога нема╓!

source: Theme does not exist
cs: Téma neexistuje
et: Teemat ei ole olemas
eu: Ez dago gairik
fi: Teemaa ei ole
pl: Motyw nie istnieje
ro: Tema nu existã
tr: Görünüm yok
uk: Тема в╕дсутня

source: Command '%s' failed
cs: Pøíkaz '%s' selhal
et: Käsk '%s' ei läinud läbi
eu: '%s' komandoak huts egin du
fi: Komento '%s' ep‰onnistui
pl: Polecenie '%s' nie powiod³o siê
ro: Comanda '%s' a eºuat
tr: '%s' komutasý baparýsýz oldu
uk: Команда '%s' не виконалася

source: Unknown file format
cs: Neznámý formát souboru
et: Tundmatu failiformaat
eu: Fitxategi-formatu ezezaguna
fi: Tuntematon tiedostomuoto
pl: Nieznany format pliku
ro: Format fiºier necunoscut
tr: Tanýnmayan dosya türü
uk: Нев╕домий формат файлу

source: Select which desktop theme to use
eu: Aukeratu erabili beharreko mahaigaineko gaia

source: Theme Selector
eu: Gai-hautatzailea

source: Applications
eu: Aplikazioak

source: Sets the default feel of GNOME applications
eu: GNOME aplikazioen izaera lehenetsia ezartzen du

source: Dialogs
eu: Elkarrizketa-koadroak

source: Can detach and move toolbars
cs: Nástrojové li¹ty lze odpojit a pøesunovat
et: Nupuridu saab lahti rebida ja liigutada
eu: Tresna-barrak mugitu eta desuztartu ditzake
fi: Tyˆkalupalkit ovat irroitettavia ja siirrett‰vi‰
pl: Od³±czalne paski narzêdziowe
ro: Poate detaºa ºi muta barele de scule
tr: Araç cübuðu taþýnýr ve silinebilinir
uk: В╕дчеплення та перенос

source: Toolbars have relieved border
cs: Nástrojové li¹ty mají zvý¹ený okraj
et: Nupuread on taustast kõrgemal
eu: Tresna-barrek erliebedun ertza dute
fi: Tyˆkalupalkeilla on reuna
pl: Wystaj±ce krawêdzie pasków narzêdziowych
ro: Barele de scule au chenar vizibil
tr: Araç çubuklarýnýn görünebilinir kenarý olsun
uk: Скошен╕ поля

source: Toolbar buttons have relieved border
cs: Tlaèítka nástrojových li¹t mají zvý¹ený okraj
et: Nupurea nupud on taustast kõrgemal
eu: Tresna-barrako botoiek erliebedun ertza dute
fi: Tyˆkalupalkkien painikkeilla on reuna
pl: Wystaj±ce przyciski na paskach narzêdziowych
ro: Butoanele din barele de scule au chenar vizibil
tr: Araç çubuklarýndaki basmalarda görünebilinir kenarlar olsun
uk: Скошен╕ поля в кнопок

source: Toolbars have line separators
cs: Nástrojové li¹ty obsahují oddìlovaèe
et: Nupuridadel on vahejooned
eu: Tresna-barrek marra bereizgarriak dituzte
fi: Tyˆkalupalkeissa on erottimet
pl: Separatory na paskach narzêdziowych
ro: Barele de scule au linii separatoare
tr: Araç çubuklarýn ayýrma çubularý olsun
uk: Розд╕лювач

source: Toolbars have text labels
cs: Nástrojové li¹ty obsahují text
et: Nupurea nuppudel on tekst juures
eu: Tresna-barrek testu-etiketak dituzte
fi: Tyˆkalupalkeissa on tekstiotsikot
pl: Etykiety tekstowe na paskach narzêdziowych
ro: Barele de scule au etichete text
tr: Araç çubuklarýn metin yaftalarý olsun
uk: Текстов╕ позначки

source: Can detach and move menus
cs: Menu lze odpojovat a pøesunovat
et: Menüüsid saab lahti rebida ja liigutada
eu: Menuak mugitu eta desuztartu ditzake
fi: Valikot ovat irroitettavia ja siirrett‰vi‰
pl: Od³±czalne menu
ro: Poate detaºa ºi muta meniuri
tr: Mönüler taþýna- ve silinebilinir
uk: Можна в╕д'╓днувати та переносити

source: Menus have relieved border
cs: Menu mají zvý¹ený okraj
et: Menüüd on taustast kõrgemal
eu: Menuek erliebedun ertza dute
fi: Valikoilla on reuna
pl: Wystaj±ce krawêdzie pasków menu
ro: Meniurile au chenar vizibil
tr: Mönülerin görünebilinir kenarlarý var
uk: Скошен╕ поля

source: Submenus can be torn off
cs: Trhací podmenu
et: Alammenüüsid saab lahti rebida
eu: Azpimenuak mugi daitezke
fi: Alivalikot ovat irroitettavia
pl: Roz³±czalne menu
ro: Submeniurile pot fi dezactivate
tr: Altmönüler koparabilinir
uk: В╕дрив п╕дменю

source: Menu items have icons
cs: Polo¾ky menu obsahují ikony
et: Menüüridade juures on ikoonid
eu: Menuko elementuek ikonoak dituzte
fi: Valikkokohdissa on kuvakkeet
pl: Ikony przy elementach menu
ro: Elementele din meniu pot avea icon-uri
tr: Mönü birimlerini ikonalarý olsun
uk: П╕ктограми

source: Statusbar is interactive when possible
cs: Interaktivní stavová øádka (pokud je to mo¾né)
et: Staatusrida on interaktiivne, kui vähegi võimalik
eu: Egoera-barra interaktiboa da aukera dagoenean
fi: Tilarivi on vuorovaikutteinen, jos mahdollista
pl: Interaktywny pasek stanu kiedy to mo¿liwe
ro: Bara de status este inactivã când e posibil
tr: Durum çubuðu mümkün olduðu kadariyle interaktif olsun
uk: ╤нтерактивна, коли це можливо

source: Statusbar progress meter is on the right
cs: Prùbìh operací vpravo na stavové øádce
et: Staatusrea paremas osas on progressinäitaja
eu: Egoera-barraren jardunaren neurgarlua eskuinean dago
fi: Edistymismittari tilarivin oikealla puolella
pl: Wska¼nik postêpu po prawej stronie paska stanu
ro: Indicatorul de progres din bara de status este în dreapta
tr: Durum çubuðu'nun ilerleme göstergesi saðda olsun
uk: ╤ндикатор поступу праворуч

source: Menu Options
cs: Nastavení menu
et: Menüüde häälestus
eu: Menu-aukerak
fi: Valikkoasetukset
pl: Opcje menu
ro: Opþiuni meniu
tr: Mönü seçenekleri
uk: Параметри меню

source: Statusbar Options
cs: Nastavení stavové øádky
et: Staatusrea häälestus
eu: Egoera-barraren aukerak
fi: Tilariviasetukset
pl: Opcje paska stanu
ro: Opþiuni barã de status
tr: Durum çubuðu ayarlarý
uk: Параметри панел╕ стану

source: Toolbar Options
cs: Nastavení nástrojových li¹t
et: Nupuridade häälestus
eu: Tresna-barraren aukerak
fi: Tyˆkalupalkin asetukset
pl: Opcje paska narzêdziowego
ro: Opþiuni barã de scule
tr: Araç çubuðu ayarlarý
uk: Параметри панел╕ ╕нструмент╕в

source: Dialog buttons
eu: Elkarrizketa-koadroetako botoiak

source: Default value
eu: Balio lehenetsia

source: Spread buttons out
eu: Botoiak zabaldu

source: Put buttons on edges
eu: Botoiak ertzetan ipini

source: Left-justify buttons
eu: Botoiak ezkerrean justifikatu

source: Right-justify buttons
eu: Botoiak eskuinean justifikatu

source: Dialog buttons have icons
cs: Tlaèítka dialogù obsahují ikony
et: Dialoogide nuppudel on ikoonid
eu: Elkarrizketa-koadroetako botoiek ikonoak dituzte
fi: Valintaikkunan painikkeissa on kuvakkeet
pl: Ikony na przyciskach okien dialogowych
ro: Butoanele de dialog au icon-uri
tr: Diyalok basmalarýnýn ikonalarý var olsun
uk: П╕ктограми на кнопках

source: Use statusbar instead of dialog when possible
cs: Pou¾ít stavovou øádku místo dialogù, pokud je to mo¾né
et: Kui võimalik, kasuta dialoogi asemel staatusrida
eu: Erabili egoera-barra elkarrizketa-koadroen ordez, aukera dagoenean
fi: K‰yt‰ tilarivi‰ valintaikkunan sijaan, jos mahdollista
pl: Informacje na pasku stanu zamiast w oknie dialogowym kiedy to mo¿liwe
ro: Utilizeazã bara de status în locul dialogurilor când este posibil
tr: Mümkün olduðu kadariyel diyaloklarýn yerine durum çubuðunu kullan
uk: Використовувати панель стану зам╕сть д╕алог╕в коли це можливо

source: Dialog position
eu: Elkarrizketa-koadroaren kokapena

source: Let window manager decide
eu: Laga leiho-kudeatzaileari erabakitzen

source: Center of the screen
eu: Pantailaren erdian ipini

source: At the mouse pointer
eu: Saguaren erakuslean

source: Dialog hints
eu: Elkarrizketa-aholkuak

source: Dialogs are like other windows
eu: Elkarrizketa-koadroak beste leihoen modukoak dira

source: Dialogs are treated specially by window manager
eu: Leiho-kudeatzaileak trataera berezia emango die elkarrizketei

source: Place dialogs over application window when possible
cs: Dialogy umístit nad okno aplikace - pokud je to mo¾né
et: Kui võimalik, paiguta dialoog programmiakna kohale
eu: Elkarrizketa-koadroak aplikazio-leihoaren gainean jarri, aukera dagoenean
fi: Pid‰ valintaikkunat sovelluksen p‰‰ll‰, jos mahdollista
pl: Umieszczanie okien dialogowych ponad oknem aplikacji kiedy to mo¿liwe
ro: Plaseazã dialogurile peste ferestrele aplicaþiilor când este posibil
tr: Mümkün olduðu kadariyle diyaloklarý uygulama penceresinin üstüne koy
uk: Розсташовувати д╕алоги над в╕кнами програми коли це можливо

source: Dialog Layout
cs: Vzhled dialogù
et: Dialoogide esitus
eu: Elkarrizketa-koadroaren diseinua
fi: Valintaikkunoiden asettelu
pl: Wygl±d okna dialogowego
ro: Aspect dialog
tr: Diyalok tasarýsý
uk: Орган╕зац╕я д╕алог╕в

source: Dialog Behavior
cs: Chování dialogù
et: Dialoogide käitumine
eu: Elkarrizketa-koadroaren jokabidea
fi: Valintaikkunoiden k‰ytt‰ytyminen
pl: Zachowanie okna dialogowego
ro: Comportament dialog
tr: Diyalok heybeti
uk: Повед╕нка д╕алог╕в

source: Default MDI Mode
eu: MDI modu lehenetsia

source: Notebook
eu: Ohar-koadernoa

source: Toplevel
eu: Goi-maila

source: Modal
eu: Modala

source: MDI notebook tab position
eu: MDI ohar-koadernoaren fitxaren kokapena

source: Left
eu: Ezkerrean

source: Right
eu: Eskuinean

source: Top
eu: Goian

source: Bottom
eu: Behean

source: GNOME MDI Options
cs: Nastavení Gnome MDI
et: GNOME MDI häälestus
eu: GNOME MDI Aukerak
fi: Gnomen useiden asiakirjojen k‰yttˆasetukset
pl: Opcje GNOME MDI
ro: Opþiuni MDI GNOME
tr: Gnome ÇDY Seçekleri
uk: Параметри GNOME MDI

source: Look and Feel
eu: Itxura eta Izaera

source: Look and Feel Properties
eu: Itxura eta Izaeraren propietateak

source: Error initializing the `url-properties' capplet.
cs: Chyba pøi inicializaci konfiguraèního apletu 'url-properties'.
et: 'url-properties-capplet' käivitamisel juhtus algväärtustusviga.
eu: Errorea `url propietateen' capplet-a hasieratzean.
fi: Ohjelmaa 'url-properties' k‰ynnistett‰ess‰ tapahtui virhe.
pl: B³±d inicjalizacji apletu konfiguruj±cego w³a¶ciwo¶ci URL.
ro: Eroare la iniþializarea `url-properties' capplet.
tr: `url-properties' cappletini baþlatýrken aðýr bir hata oluþtu .
uk: Помилка ╕н╕ц╕ал╕зац╕╖ каплету 'url-properties'.

source: Protocol
cs: Protokol
et: Protokoll
eu: Protokolo
fi: Protokolla
pl: Protokó³
tr: Protokol
uk: Протокол

source: Command
cs: Pøíkaz
et: Käsk
eu: Komando
fi: Komento
pl: Polecenie
ro: Comandã
tr: Komuta
uk: Команда

source: handler:
cs: program:
et: Käsitleja:
eu: maneiatzailea:
fi: k‰sittelij‰:
pl: program obs³uguj±cy:
tr: eylemdar :
uk: обробник:

source: Netscape (new window)
cs: Netscape (nové okno)
et: Netscape (uues aknas)
eu: Netscape (leiho berria)
fi: Uusi Netscape-ikkuna
pl: Netscape (nowe okno)
ro: Netscape (fereastrã nouã)
tr: Netscape ( yeni pencerede )
uk: Netscape (в новому в╕кн╕)

source: Help browser
cs: Prohlí¾eè nápovìdy
et: Abimees
eu: Laguntza-arakatzailea
fi: Gnomen ohjeselain
pl: Przegl±darka pomocy
ro: Browser ajutor
tr: Yardým gezgini
uk: Переглядач Дов╕док

source: Help browser (new window)
cs: Otevøi nové okno prohlí¾eèe
et: Abimees (uues aknas)
eu: Laguntza-arakatzailea (leiho berria)
fi: Uusi Gnomen ohjeselainikkuna
pl: Przegl±darka pomocy (nowe okno)
ro: Browser ajutor (fereastrã nouã)
tr: Yardým gezgini ( yeni pencerede )
uk: Переглядач Дов╕док (в новому в╕кн╕)

source: Set
cs: Nastavit
et: Määra
eu: Ezarri
fi: Aseta
pl: Ustaw
ro: Seteazã
tr: Oturt
uk: Встановити

source: Remove
cs: Odstranit
et: Eemalda
eu: Kendu
fi: Poista
pl: Usuñ
ro: Eliminã
tr: Sil
uk: Видалити

source: Configure which programs are used to display URLs
eu: Konfiguratu URLak bistaratzeko erabili beharreko programa

source: URL Handlers
eu: URL Maneiatzaileak

source: Ice WM
eu: WM izotza

source: Starting %s (%d seconds left before operation times out)
cs: Startuje se %s (zbývá %d sekund)
et: Käivitame %s (%d sekundi pärast loobume)
eu: %s abiarazten (%d segundo denbora agortzeko)
fi: K‰ynnistet‰‰n %s (%d sekuntia j‰ljell‰ ennen operaation aikarajaa)
pl: Uruchamianie %s (pozosta³o %d sekund do up³yniêcia czasu przenaczonego na wykonanie operacji)
ro: Pornesc %s (%d de secunde au mai rãmas pânã timpul alocat operaþiei va expira)
tr: %s baþlatýlýyor .. ( eylemin iptal edilmesine %d saniye kaldý )
uk: Запуск %s (до зак╕нчення в╕дведеного часу лишилось %d секунд)

source: %s (Current)
cs: %s (Souèasný)
et: %s (Praegune)
eu: %s (Unekoa)
fi: %s (Nykyinen)
pl: %s (Bie¿±cy)
ro: %s (Curent)
tr: %s ( Geçerli )
uk: %s (Поточний)

source: Run Configuration Tool for %s
cs: Supstit konfiguraci pro %s
et: Käivita %s häälestusprogramm
eu: Exekutatu konfigurazio-tresna hau: %s
fi: K‰ynnist‰ ikkunointiohjelman %s asetusohjelma
pl: Uruchom narzêdzie konfiguracyjne dla %s
ro: Ruleazã unealta de configurare pentru %s
tr: %s için ayarlama uygulamasýný çalýþtýr
uk: Запустити настро╓ння %s

source: (Not found)
cs: (Nenalezen)
et: (Ei leia)
eu: (Ez du aurkitu)
fi: (Ei lˆytynyt)
pl: (nie znaleziony)
ro: (Negãsit)
tr: ( Bulunamadý )
uk: (Не знайдено)

source: wm-properties-capplet: Unable to initialize window manager. Another window manager is already running and could not be killed
cs: wm-properties-capplet: Nelze inicializovat správce oken. Ji¾ bì¾í jiný správce oken a nemù¾e být ukonèen
et: wm-properties-capplet: Ei suuda aknahaldurit käivitada. üks teine aknahaldur juba töötab ja teda ei saa tappa
eu: wm propietateen capplet-a: Ezin da leiho-kudeatzailea abiarazi. Beste leiho-kudeatzaile bat ari da lanean eta ezin da eten
fi: wm-properties-capplet: Ikkunointiohjelmaa ei voitu k‰ynnist‰‰. Toinen ikkunointiohjelma on jo k‰ynniss‰ eik‰ sit‰ voitu lopettaa.
pl: wm-properties-capplet: Nie mo¿na zainicjowaæ mened¿era okien. Mened¿er okien jest ju¿ uruchomiony i nie mo¿e zostaæ zamkniêty
ro: wm-properties-capplet: Nu se poate iniþializa managerul de ferestre. Alt manager de ferestre ruleazã ºi nu poate fi oprit
tr: wm-properties-capplet : pencere yöneticisini baþlatamadým . Baþka bir pencere yöneticisi zaten çalýþýyor ve o öldürülenemedi
uk: wm-properties-capplet: Неможливо ╕н╕ц╕ал╕зувати в╕конний менеджер. ╤нший менеджер в╕кон вже запущений ╕ не може бути зупинений.

source: wm-properties-capplet: Unable to initialize window manager. '%s' didn't start
cs: wm-properties-capplet: Nelze inicializovat správce oken. '%s' neodstratoval.
et: wm-properties-capplet: Ei suuda käivitada aknahaldurit. '%s' ei käivitu
eu: wm propietateen capplet-a: Ezinezkoa leiho-kudeatzailea abiaraztea. '%s' ez da abiarazi
fi: wm-properties-capplet: Ikkunointiohjelmaa '%s' ei voitu k‰ynnist‰‰.
pl: wm-properties-capplet: Nie mo¿na zainicjowaæ mened¿era okien. '%s' nie zosta³ uruchomiony
ro: wm-properties-capplet: Nu se poate iniþializa managerul de ferestre. '%s' nu a pornit
tr: wm-properties-capplet : pencere yöneticisini baþlatamadým . `%s' baþlamadý .

source: Previous window manager did not die
cs: Pøedchozí správce oken nebyl ukonèen.
et: Eelmine aknahaldur ei surnud
eu: Aurreko leiho-kudeatzailea ez da eten
fi: Edellinen ikkunointiohjelma ei sulkeutunut.
pl: Poprzedni mened¿er okien nie zosta³ zakoñczony
ro: Managerul de ferestre precedent nu a fost oprit
tr: Önceki pencere yöneticisi ölmedi
uk: Попередн╕й в╕конний менеджер не завершив роботу

source: Could not start '%s'. Falling back to previous window manager '%s'
cs: Nelze odstartovat '%s'. Zkou¹í se pøedchozí správce oken '%s'
et: Ei suuda käivitada '%s' Taastame esialgse aknahalduri '%s'
eu: Ezin izan du '%s' abiarazi. '%s' leiho-kudeatzailera itzultzen
fi: Ohjelmaa '%s' ei voitu k‰ynnist‰‰. Palataan takaisin edelliseen ikkunointiohjelmaan '%s'
pl: Nie mo¿na uruchomiæ '%s'. Powrót do poprzedniego mened¿era okien '%s'.
tr: `%s''yi baþlatamadým . Önceki pencere yöneticine ( `%s' ) geri dönüyorum
uk: Неможливо запустити '%s'. Повернення до попереднього в╕конного менеджера '%s'
