Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/control-center/po/*.po
Languages: cs, et, eu, fi, pl, ro, tr, uk

source: Could not start fallback window manager. Please run a window manager manually. You can do this by selecting "Run Program" in the foot menu
cs: Nelze odstartovat standardní (ev. pøedchozí) správce oken. Spustì prosím správce oken z pøíkazové øádky. Lze to udìlat tøeba z menu polo¾kou "Spustit program".
et: Ei suuda käivitada esialgset aknahaldurit. Käivitage aknahaldur käsitsi. Seda saab teha, valides jalajäljega menüüst "Käivita programm"
eu: Ezin izan du Laguntzako leiho-kudeatzailea abiarazi. Leiho-kudeatzailea eskuz exekutatu. Horretarako "Exekutatu programa" aukera dezakezu oinaren menuan
fi: Varaikkunointiohjelmaa ei voitu k‰ynnist‰‰. Ole hyv‰, ja k‰ynnist‰ ikkunointiohjelma k‰sin. Voit tehd‰ t‰m‰n valitsemalla "Aja ohjelma" p‰‰valikosta.
pl: Nie mo¿na uruchomiæ poprzedniego mened¿era okien. Nale¿y samodzielnie uruchomiæ mened¿era okien (na przyk³ad wybieraj±c "Wykonaj polecenie" z menu g³ównego).
ro: Nu am putut porni managerul de ferestre de fallback. Vã rog sã rulaþi manual un manager de ferestre. Puteþi face aceasta selectând "Ruleazã program" în meniul GNOME
tr: Geri dönüþüm pencere yöneticisini baþlatamadým . Lütfen kendiliðinden bir pencere yöneticisini baþlat . Bunu ana mönüsünden ( ayak mönüsünden ) "Çalýþtýr" birimini seçip yapabilirsin
uk: Неможливо запустити запасний в╕конний менеджер. Запуст╕ть будь-ласка в╕конний менеджер вручну. Це можна зробити вибравши "Запустити програму" в головному меню

source: OK
et: Sobib
eu: Ados
tr: Oldu
uk: Гаразд

source: Your current window manager has been changed. In order for this change to be saved, you will need to save your current session. You can do so immediately by selecting the "Save session now" below, or you can save your session later. This can be done either selecting "Save Current Session" under "Settings" in the main menu, or by turning on "Save Current Setup" when you log out.
eu: Uneko leiho-kudeatzailea aldatu egin da. Aldaketa hori gorde nahi baduzu, uneko saioa gorde beharko duzu. Berehala egin dezakezu, behealdean duzun "Gorde saioa orain" hautatuta, edo geroago gorde dezakezu saioa. Horretarako, aukeratu "Gorde uneko saioa" menu nagusiko "Ezarpenak"en barruan, edo bestela, hautatu "Gorde uneko konfigurazioa" saiotik irteten zarenean.
fi: Nykyinen ikkunointiohjelma on vaihdettu. Jotta t‰m‰ muutos tallennettaisiin, sinun t‰ytyy tallentaa nykyinen istunto. Voit tehd‰ sen heti valitsemalla "Tallenna istunto nyt", tai voi tallentaa istunnon myˆhemmin joko valitsemalla "Tallenna nykyinen istunto" p‰‰valikon alivalikosta "Asetukset", tai laittamalla asetus "Tallenna nykyiset asetukset" p‰‰lle kirjautuessasi ulos.
pl: Zosta³ zmieniony mened¿er okien. Aby zapisaæ tê zmianê, nale¿y zapisaæ bie¿±c± sesjiê. Mo¿esz to zrobiæ, wciskaj±c poni¿ej przycisk "Zapisz sesjê teraz", lub te¿ zapisaæ sesjê pó¼niej. Jest to mo¿liwe poprzez wybranie opcji "Zapisz bie¿±c± sesjê" z podmenu "Ustawienia" menu g³ównego lub aktywowanie opcjiê"Zapis aktualnych ustawieñ" przy koñczeniu pracy.
ro: Managerul de ferestre curent a fost schimbat. Pentru ca schimbarea sã fie salvatã, va trebui sã salvaþi sesiunea curentã. Aceasta poate fi fãcutã imediat prin selectarea "Salveazã sesiunea acum" de mai jos, sau puteþi sã o salvaþi mai târziu. Aceasta poate fi fãcuta fie print selectarea "Salveazã sesiunea curentã" din meniul "Setãri" din meniul principal, sau prin activarea "Salveazã setarea curentã" în momentul în care faceþi logout.
tr: Geçerli pencere yöneticini deðiþtirdin . Bu deðiþikliðin kaydedilmesi için , þu an geçerli olan oturumunu kadetmen lazým . Bunu hemen altta "Oturumu kaydet"'i seçip yapabilrisin . Yada "Ayarlar" mönüsünden "Oturumu kaydet"'i seçip yapabilirsin , yada çýkýþta "Oturumu kaydet" seçerek aynýsýný yapabilrisin .
uk: В╕дбулася зам╕на в╕конного менеджера. Щоб зберегти цю зм╕ну необх╕дно зберегти поточний сеанс роботи. Це можна зробити зараз (вибравши "Зберегти сеанс зараз" нижче) або п╕зн╕ше (вибравши "Зберегти поточний сеанс" в розд╕л╕ "Установки" головного меню чи вв╕мкнувши "Зберегти поточний стан" при завершен╕ роботи).

source: Save Session Later
eu: Gorde saioa gero
fi: Tallenna istunto myˆhemmin
pl: Zapisz sesjêpó¼niej
ro: Salveazã sesiunea mai târziu
tr: Oturumu sonradan kaydet
uk: Зберегти сеанс п╕зн╕ше

source: Save Session Now
eu: Gorde saioa orain
fi: Tallenna istunto nyt
pl: Zapisz sesjê teraz
ro: Salveazã sesiunea acum
tr: Oturumu þimdi kaydet
uk: Зберегти сеанс зараз

source: Your current window manager has been changed. In order for this change to be saved, you will need to save your current session. This can be done by either selecting "Save Current Session" under "Settings" in the main menu, or by turning on "Save Current Setup" when you log out.
eu: Uneko leiho-kudeatzailea aldatu egin da. Aldaketa hori gorde nahi baduzu, uneko saioa gorde beharko duzu. Horretarako, hautatu "Gorde uneko saioa" menu nagusiko "Ezarpenak"en, edo bestela, hautatu "Gorde uneko konfigurazioa" saiotik irteten zarenean.
fi: Nykyinen ikkunointiohjelma on vaihdettu. Jotta t‰m‰ muutos tallennettaisiin, sinun t‰ytyy tallentaa nykyinen istunto. Voit tehd‰ sen joko valitsemalla "Tallenna nykyinen istunto" p‰‰valikon alivalikosta "Asetukset", tai valitsemalla "Tallenna nykyiset asetukset" p‰‰lle kun kirjautuessasi ulos.
pl: Zosta³ zmieniony mened¿er okien. Aby zapisaæ tê zmianê, nale¿y zapisaæ bie¿±c± sesjiê. Mo¿na to zrobiæ, wybieraj±c "Zapisz bie¿±c± sesjê" z podmenu "Ustawienia" menu g³ównego lub aktywuj±c opcjê "Zapis aktualnych ustawieñ" przy koñczeniu pracy.
ro: Managerul de ferestre curent a fost schimbat. Pentru ca schimbarea sã fie salvatã, va trebui sã salvaþi sesiunea curentã. Aceasta poate fi fãcuta fie print selectarea "Salveazã sesiunea curentã" din meniul "Setãri" din meniul principal, sau prin activarea "Salveazã setarea curentã" în momentul în care faceþi logout.
tr: Geçerli pencere yöneticini deðiþtirdin . Bu deðiþikliðin kaydedilmesi için , þu an geçerli olan oturumunu kadetmen lazým . Bunun "Ayarlar" mönüsünden "Oturumu kaydet"'i seçip yapabilirsin yada çýkýþta "Oturumu kaydet" seçerek aynýsýný yapabilrisin .
uk: В╕дбулася зам╕на в╕конного менеджера. Щоб зберегти цю зм╕ну необх╕дно зберегти поточний сеанс роботи. Для цього неох╕дно вибрати "Зберегти поточний сеанс" в розд╕л╕ "Установки" головного меню чи вв╕мкнути "Зберегти поточний стан" при завершен╕ роботи.

source: Add New Window Manager
cs: Pøidat dal¹ího správce oken
et: Lisa uus aknahaldur
eu: Gehitu leiho-kudeatzaile berria
fi: Lis‰‰ uusi ikkunointiohjelma
pl: Dodaj mened¿era okien
ro: Adaugã un nou maanager de ferestre
tr: Yeni bir peyoe'yi ekle
uk: Додати новий в╕конний менеджер

source: Name:
cs: Jméno:
et: Nimi:
eu: Izena:
fi: Nimi:
pl: Nazwa:
ro: Nume:
tr: Ismi:
uk: Назва:

source: Command:
cs: Pøíkaz:
et: Käsk:
eu: Komandoa:
fi: Komento:
pl: Polecenie:
ro: Comandã:
tr: Komuta:
uk: Команда:

source: Configuration Command:
cs: Konfiguraèní pøíkaz:
et: Häälestuskäsk:
eu: Konfigurazio-komandoa:
fi: Asetuskomento:
pl: Polecenie konfiguracyjne:
ro: Comandã configurare:
tr: Ayarlama komutasý:
uk: Команда настроювання:

source: Window manager is session managed
cs: Správce oken podléhá správì sezení (session managed)
et: Aknahaldurit haldab sessioonihaldur
eu: Leiho-kudeatzailea saioak kudeatzen du
fi: Ikkunointiohjelma on istunnonhallinnan alainen
pl: Mened¿er okien wspó³pracuj±cy z mened¿erem sesji
ro: Managerul de ferestre este "session managed"
tr: Peyoe oturum-yönetilebilinir
uk: В╕конний менеджер керований сес╕╓ю

source: Name cannot be empty
cs: Jméno nemù¾e zùstat prázdné
et: Nimi ei tohi puududa
eu: Izena ezin da hutsik egon
fi: Nimi puuttuu
pl: Nazwa nie mo¿e byæ pusta
ro: Numele nu poate fi vid
tr: Ismi boþ olamaz
uk: Назва не може бути пустою

source: Command cannot be empty
cs: Pøíkaz nemù¾e zùstat nevyplnìn
et: Käsk ei tohi puududa
eu: Komandoa ezin da hutsik egon
fi: K‰ynnistyskomento puuttuu
pl: Polecenie nie mo¿e byc puste
ro: Comanda nu poate fi vidã
tr: Komutasý boþ olamaz
uk: Команда не може бути пустою

source: Edit Window Manager
cs: Editace vlastností správce oken
et: Redigeeri aknahaldurit
eu: Editatu leiho-kudeatzailea
fi: Muokkaa ikkunointiohjelmaa
pl: Modyfikuj w³a¶ciwo¶ci mened¿era okien
ro: Editeazã managerul de ferestre
tr: Peyoe'yi deðiþtir
uk: Редагувати властивост╕ в╕конного менеджера

source: You cannot delete the current Window Manager
cs: Nemù¾ete smazat aktuálního správce oken
et: Te ei saa vaikimisi määratud aknahaldurit kustutada
eu: Ezin duzu uneko leiho-kudeatzailea ezabatu
fi: Et voi poistaa nykyist‰ ikkunointiohjelmaa
pl: Nie mo¿na usun±æ bie¿±cego mened¿era okien
ro: Nu puteþi ºterge managerul de ferestre curent
tr: Geçerli peyoe'yi silemezsin
uk: Ви не можете видалити поточний в╕конний менеджер

source: Edit...
cs: Úpravy...
et: Redigeeri...
eu: Editatu...
fi: Muokkaa...
pl: Modyfikuj...
ro: Editeazã
tr: Deðiþtir ...
uk: Виправити...

source: Delete
cs: Vymazat
et: Kustuta
eu: Ezabatu
fi: Poista
pl: Usuñ
ro: ªterge
tr: Sil
uk: Видалити

source: an initialization error occurred while starting 'wm-properties-capplet'. aborting...
cs: chyba inicializace pøi startu 'wm-properties-capplet'. Pøeru¹ení...
et: 'wm-properties-capplet' käivitamisel juhtus algväärtustusviga. Lõpetame...
eu: hasieratze-errorea gertatu da 'wm propietateen capplet-a' abiaraztean'. abortatzen...
fi: Ohjelmaa 'wm-properties-capplet' k‰ynnistett‰ess‰ tapahtui virhe. Keskeytet‰‰n.
pl: Wyst±pi³ b³±d inicjalizacji w trakcie uruchamiania 'wm-properties-capplet'. Rezygnacja...
ro: o eroare de iniþializare s-a produs la pornirea 'wm-properties-capplet'. renunþ...
tr: wm-properties-capplet' baþlarken aðýr bir hata oluþtu .. bitiriliyorum ...
uk: помилка ╕н╕ц╕ал╕зац╕╖ п╕д час запуску 'wm-properties-capplet'. виконання перервано...

source: Choose a window manager
eu: Aukeratu leiho-kudeatzailea

source: Window Manager
eu: Leiho-kudeatzailea

source: GNOME Control Center
cs: Ovládací centrum GNOME
et: GNOME juhtpaneel
eu: GNOMEren Kontrol Zentroa
fi: GNOMEn hallintakeskus
pl: Centrum Sterowania GNOME
ro: Centrul de control GNOME
tr: Gnome Ayarlar Merkezi
uk: Центр керування GNOME

source: Desktop Properties manager.
cs: Správce vlastností sezení
et: Võimaldab häälestada mitmesuguseid töökeskkonna parameetreid
eu: Mahaigaineko propietateen kudeatzailea.
fi: Tyˆpˆyd‰n asetusten hallinta.
pl: Mened¿er w³a¶ciwo¶ci ¶rodowiska
ro: Managerul de proprietãþi desktop
tr: Masaüstü Ayarlar Yöneticisi
uk: Менеджер властивостей робочого стола.

source: Try
eu: Saiatu

source: Revert
eu: Itzuli

source: Help with '%s' settings
eu: '%s' ezarpenen laguntza

source: id of the capplet -- assigned by the control-center
cs: id konfiguraèního apletu -- pøiøazeno øídícím centrem
et: cappleti id - määratud juhtpaneeli poolt
eu: capplet-aren IDa - kontrol-zentroak esleitua
fi: hallintakeskuksen antama capplet-tunnus
pl: identyfikator c-apletu -- przypisane przez Centrum Sterowania
ro: id capplet -- asignat de control-center
tr: capplet'in ID'si -- ayarlar merkezi tarafýndan verilmiþtir
uk: ╕дентиф╕катор каплету -- присвою╓ться центром керування

source: ID
eu: IDa

source: Multi-capplet id.
cs: Id vícenásobného konf. apletu
eu: Multi-capplet-aren IDa
pl: Identyfikator Multi-c-apletu
tr: Çoklu capplet ID'si .
uk: Мультикаплет-╕дентиф╕катор

source: X ID of the socket it's plugged into
cs: X ID soketu pøipojení
et: Kasutatava pesa X ID
eu: entxufatuta dagoen socket-aren X IDa
fi: K‰ytetyn pistokkeen X-ID
pl: XID soketu, do którego jest pod³±czony
ro: X ID-ul socket-ului este conectat la
tr: Baðlý olduðu "socket"'in X ID'si
uk: X-╕дентиф╕катор сокету, який використову╓ться

source: IOR of the control-center
cs: IOR øídícího centra
et: Juhtpaneeli IOR
eu: Kontrol Zentroaren IOR
fi: Hallintakeskuksen IOR
pl: IOR Panelu Sterowania
ro: IOR-ul control-center-ului
tr: Ayarlar merkezinin IOR'i
uk: IOR центру керування

source: Initialize session settings
cs: Inicializace nastavení sezení
et: Algväärtusta sessiooni häälestus
eu: Saioaren ezarpenak hasieratu
fi: Alusta istunnon asetukset
pl: Inicjuj ustawienia sesji
ro: Iniþializare setãri sesiune
tr: Oturum ayarlarý tara
uk: ╤н╕ц╕ал╕зувати установки сеансу

source: Ignore default action. Used for custom init-session cases
cs: Ignorovat standradní akci. Pou¾ito pro vlastní inicializaci sezení
et: Ignoreeri vaikimisi tegevust. Kasutuses init-session erilistel juhtudel
eu: Jaramonik ez ekintza lehenetsiari. Hasieratze-saio pertsonalizatuetarako da bakarrik.
fi: J‰t‰ oletustoiminto huomiotta. K‰ytet‰‰n erikoisissa init-session:eissa.
pl: Ignoruj domy¶ln± akcjê. Wykorzystywane dla specjalnych przypadków init-session
ro: Ignorã acþiunea implicitã. Utilizat pentru cazuri init-session specifice
tr: Önayarlý deðerleri unut . Bunu þahsi oturum baþlama sýnýflarý için kullanabilirsin .
uk: ╤гнорувати типов╕ д╕╖. Для особливих випадк╕в init-session

source: Sorry, no help is available for these settings.
eu: Sentitzen dut, baina ezarpen horiek ez dute laguntzarik.

source: capplet-command to be run.
eu: exekutatu beharreko capplet komandoa.

source: The GNOME configuration tool
eu: GNOMEren konfigurazio-tresna

source: Help on control-center
eu: Kontrol Zentroari buruzko laguntza
fi: Ohjeita hallintakeskuksesta

source: Help with the GNOME control-center.
cs: Nápovìda k øídícímu centru Gnome
et: GNOME juhtpaneeli abimees.
eu: GNOMEren Kontrol Zentroaren laguntza.
fi: Gnomen hallintakeskuksen ohje.
pl: Pomoc na temat Centrum Sterowania GNOME
ro: Ajutorul GNOME control-center
tr: Gnome ayarlar merkeziyle yardým et.
uk: Допомога з центром керування GNOME.

source: Help with the current configuration page.
eu: Uneko konfigurazio-orrialdearen laguntza.

source: About
eu: Honi buruz
fi: Tietoja

source: About the GNOME control-center.
eu: GNOMEren Kontrol Zentroari buruz.
fi: Tietoja GNOMEn hallintakeskuksesta.

source: Warning:
eu: Kontuz:

source: Discard all changes
eu: Aldaketa guztiak baztertu

source: The following modules have had changes made, but not committed. If you would like to edit them, please double click on the appropriate entry.
eu: Ondoko moduluek aldaketak izan dituzte, baina gauzatu gabe daude. Aldaketok editatu nahi badituzu, egin klik bi aldiz dagokion sarreran.

source: Operating System:
eu: Sistema eragilea:

source: Distribution Version:
eu: Banaketaren bertsioa:

source: Processor Type:
eu: Prozesadore-mota:

source: User Name:
eu: Erabiltzaile-izena:

source: Host Name:
eu: Ostalari-izena:

source: Unknown
cs: Neznámý
et: Tundmatu
eu: Ezezaguna
fi: Tuntematon
pl: Nieznany
ro: Necunoscut
tr: Bilinmiyor
uk: Нев╕домо

source: Color 1
cs: Barva 1
et: Värv 1
pl: Kolor 1
ro: Culoare 1
tr: 1.nci Renk
uk: Кол╕р 1

source: Color 2
cs: Barva 2
et: Värv 2
pl: Kolor 2
ro: Culoare 2
tr: 2.nci Renk
uk: Кол╕р 2

source: Vertical
cs: Vertikální
et: Verikaalne
pl: Pionowo
tr: Dikey
uk: Вертикальний

source: Horizontal
cs: Horizontální
et: Horisontaalne
pl: Poziomo
ro: Orizontal
tr: Ufki
uk: Горизонтальний

source: Disable background selection
cs: Výbìr tapety zakázán
et: Lülita GNOME taustahäälestus välja
pl: Deaktywacja wyboru t³a
ro: Dezactiveazã selecþia fundalului
tr: Ardalan seçimini kapat
uk: Не встановлювати тло

source: Keyboard Bell
cs: Zvonek klávesnice
et: Klaviatuuri piiks
pl: D¼wiêk klawiatury
ro: Sunet tastaturã
tr: Klavye zili
uk: Дзв╕нок клав╕атури

source: Auto-repeat
cs: Opakování klávesy
et: Märgikordus
pl: Automatyczne powtarzanie
ro: Repetare automatã
tr: Otomatik tekrarlama
uk: Автоповтор

source: Select an icon...
cs: Výbìr ikony...
et: Valige ikoon...
fi: Valitse kuvake...
pl: Wybierz ikonê...
ro: Selecteazã un icon...
tr: Bir ikona seç ...
uk: Виб╕р п╕ктограми...

source: Mime Type:
cs: Typ MIME:
et: MIME tüüp:
fi: MIME-tyyppi:
pl: Typy MIME:
ro: Tip Mime:
tr: Mime tipi:
uk: Тип MIME:

source: Add
cs: Pøidat
et: Lisa
fi: Lis‰‰
pl: Dodaj
ro: Adaugã
tr: Ekle
uk: Додати

source: First Regular Expression:
cs: První regulární výraz:
et: Esimene regulaaravaldis:
fi: Ensimm‰inen s‰‰nnˆllinen lauseke:
pl: Pierwsze wyra¿enie regularne:
ro: Prima expresie regulatã:
tr: Ilk "erkan-ý tabir" :
uk: Перший регулярний вираз:

source: Second Regular Expression:
cs: Druhý regulární výraz:
et: Teine regulaaravaldis:
fi: Toinen s‰‰nnˆllinen lauseke:
pl: Drugie wyra¿enie regularne:
ro: A doua expresie regulatã:
tr: Ikinci "erkan-ý tabir" :
uk: Другий регулярний вираз:

source: Mime Type Actions
cs: Akce s MIME typy
et: Kasutusviisid
fi: MIME-tyyppien toiminnot
pl: Akcje powi±zane z typami MIME
ro: Acþiuni tip Mime
tr: Mime tipi eylemleri
uk: Д╕╖ пов'язан╕ з типом MIME

source: Example: emacs %f
cs: Pøíklad: emacs %f
et: Näiteks: emacs %f
fi: Esimerkki: emacs %f
pl: Przyk³ad: emacs %f
ro: Exemplu: emacs %f
tr: Mesela : emacs %f
uk: Приклад: emacs %f

source: Open
cs: Otevøít
et: Ava
fi: Avaa
pl: Otwórz
ro: Deschide
tr: Aç
uk: В╕дкриття

source: Select a file...
cs: Výberte soubor...
et: Valige fail...
fi: Valitse tiedosto...
pl: Wybierz plik...
ro: Selecteazã un fiºier...
tr: Bir dosya seç ...
uk: Вибер╕ть файл...

source: View
cs: Prohlí¾et
et: Vaata
fi: N‰yt‰
pl: Przegl±daj
ro: Vizualizare
tr: Göster
uk: Показ

source: Edit
cs: Editace
et: Redigeeri
fi: Muokkaa
pl: Modyfikuj
ro: Editeazã
tr: Deðiþtir
uk: Редагування

source: Set actions for %s
cs: Nastavit akce pro %s
et: Määra tegevus %s jaoks
fi: Aseta %s:n toiminnot
pl: Ustaw akcje dla %s
ro: Seteazã acþiunile pentru %s
tr: %s için eylemleri belirle
uk: Визначення д╕й для %s

source: Mime Type
cs: Typ MIME
et: MIME tüüp
fi: MIME-tyyppi
pl: Typ MIME
ro: Tip Mime
tr: Mime tipi
uk: Тип MIME

source: You must enter a mime-type
cs: Musíte zadat MIME typ
et: Te peate sisestama MIME tüübi
fi: Sinun t‰ytyy antaa MIME-tyyppi
pl: Nale¿y wprowadziæ typ MIME
ro: Trebuie sã introduceþi un tip Mime
tr: Bir mime tipi vermek zorundasýn
uk: Необх╕дно ввести MIME-тип

source: You must add either a regular-expression or a file-name extension
cs: Musíte pou¾ít regulární výraz nebo pøíponu souboru.
et: Te peate sisestama ka regulaaravaldise või failinime laienduse
fi: Sinun t‰ytyy lis‰t‰ joko s‰‰nnˆllinen lauseke tai tiedostop‰‰te.
pl: Nale¿y wprowadziæ wyra¿enie regularne lub rozszerzenie nazwy pliku
ro: Trebuie sã adãugaþi fie o expresie regulatã sau o extensie de fiºier
tr: Ya bir "erkan-ý tabir" yada bir sonek belirlemek zorundasýn
uk: Необх╕дно додати або регулярний вираз, обо розширення назви файлу

source: Please put your mime-type in the format: CATEGORY/TYPE For Example: image/png
cs: Zadejte prosím MIME typ ve formátu: KATEGORIE/TYP Napøíklad: image/png
et: Palun sisestage MIME tüüp kujul: KATEGOORIA/TÜÜP Näiteks: image/png
fi: Anna MIME-tyyppi muodossa: LUOKKA/TYYPPI Esimerkki: image/png
pl: Wprowad¼ w³asny typ MIME w formie: KATEGORIA/TYP Na przyk³ad: image/png
ro: Vã rog sã introduceþi tipul Mime în formatul: CATEGORIE/TIP De exemplu: image/png
tr: Lütfen mime tipini belirli bir þekilde yaz : KITLE/TIP Mesela : image/png
uk: Будьласка, подайте ваш MIME-тип у формат╕: КАТЕГОР╤Я/ТИП Наприклад: image/png

source: This mime-type already exists
cs: Tento MIME typ ji¾ existuje
et: Selline MIME tüüp on juba olemas
fi: T‰m‰ MIME-tyyppi on jo olemassa
pl: Ten typ MIME ju¿ istnieje
ro: Acest tip Mime existã deja
tr: Bu mime-tipi zaten var
uk: Цей mime-тип вже ╕сну╓

source: We are unable to create the directory ~/.gnome/mime-info We will not be able to save the state.
cs: Nelze vytvoøit adresáø ~/.gnome/mime-info Nelze ulo¾it souèasný stav.
et: Me ei suuda luua kataloogi ~/.gnome/mime-info Seetõttu ei saa me määrangut salvestada.
fi: Hakemistoa ~/.gnome/mime-info ei voitu luoda. Nykyist‰ tilaa ei voi tallentaa.
pl: Nie mo¿na utworzyæ katalogu ~/.gnome/mime-info Zapisanie stanu nie bêdzie mo¿liwe.
ro: Nu se poate crea directorul ~/.gnome/mime-info Nu se va putea salva situaþia curentã.
tr: ~/.gnome/mime-info dizinini yaratamadýk Bu durumu kaydedemiyeceðiz .
uk: Неможливо створити каталог ~/.gnome/mime-info Стан не буде збережено.

source: We are unable to access the directory ~/.gnome/mime-info We will not be able to save the state.
cs: K adresáøi ~/.gnome/mime-info není pøístup. Nebude mo¾no ulo¾it souèasný stav.
et: Me ei saa kasutada kataloogi ~/gnome/mime-info Seetõttu ei saa me määrangut salvestada.
fi: Hakemistoa ~/.gnome/mime-info ei pystyt‰ k‰ytt‰m‰‰n. Nykyist‰ tilaa ei voi tallentaa.
pl: Brak dostêpu do katalogu ~/.gnome/mime-info Zapisanie stanu nie bêdzie mo¿liwe.
ro: Nu se poate accesa directorul ~/.gnome/mime-info Nu se va putea salva situaþia curentã.
tr: ~/.gnome/mime-info dizinine ulaþamadýk Bu durumu kaydedemiyeceðiz .
uk: Неможливо отримати доступ до каталога ~/.gnome/mime-info Стан не буде збережено.

source: Cannot create the file ~/.gnome/mime-info/user.mime We will not be able to save the state
cs: Nelze vytvoøit soubor ~/.gnome/mime-info/user.mime Nelze ulo¾it souèasný stav.
et: Ei suuda luua faili ~/.gnome/mime-info/user.mime Seetõttu ei saa määrangut salvestada
fi: Tiedostoa ~/.gnome/mime-info/user.mime ei voitu luoda Nykyist‰ tilaa ei voi tallentaa.
pl: Nie mo¿na utworzyæ pliku ~/.gnome/mime-info/user.mime Zapisanie stanu nie bêdzie mo¿liwe
ro: Nu se poate crea fisierul ~/.gnome/mime-info/user.mime Nu se va putea salva situaþia curentã.
tr: ~/.gnome/mime-info/user.mime dosyasýný yaratamadým Bu durumu kaydedemiyeceðiz .
uk: Неможливо створити файл ~/.gnome/mime-info/user.mime Стан не буде збережено.

source: We are unable to create the directory ~/.gnome/mime-info. We will not be able to save the state.
pl: Nie mo¿na utworzyæ katalogu ~/.gnome/mime-info. Zapisanie stanu nie bêdzie mo¿liwe.
ro: Nu se poate crea directorul ~/.gnome/mime-info Nu se va putea salva situaþia curentã.

source: We are unable to access the directory ~/.gnome/mime-info. We will not be able to save the state.
pl: Brak dostêpu do katalogu ~/.gnome/mime-info. Zapisanie stanu nie bêdzie mo¿liwe.
ro: Nu se poate accesa directorul ~/.gnome/mime-info Nu se va putea salva situaþia curentã.

source: Cannot create the file ~/.gnome/mime-info/user.keys. We will not be able to save the state
pl: Nie mo¿na utworzyæ pliku ~/.gnome/mime-info/user.keys. Zapisanie stanu nie bêdzie mo¿liwe
ro: Nu se poate crea fisierul ~/.gnome/mime-info/user.keys Nu se va putea salva situaþia curentã.

source: Add Mime Type
cs: Pøidat MIME typ
et: Lisa MIME tüüp
fi: Lis‰‰ MIME-tyyppi
pl: Dodaj typ MIME
ro: Adaugã un tip Mime
tr: Mime tipini ekle
uk: Додавання типу MIME

source: Add a new Mime Type For example: image/tiff; text/x-scheme
cs: Pøidat nový MIME typ Pøíklad: image/tiff; text/x-scheme atd.
et: Lisab uue MIME tüübi Näiteks: image/tiff; text/x-scheme
fi: Lis‰‰ uusi MIME-tyyppi Esimerkki: image/tiff; text/x-scheme
pl: Dodaj typ MIME Na przyk³ad: image/tiff; text/x-scheme
ro: Adaugã un nou tip Mime De exemplu: image/tiff; text/x-scheme
tr: Yeni bir Mime tipini ekle Mesela : image/tiff; text/x-scheme
uk: Додати новий тип MIME Наприклад: image/tiff; text/x-scheme

source: Mime Type:
cs: MIME typ:
et: MIME tüüp:
fi: MIME-tyyppi:
pl: Typ MIME:
ro: Tip Mime:
tr: Mime tipi:
uk: Тип MIME:

source: Extensions
cs: Pøípony
et: Laiendused
fi: P‰‰tteet
pl: Rozszerzenia
ro: Extensii
tr: Sonekler
uk: Розширення

source: Type in the extensions for this mime-type. For example: .html, .htm
cs: Zadejte pøípony pro tento MIME typ. Pøíklad: .html, .htm
et: Kirjutage laiendus selle MIME tüübi jaoks. Näiteks: .html, .htm
fi: Anna t‰m‰n MIME-tyypin tiedostop‰‰tteet. Esimerkki: .html, .htm
pl: Wprowad¼ rozszerzenia dla tego typu MIME Na przyk³ad: .html, .htm
ro: Introduceþi extensiile pentru acest tip Mime. De exemplu: .html, .htm
tr: Bu Mime tipi için geçerli olan sonkeler . Mesela: .html .htm
uk: Введ╕ть розширення для цього MIME-типу. Наприклад: .html, .htm

source: Regular Expressions
cs: Regulární výrazy
et: Regulaaravaldised
fi: S‰‰nnˆlliset lausekkeet
pl: Wyra¿enia regularne
ro: Expresii regulate
tr: Erkan-ý tabirler
uk: Регулярн╕ вирази
