Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/control-center/po/*.po
Languages: cs, et, eu, fi, pl, ro, tr, uk

source: Changes the time between redrawing the screen.
eu: Pantaila atzera marraztu arteko denbora aldatzen du.

source: Cycle through colors.
eu: Kolore-zikloa aldatzen du.

source: Deco draws tacky 70s basement wall panelling.
eu: 70eko hamarkadako horma-paperak marrazten ditu.

source: Determines whether to draw the panels in color, or in black and white.
eu: Panelak koloretan edo zuri-beltzean marraztuko diren erabakitzen du.

source: Draw tacky 70s basement wall panelling.
eu: 70eko hamarkadako horma-paperak marrazten ditu.

source: This will cause the panes to flash.
eu: Panelak flash moduan agertuko ditu.

source: Time between redraws:
eu: Berriro marraztu arteko denbora:

source: Use color when drawing.
eu: Marraztean kolorea erabili.

source: color
eu: kolorea

source: color-cycle
eu: kolore-zikloa

source: delay
eu: denbora-tartea

source: seconds
eu: segundo

source: Display nice stuff
eu: Gauza politak bistaratzen ditu

source: A cellular automata that starts with a random field, and organizes it into stripes and spirals.
eu: Zelula-automata bat da, ausazko eremu batean hasiko da, eta marratan eta espiraletan antolatuko du.

source: Change the number to use.
eu: Erabili beharreko kopurua aldatzen du.

source: Discrete map systems
eu: Mapa-sistemak bereizten ditu

source: Number to use.
eu: Erabili beharreko kopurua.

source: Distort the screen
eu: Pantaila desitxuratzen du

source: This screensaver does distortions of some areas of the screen, as if some object was moving under the image
eu: Pantailaren alderdi batzuk desitxuratuko ditu, irudiaren azpian zerbait mugituko balitz bezala

source: Change whether fractals should grow.
eu: Fraktalak handitu behar diren edo ez erabakitzen du.

source: Change whether to use lissajous figures to get points.
eu: Puntuak lortzeko lissajous irudiak erabili edo ez erabakitzen du.

source: Drift draws drifting recursive fractal cosmic flames.
eu: Drift-ek sugar fraktal eta kosmikoak irudikatzen ditu.

source: Drifting recursive fractal cosmic flames.
eu: Sugar fraktal eta kosmikoak irudikatzen ditu.

source: Fractals should grow.
eu: Fraktalak handitu behar dira.

source: Grow
eu: Handitu

source: Number of pixels to use.
eu: Erabili beharreko pixel-kopurua.

source: Use lissajous figures to get points.
eu: Erabili lissajous irudiak puntuak lortzeko.

source: Draws a point moving around a circle which moves around a circle.
eu: Zirkulu baten inguruan biraka dabilen zirkuluari bueltaka dabilen puntua marrazten du.

source: Epicycle
eu: Epizikloa

source: Epicycle draws the path traced out by a point on the edge of a circle that is rotating around the rim of another circle, and so on.
eu: Zirkulu baten inguruan biraka dabilen puntu batek egindako bidea marrazten du, zirkulu hori beste zirkulu baten ertzaren inguruan bueltaka dabilela.

source: Holdtime
eu: Itxaronaldia

source: Seconds
eu: segundo

source: Time finished product is shown.
eu: Denbora horren buruan produktua azalduko da.

source: When the figure is complete, epicycle pauses this number of seconds.
eu: Irudia osatutakoan, epizikloa horrenbeste segundotan geldituko da.

source: A waving ribbon
eu: Uhin itxurako zerrenda

source: Bas van Gaalen and Charles Vidal
eu: Bas van Gaalen eta Charles Vidal

source: Change the delay in movement.
eu: Mugimenduaren maiztasuna aldatzen du.

source: Change the number of cycles.
eu: Ziklo-kopurua aldatzen du.

source: Changes the count.
eu: Kopurua aldatzen du.

source: Cycles
eu: Ziklo

source: Draws what looks like a waving ribbon following a sinusoidal path.
eu: Bide sinusoidala egiten ari den uhin-zerrenda bat marrazten du.

source: Number
eu: Kopurua

source: Number of cycles
eu: Ziklo-kopurua

source: Speed of Motion
eu: Animazioaren abiadura

source: Change the delay between changing modes.
eu: Modu desberdinen arteko maiztasuna aldatzen du.

source: Change the size of pixels in the flag.
eu: Banderako pixelen tamaina aldatzen du.

source: Delay between switches.
eu: Aldaketen arteko maiztasuna.

source: Draws a waving flag.
eu: Uhin-mugimendudun bandera marrazten du.

source: Flag
eu: Bandera

source: Flag draws a waving flab, containing text or an image.
eu: Testu edo irudidun bandera uhinen antzera mugiarazten du.

source: Size of pixels
eu: Pixelen tamaina

source: Draws a flow of colored points
eu: Koloredun puntuen fluxua marrazten du

source: Flow
eu: Fluxua

source: Change the number of trees to use.
eu: Erabili beharreko zuhaitz-kopurua aldatzen du.

source: Delay between redraws.
eu: Berriro marraztu arteko denbora.

source: Draws a fractal forest.
eu: Baso fraktala marrazten du.

source: Forest
eu: Basoa

source: Fractal draws a fractal forest.
eu: Baso fraktala marrazten du.

source: Number of trees to use.
eu: Erabili beharreko zuhaitz-kopurua.

source: A 3d globe
eu: 3Dko globoa

source: Galaxy
eu: Galaxia

source: Gears
eu: Engranajeak

source: The 3d mesa demo, of gears
eu: Engranajeen 3Dko Mesa demoa

source: Additive
eu: Gehitu

source: Causes the colors to mix when overlapped.
eu: Gainean jarritakoan koloreak nahasarazi.

source: Goop draws a simulation of bubbles in layers.
eu: Goop-ek burbuilak geruzatan simulatzen ditu.

source: Have transparent bubbles.
eu: Burbuilak gardenak izan daitezela.

source: Transparent
eu: Gardena

source: Use additive color model.
eu: Kolore erantsien eredua erabili.

source: squishy transparent oil and bubbles
eu: olio eta burbuila gardenak

source: Change the number of planets to use.
eu: Erabili beharreko planeta-kopurua aldatzen du.

source: Change whether objects should leave a trail.
eu: Objektuek aztarna laga behar duten edo ez erabakitzen du.

source: Change whether orbit should decay.
eu: Orbitak behera egin behar duen erabakitzen du.

source: Decay
eu: Beherantz

source: Draws a simple orbital simulation.
eu: Orbita soilaren simulazioa egiten du.

source: Grav
eu: Grab

source: Grav draws a simple orbital simulation.
eu: Grab-ek orbita bakunaren simulazioa egiten du.

source: Number of planets to use.
eu: Erabili beharreko planeta-kopurua.

source: Objects should leave trails behind them.
eu: Objektuek aztarnak lagako dituzte.

source: Orbit should decay.
eu: Orbitak beherantz egingo du.

source: Trail
eu: Aztarna

source: Draws random color rectangles.
eu: Ausazko koloredun errektangeluak marrazten ditu.

source: Greynetic draws random rectangles.
eu: Greynetic-ek ausazko errektangeluak marrazten ditu.

source: Animate
eu: Animatu

source: Animate circles.
eu: Zirkulu animatuak.

source: Change the number of circles to use.
eu: Erabili beharreko zirkulu-kopurua aldatzen du.

source: Change to alternating striped curves.
eu: Marradun kurbekin txandakatu.

source: Change to animated circles.
eu: Zirkulu animatuekin txandakatu.

source: Change to cycle through colormap.
eu: Txandaka kolorez aldatu.

source: Cycle
eu: Zikloa

source: Cycle through colormap.
eu: Kolorez ziklikoki aldatu.

source: Draw circular patterns.
eu: Eredu zirkularrak marraztu.

source: Halo draws patterns based on circles.
eu: Halo-k zirkuluetan oinarritutako ereduak marrazten ditu.

source: Mode
eu: Modua

source: Number of circles to use.
eu: Erabili beharreko zirkulu-kopurua.

source: Use a gradient of colors between circles.
eu: Zirkuluen artean kolore-gradientea erabili.

source: Draws helical string-art patterns
eu: Marradun eredu artistiko helikoidalak marrazten ditu

source: Helix draws patterns composed of line segments.
eu: Helix-ek marra-segmentuz egindako ereduak marrazten ditu.

source: Time between redraws.
eu: Berriro marraztu arteko denbora.

source: Change the number of pixels before a color change.
eu: Kolorea aldatu aurretik pixel-kopurua aldatu.

source: Draws real plane fractals
eu: Benetako plano fraktalak marrazten ditu

source: Hopalong generates real plan fractals.
eu: Hopalong-ek benetako plano fraktalak sortzen ditu.

source: Number of pixels before a color change.
eu: Kolorea aldatu aurretiko pixel-kopurua.

source: 2D projection of a hypercube
eu: Hiperkuboaren 2Dko proiekzioa

source: Change the distance from center of cube
eu: Kuboaren erditiko distantzia aldatzen du

source: Distance
eu: Distantzia

source: Distance from center of cube
eu: Kuboaren erditiko distantzia

source: Hypercube
eu: Hiperkuboa

source: Hypercube displays a wireframe projection of a hypercube.
eu: Hiperkuboak hiperkuboaren proiekzio bilbatua bistaratzen du.

source: Draws spinning, colliding, iterated-function-system images.
eu: Iterated-function-system irudiak marrazten ditu.

source: Ifs draws spinning, colliding, iterated-function-system images.
eu: Ifs-ek IFS irudiak (iterated-function-system) marrazten ditu.

source: Interference
eu: Interferentzia

source: Jigsaw
eu: Puzzlea

source: Jigsaw takes an image of the screen, carves it up into jigsaw puzzle pieces, shuffles it, and solves it.
eu: Puzzleak pantailako irudia hartu, puzzle zatiak egin, nahastu eta osatu egiten du.

source: Permutes the screen image like a jigsaw puzzle.
eu: Pantailako irudia puzzle moduan azaltzen du.

source: Draws spinning, animating, julia-set fractals.
eu: Julia fraktal animatuak eta birakariak marrazten ditu.

source: Julia draws spinning, animating, julia-set fractals.
eu: Julia-k julia fraktal animatuak eta birakariak marrazten ditu.

source: Change number of segments.
eu: Segmentu-kopurua aldatzen du.

source: Change number of trails.
eu: Aztarna-kopurua aldatzen du.

source: Draws rotating line segments.
eu: Marra-zati birakariak marrazten ditu.

source: Kaleidescope
eu: Kaleidoskopioa

source: Kaleidescope draws line segments in a symmetric pattern.
eu: Kaleidoskopioak marra-zatiak eredu simetrikotan marrazten ditu.

source: Number of segments.
eu: Segmentu-kopurua.

source: Number of trails.
eu: Aztarna-kopurua.

source: Segments
eu: Segmentuak

source: Trails
eu: Aztarnak

source: A 3d cube floats around
eu: 3Dko kuboa inguruan bueltaka

source: Draws laser-like lines moving around a central focal point in varying numbers and colors.
eu: Fokua erdian dutela jirabiraka ari diren laser-itxurako marrak marrazten ditu kolore eta kopuru desberdinetan.

source: Draws vaguely laser-like moving lines.
eu: Laser-itxura duten marra mugikorrak marrazten ditu.

source: Duration
eu: Iraupena

source: Duration of laser burst.
eu: Laser-eztandaren iraupena.

source: Duration of the laser burst. After the burst has finished, It will move to a new location on the screen.
eu: Laser-eztandaren iraupena. Eztanda bukatutakoan, pantailaren beste leku batera mugituko da.

source: Longer
eu: Handia

source: Number of segments per laser burst.
eu: Laser-eztanda bakoitzeko segmentu-kopurua.

source: Segments:
eu: Segmentuak:

source: Shorter
eu: Txikia

source: Size of burst.
eu: Eztandaren tamaina.

source: Draws fractal lightning bolts.
eu: Tximista fraktalak marrazten ditu.

source: Lightning draws fractal lightning bolts.
eu: Lightning-ek tximista fraktalak marrazten ditu.

source: Change the size of object.
eu: Objektuaren tamaina aldatzen du.

source: Draws animated full-loop lisajous figures
eu: Begizta osoko lissajous irudi animatuak marrazten ditu

source: Lisa draws animated full-loop lisajous figures.
eu: Lisa-k begizta osoko lissajous irudiak marrazten ditu.

source: Size of object.
eu: Objektuaren tamaina.

source: Change from closed to open figures.
eu: Irudi itxiak eta irekiak txandakatzen ditu.

source: Change number of interpolation steps.
eu: Interpolazio-urratsen kopurua aldatzen du.

source: Figtype
eu: Irudmota

source: Lmorph
eu: Lmorf

source: Lmorph morphs between simple linedrawings using bilinear interpolation.
eu: Lmorf-ek marrazki soilen artean itxura ematen du interpolazio bilinearrak erabiliz.

source: Morphing lines.
eu: Marrei forma eman.

source: Number of interpolation steps.
eu: Interpolazio-urratsen kopurua.

source: Number of points.
eu: Puntu-kopurua.

source: Open figures.
eu: Irudi irekiak.

source: Points
eu: Puntuak

source: Points:
eu: Puntuak:

source: Steps
eu: Urratsak

source: Loop
eu: Begiztak

source: This one produces loop-shaped colonies that spawn, age, and eventually die.
eu: Begizta itxurako koloniak zabaltzen eta zahartzen, hil arte.

source: Bridge
eu: Zubia

source: Color for filling completely closed off areas.
eu: Erabat itxitako esparruak betetzeko kolorea.

source: Color of a skipped path
eu: Saltatutako bideen kolorea

source: Color of failed path
eu: Huts egindako bideen kolorea

source: Color of path
eu: Bidearen kolorea

source: Color of surrounded area
eu: Inguratutako esparruaren kolorea

source: Controls whether or not a 'bridge' will appear over the logo.
eu: Logotipoaren gainean 'zubia' azalduko den edo ez kontrolatzen du.

source: Copyright (C) 1988 by Sun Microsystems, Inc.
eu: Copyright (C) 1988 Sun Microsystems, Inc.

source: Dead Color
eu: Kolore matea

source: Delay between drawing the maze and starting the solution.
eu: Labirintoa marraztu eta emaitza ebatzi arteko denbora-tartea.

source: Delay between each step in the maze.
eu: Labirintoko urratsen arteko denbora-tartea.

source: Delay between finishing the maze and starting a new one.
eu: Labirintoa bukatu eta beste bat hasi arteko denbora-tartea.

source: Less Delay
eu: Tarte txikiagoa

source: Live Color
eu: Kolore bizia

source: Maze
eu: Labirintoa

source: More Delay
eu: Tarte handiagoa

source: Post-Solving Delay
eu: Ebatzi ondoko denbora-tartea

source: Pre-Solving Delay
eu: Ebatzi aurreko denbora-tartea

source: Put a bridge over the logo?
eu: Logotipoaren gainean zubia ipini?

source: Repeatedly create and solve a maze
eu: Labirintoa behin eta berriro sortu eta ebatzi

source: Skip Color
eu: Jaramonik ez koloreari

source: Speed Delay
eu: Tartea handitu

source: Surround Color
eu: Inguruko kolorea

source: The color of a failed path (stippled with a 50% pattern)
eu: Huts egindako bidearen kolorea (% 50eko bilbeaz puntukatua)

source: The color of the path.
eu: Bidearen kolorea.

source: The delay (in microseconds) after solving a maze and before generating a new one.
eu: Labirintoa ebatzi ondoko eta berria sortu aurreko denbora-tartea (mikrosegundotan).

source: The delay (in microseconds) between each step of the solution path.
eu: Ebazpen-bideko urratsen arteko denbora-tartea (mikrosegundotan).

source: The delay (in microseconds) between generating a maze and starting to solve it.
eu: Labirintoa sortu eta ebazten hasi arteko denbora-tartea (mikrosegundotan).

source: The maze program creates a random maze and then solves it with graphical feedback.
eu: Labirinto programak labirinto bat sortzen du ausaz eta gero ebatzi egiten du atzera elikadura grafikoaren bidez.

source: M.C. Escher inspired ants.. in 3d
eu: M.C.Escher-engan inspiratutako inurriak..3Dn

source: Draw circular interference patterns
eu: Interferentzia-eredu zirkularrak marrazten ditu

source: Maximum radius increment
eu: Erradioaren handikuntza handiena

source: Moire draws circular interference patterns.
eu: Moire-ek interferentzi eredu zirkularrak marrazten ditu

source: Offset
eu: Desplazatu

source: A 3d flower morphs into a sphear
eu: 3Dko lorea esfera bihurtzen du

source: Mountain
eu: Mendiak

source: Change to draw square at weird starting points.
eu: Puntu sakabanatutan hasita laukiak marrazteko aldatu.

source: Change to use XOR drawing function.
eu: XOR marrazketa-funtzioa erabiltzera aldatu.

source: Draw square at weird starting points.
eu: Laukiak marrazten ditu puntu sakabanatutan hasita.

source: Munch munches squares until killed.
eu: Munch-ek laukiak marrazten ditu desagertu arte.

source: Munching squares.
eu: Laukiak mozten.

source: Shift
eu: Maius

source: Use XOR drawing function.
eu: XOR marrazketa-funtzioa erabili.

source: Change maximum number of lines.
eu: Gutxieneko marra-kopurua aldatu.

source: Change the time each picture is shown.
eu: Irudi bakoitzaren agerpen-denbora aldatu.

source: Change time to fade away.
eu: Ezabatzeko denbora aldatu.

source: Fadedelay
eu: Ezabatzeko denbora-tartea

source: Maximum number of lines.
eu: Gehienezko marra-kopurua.

source: Pedal Displays pretty geometric pictures.
eu: Pedal-ek irudi geometriko ederrak bistaratzen ditu.

source: Pretty geometric picture program.
eu: Irudi geometriko ederren programa.

source: Time to fade away.
eu: Ezabatzeko denbora.

source: Time to show each picture.
eu: Irudi bakoitza erakusteko denbora.

source: Display an arcade game
eu: Bistaratu makina-joko bat

source: Draws a simulation of an old terminal, with large pixels and long-sustain phosphor.
eu: Terminal zahar batean bezala pixel handiko eta euskarri handiko fosforozko simulazioa egiten du.

source: Phosphor
eu: Fosforoa

source: 3d pipes flow around the screen
eu: 3Dko hodiak pantailan hegan

source: Pipes
eu: Hodiak

source: Changes frequency of missile launch.
eu: Misil jaurtiketaren maiztasuna aldatzen du.

source: Frequency
eu: Maiztasuna

source: Frequency of missile launch
eu: Misil-jaurtiketaren maiztasuna

source: How many particles should appear when a missile explodes.
eu: Misilak eztanda egiten duenean zenbat zati agertuko diren.

source: How many particles should be allowed on the screen at once.
eu: Pantailan aldi berean zenbat zati ager daitezkeen.

source: Number of particles
eu: Zati-kopurua

source: Particles on screen
eu: Zenbat zati pantailan

source: Pyro
eu: Piro

source: Scatter
eu: Dispertsioa

source: The pyro program simulates fireworks.
eu: Piro programak su artifizialak simulatzen ditu.

source: simulates fireworks
eu: su artifizialak simulatzen ditu

source: Bounce colored lines around a window.
eu: Koloredun errebote-marrak leihoaren barruan.

source: Changes the speed at which the Qix moves.
eu: Qix-en abiadura aldatzen du.

source: Determines whether the lines move erraticly, or bounce off the walls linearly.
eu: Marrak kontrolik gabe mugitzen diren edo hormaren kontra errebote egiten duten erabakitzen du.

source: Determines whether to fill in the gaps between the lines.
eu: Lerro arteko zuloak bete behar diren edo ez erabakitzen du.

source: Draw solid Qix.
eu: Qix solidoa marraztu.

source: Length of the Trail:
eu: Aztarnaren luzera:

source: Number of Qix:
eu: Qix kopurua:

source: Qix bounces a series of line segments around its window. This is truly the swiss army chainsaw of qix programs.
eu: Qix-ek marra-segmentu multzo batzuk errebotarazten ditu leihoaren barruan. Suitzako armadaren qix programen katea da izatez.

source: Random
eu: Ausazkoa

source: Set random motion for the Qix.
eu: Qix-en ausazko animazioa ezartzen du.

source: Sets the distance between each line segment.
eu: Lerro-segmentuen arteko distantzia ezartzen du.

source: Sets the number of Qix you have running at once.
eu: Aldi berean erabiliko duzun Qix kopurua ezartzen du.

source: Sets the number of line segments to be drawn.
eu: Marraztu beharreko lerro-segmentu kopurua ezartzen du.

source: Speed:
eu: Abiadura:

source: Spread
eu: Zabalera

source: Width of segment:
eu: Segmentuaren zabalera:

source: Display oily drops.
eu: Olio-tantak bistaratzen ditu.

source: Draws rippling interference patterns like splashing water.
eu: Interferentzia-eredu uhin-itxurakoak marrazten ditu, ur-zipriztinen antzera.

source: Drip onto desktop.
eu: Mahaigainean tantaka.

source: Oily
eu: Oliotsua

source: Ripples
eu: Uhinak

source: Stir
eu: Eragin

source: Stir it up.
eu: Eragin.

source: Stir.
eu: Eragin

source: Rocks
eu: Harriak

source: A 3d Rubiks cube floats and twists around
eu: 3Dko Rubik kuboa jiraka eta bueltaka

source: Rubiks Cube
eu: Rubik-en kuboa

source: Draws smoothly-shaded oscillating oval patterns which resemble vapor trails.
eu: Arrautza-itxurako eredu itzaldun eta kulunkariak marrazten ditu, lurrunaren antzekoak.

source: The sierpinski program draws Sierpinski triangle fractals.
eu: Sierpinski programak Sierpinski triangelu fraktalak marrazten ditu.

source: Display a Sonar scope.
eu: Sonarraren eremua bistaratzen du.

source: Sonar
eu: Sonarra

source: Sphere
eu: Esferak

source: Darrick Brown, Peter Schmitzberger, and Jamie Zawinski
eu: Darrick Brown, Peter Schmitzberger eta Jamie Zawinski

source: Spiral
eu: Espirala

source: The spiral program draws moving circular spiral patterns.
eu: Espiralak espiral itxurako eredu zirkular mugikorrak marrazten ditu.

source: Display the desktop in a spotlight
eu: Mahaigaina foku batean bistaratzen du

source: Uhm.. *poing*
eu: Eh..*poing*

source: Display squared spirales
eu: Espiral angeludunak bistaratzen ditu

source: Stairs
eu: Eskailerak

source: The famous, M.C. Escher, impossible stairs
eu: M.C.Escher ospetsuaren eskailera ezinezkoa

source: Random)
eu: Ausazkoa)

source: Blob
eu: Burbuila

source: Change the animation step delay.
eu: Animazio-urratsen arteko denbora-tartea aldatu.

source: Change the number of colors to use in star.
eu: Itsas izarrak izango duen kolore-kopurua aldatu.

source: Change the quickness of rotation at each step.
eu: Urrats bakoitzean biraketaren abiadura aldatu.

source: Change the thickness of color bands.
eu: Koloredun zerrenden zabalera aldatzen du.

source: Duration of current shape.
eu: Itxura beraren iraupena.

source: How long to run before choosing a new shape.
eu: Beste itxura bat aukeratu arte zenbat denbora igaro behar den.

source: Make a star like formation using arcs.
eu: Izar-itxurako zerbait marraztu arkuak erabiliz.

source: Rotation
eu: Biraketa

source: Slim
eu: Mehea

source: Speed of animation.
eu: Animazioaren abiadura.

source: Starfish
eu: Itsas izarra

source: Starfish bounces a series of arcs around its window in a star like formation. It uses multiple colors and multiple patterns.
eu: Itsas izarrak arkuak errebotarazten ditu leihoaren barruan izar itxura emanez. Kolore eta eredu ugari erabiltzen ditu.

source: Thickness
eu: Lodiera

source: Use raw shapes
eu: Forma gordinak erabili

source: Wide
eu: Zabala

source: Strange
eu: Bitxia

source: Generates random mountain ranges using iterative subdivision of triangles.
eu: Triangelu-zatiketa errepikakorrak erabiliz, ausazko mendi-kateak sortzen ditu.

source: Random mountain ranges
eu: Ausazko mendi-kateak

source: Triangle
eu: Triangeluak

source: The vines program is yet another geometric pattern generator, this one's claim to fame being a pseudo-fractal looking vine like pattern that creates nifty whirls and loops.
eu: Mahastiak eredu geometrikoak sortzen ditu, mahasti-itxurako eredu sasifraktal ospetsua da eta begiztak eta zurrunbiloak sortzen ditu.

source: Vines
eu: Mahastiak

source: draws pseudo-fractal geometric patterns
eu: eredu geometriko sasifraktalak marrazten ditu

source: Worm
eu: Harrak

source: Display flames at the bottom of the screen
eu: Pantailaren behealdean sugarrak bistaratzen ditu

source: Screens from the movie The Matrix
eu: The Matrix filmetik hartutako pantailak

source: The xroger program displays a replacement for the X logo with a more accurate Look and Feel.
eu: Xroger programak X logotipoa Itxura eta Izaera egokiago batekin ordezten du.

source: The xroger program displays a replacement for the X logo.
eu: Xroger programak X logotipoaren ordezpena bistaratzen du.

source: Bars
eu: Barrak

source: Cycle modes.
eu: Moduak zikloan aldatu.

source: Cycle through all the available modes.
eu: Modu erabilgarri guztietatik pasatzen da.

source: Display color bars.
eu: Kolore-barrak bistaratu.

source: Display static.
eu: Bistaratze estatikoa.

source: Roll
eu: Erroilua

source: Simulates various television problems such as static, loss of vertical hold, and test patterns.
eu: Telebista-arazoak simulatzen ditu; adibidez, euskarri bertikalik eza, estatikoa eta probako ereduak.

source: Static
eu: Estatikoa

source: Static.
eu: Estatikoa.

source: Vertical roll.
eu: Erroilu bertikala.

source: About:
eu: Honi buruz:

source: Author:
eu: Egilea:

source: Author: UNKNOWN
eu: Egilea: EZEZAGUNA
