Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/control-center/po/*.po
Languages: cs, et, eu, fi, pl, ro, tr, uk

source: Set background image.
eu: Atzeko planoko irudia ezartzen du.

source: IMAGE-FILE
eu: IRUDI-FITXATEGIA

source: an initialization error occurred while starting 'background-properties-capplet'. aborting...
eu: hasieratze-errorea gertatu da 'atzeko planoaren propietateen capplet-a'abiaraztean'. abortatzen...

source: Background
eu: Atzeko planoa

source: Configuration of the desktop's background
eu: Mahaigaineko atzeko planoaren konfigurazioa

source: Disabled
cs: Zakázán
et: Välja lülitatud
eu: Desgaituta
fi: Ei k‰ytˆss‰
pl: Nieaktywny
ro: Dezactivat
tr: Kapalý
uk: Нема╓

source: Color
cs: Barva
et: Värv
eu: Kolorea
fi: V‰ri
pl: Kolor
ro: Culoare
tr: Renk
uk: Кол╕р

source: Solid
cs: Plná
et: Ühevärviline
eu: Solidoa
fi: Yksiv‰rinen
pl: Jednolity
tr: Dolgun
uk: Монотонний

source: Horizontal Gradient
eu: Gradiente horizontala

source: Vertical Gradient
eu: Gradiente bertikala

source: Primary Color
eu: Lehen mailako kolorea

source: Secondary Color
eu: Bigarren mailako kolorea

source: Wallpaper Selection
eu: Horma-paperaren hautapena

source: Can't find an hbox, using a normal file selection
eu: Ezin izan du hbox-a aurkitu fitxategi-hautapen normala erabiliz

source: Preview
cs: Náhled
et: Näidis
eu: Aurrebista
fi: Esikatselu
pl: Podgl±d
ro: Previzualizare
tr: Önizleme
uk: Перегляд

source: Wallpaper
cs: Tapeta
et: Tapeet
eu: Horma-papera
fi: Taustakuva
pl: Tapeta
ro: Imagine fundal
tr: Ardalan
uk: Шпалери

source: Browse...
eu: Arakatu...

source: none
eu: bat ere ez

source: Embossed Logo
eu: Erliebedun Logotipoa

source: Scaled
cs: Pøizpùsobená
et: Venitatud
eu: Eskaladuna
fi: Sovita
pl: Skalowana
ro: Scalatã
tr: Büyült
uk: Масштабовано

source: Scaled (keep aspect)
cs: Pøizpùsobená (pomìr stran)
et: Venitatud (proportsioonis)
eu: Eskaladuna (itxura gordeta)
fi: Sovita (s‰ilyt‰ kuvan suhteet)
pl: Skalowana (z zachowaniem proporcji)
ro: Scalatã (menþine aspectul)
tr: Büyült ( oranlarý koru )
uk: Масштабовано (збер╕гати пропорц╕╖)

source: Centered
cs: Centrovaná
et: Ekraani keskel
eu: Zentratua
fi: Keskell‰
pl: Wy¶rodkowana
ro: Centratã
tr: Ortala
uk: В центр╕

source: Tiled
cs: Dla¾dice
et: Parkett
eu: Mosaikoan
fi: Vierekk‰in
pl: Kafelka
ro: Repetatã
tr: Döþe
uk: Моза╖ка

source: Use GNOME to set background
eu: GNOME erabili atzeko planoa konfiguratzeko

source: Set parameters from saved state and exit
eu: Gordetako egoeraren parametroak ezarri eta irten

source: IMAGE
eu: IRUDIA

source: Sets the wallpaper to the value specified
eu: Horma-paperari zehaztutako balioak ezartzen dizkio

source: COLOR
eu: KOLOREA

source: Specifies the background color
eu: Atzeko planoaren kolorea zehazten du

source: Specifies end background color for gradient
eu: Atzeko planoaren gradiente-amaierako kolorea zehazten du

source: ORIENT
eu: ORIENTAZIOA

source: Gradient orientation: vertical or horizontal
eu: Gradientearen orientazioa: bertikala edo horizontala

source: Use a solid fill for the background
eu: Atzeko planoan kolore solidoa erabiltzen du

source: Use a gradient fill for the background
eu: Atzeko planoan gradientedun kolorea erabiltzen du

source: MODE
eu: MODUA

source: Display wallpaper: tiled, centered, scaled or ratio
eu: Erakutsi horma-papera: mosaikoan, erdian, eskalan edo proportzioan

source: Desktop
eu: Mahaigaina

source: Configure how document types are handled
eu: Dokumentu-motak nola maneiatu konfiguratzen du

source: Document Handlers
eu: Dokumentu-maneiatzaileak

source: Control Center
cs: Øídící centrum
et: Juhtpaneel
eu: Kontrol Zentroa
fi: Hallintakeskus
pl: Centrum Sterowania GNOME
ro: Centrul de control
tr: Ayarlar Merkezi
uk: Центр керування GNOME

source: Control Center Menu
eu: Kontrol Zentroaren menua

source: Configure the settings of your Multimedia devices
eu: Zure Multimediako gailuen ezarpenak konfiguratzen ditu

source: Configure your external devices
eu: Kanpoko gailuak konfiguratzen ditu

source: Peripherals
eu: Periferikoak

source: Session
cs: Sezení
eu: Saioa
fi: Istunto

source: Session Management Settings
eu: Saio-kudeatzailearen ezarpenak

source: Configure the global settings of your GNOME applications
eu: Zure GNOME aplikazioen ezarpen orokorrak konfiguratzen ditu

source: User Interface
eu: Erabiltzaile-interfazea

source: Edit Applications List
eu: Editatu aplikazioen zerrenda

source: Select applications to appear in menu for MIME type "%s"
eu: Hautatu menuan agertuko diren "%s" MIME motako aplikazioak

source: Add Application...
eu: Gehitu aplikazioa...

source: Edit Application...
eu: Editatu aplikazioa...

source: Delete Application
eu: Ezabatu aplikazioa

source: Edit Components List
eu: Editatu osagaien zerrenda

source: Select views to appear in menu for MIME type "%s"
eu: Hautatu menuan agertuko diren "%s" MIME motako ikuspegiak

source: The MIME type entered contained upper case characters. Upper case characters were changed to lower case for you.
eu: Idatzitako MIME motak maiuskuladun karaktereak zituen. Maiuskuladun karaktereen ordez minuskuladunak jarri zaizkizu.

source: Add New MIME Type
eu: MIME mota berria gehitzen du

source: Add MIME Type
eu: Gehitu MIME mota

source: New MIME type (e.g. image/x-thumper):
eu: MIME mota berria (adb. irudia/x-thumper):

source: Description (e.g. Thumper image):
eu: Azalpena (ad.Thumper irudia):

source: File Extensions
eu: Fitxategi-luzapenak

source: Add...
cs: Pøidat...
et: Lisa...
eu: Gehitu...
fi: Lis‰‰...
pl: Dodaj...
ro: Adaugã...
tr: Ekle ...
uk: Додати...

source: Remove
eu: Kendu

source: Add New Extension
eu: Luzapen berria gehitzen du

source: Type in the extensions for this mime-type (without dot). You can enter several extensions seperated by a space, for example: html htm
eu: MIME mota honetarako luzapenak idatzi (punturik gabe). Luzapen bat baino gehiago idatz ditzakezu zuriune batez bereizita, adibidez: html htm

source: Extension:
cs: Pøípona:
et: Laiendus:
eu: Luzapena:
fi: P‰‰te:
pl: Rozszerzenie:
ro: Extensie:
tr: Sonek:
uk: Розширення:

source: You must enter a name.
eu: Izena idatzi behar duzu.

source: You must enter a command.
eu: Komandoa idatzi behar duzu.

source: "%s" does not exist or is not executable. Check your spelling and make sure you have the right permissions to execute this file.
eu: "%s" ez dago edo ez da exekutagarria. Ondo idatzita dagoela ziurtatu eta fitxategi hori exekutatzeko behar diren baimenak badituzula egiaztatu.

source: The command "%s" cannot be found. You must use a command that can work from any command line.
eu: Ezin izan da "%s" komandoa aurkitu. Edozein komando-lerrotan balioko duen komandoa erabili behar duzu.

source: Bad Application Name
eu: Aplikazio-izena okerra da

source: Bad Application Command
eu: Aplikazio-komandoa okerra da

source: Add Application
eu: Gehitu aplikazioa

source: Edit Application
eu: Editatu aplikazioa

source: Application Name:
eu: Aplikazioaren izena:

source: Application Command:
eu: Aplikazioaren komandoa:

source: Open Behavior
eu: Irekitzeko portaera

source: Can open multiple files
eu: Fitxategi bat baino gehiago ireki ditzake

source: Can open from URI
eu: URItik ireki dezake

source: MIME Type
eu: MIME mota

source: Change Icon
eu: Aldatu ikonoa

source: Change File Extensions
eu: Aldatu fitxategi-luzapenak

source: Default Action:
eu: Ekintza lehenetsia:

source: Use Viewer
eu: Erabili ikustailea

source: Open With Application
eu: Ireki aplikazioarekin

source: Edit List
eu: Editatu zerrenda

source: Add New MIME Type...
eu: Gehitu MIME mota berria...

source: Delete This MIME Type
eu: Ezabatu MIME mota hau

source: Revert to System Defaults
eu: Itzuli sistema-lehenespenetara

source: None
eu: Bat ere ez

source: Reverting to system settings will lose any changes you have ever made to File Types and Programs. Revert anyway?
eu: Sistemaren ezarpenetara itzultzean, fitxategi-motetan eta programetan egindako aldaketa guztiak galdu egingo dira. Itzuli hala ere?

source: View as %s
eu: Ikusi honela: %s

source: Description
eu: Azalpena

source: Extension
cs: Roz¹íøení
et: Laiendus
eu: Luzapena
fi: P‰‰te
pl: Rozszerzenie
ro: Extensie
tr: Sonek
uk: Розширення

source: Default Action
eu: Ekintza lehenetsia

source: File Types and Programs
eu: Fitxategi-motak eta programak

source: Specify which programs are used to open or view each file type
eu: Fitxategi-mota bakoitza ireki edo ikusteko zein programa erabiliko diren zehazten du

source: Select an icon
eu: Hautatu Ikono bat

source: Gnome editor
cs: Editor pro soubory Gnome
et: Gnome tekstiredaktor
eu: Gnome editorea
fi: Gnomen editori
pl: Edytor GNOME
ro: Editor Gnome
tr: Gnome editörü
uk: Редактор GNOME

source: Run In Terminal
cs: Spustit v terminálu
et: Käivita terminaliaknas
eu: Terminalean exekutatu
fi: Aja p‰‰teikkunassa
pl: Uruchamianie w terminalu
ro: Ruleazã în Terminal
tr: Komuta'da çalýþtýr
uk: Запускати в терм╕нал╕

source: Choose the editor that is invoked by gnome-edit
eu: Aukeratu Gnome edit-ek deitzen duen editorea

source: Default Editor
eu: Editore lehenetsia

source: Keyboard bell
eu: Teklatu-kanpaia

source: Volume
cs: Hlasitost
et: Valjus
eu: Bolumena
fi: Voimakkuus
pl: G³o¶no¶æ
ro: Volum
tr: Ses
uk: Гучн╕сть

source: Pitch (Hz)
cs: Frekvence
et: Kõrgus (Hz)
eu: Intentsitatea (Hz)
fi: Korkeus (Hz)
pl: Wysoko¶æ (Hz)
ro: Înãlþime (Hz)
tr: Vurgulamasý ( hz )
uk: Висота (Гц)

source: Duration (ms)
cs: Délka (ms)
et: Kestus (ms)
eu: Iraupena (m)
fi: Kesto (ms)
pl: Czas trwania (ms)
ro: Durata (ms)
tr: Süre (mili-san. )
uk: Тривал╕сть (мс)

source: Test
et: Proovi
eu: Probatu
fi: Kokeile
ro: Testeazã
tr: Dene
uk: Перев╕рити

source: Keyboard repeat rate
eu: Teklatuaren errepikatze-abiadura

source: Enable auto-repeat
cs: Povolit opakování klávesy
et: Korda märke
eu: Autoerrepikapena gaitzen du
fi: Toista n‰pp‰imet
pl: Automatyczne powtarzanie
ro: Activeazã repetarea automatã
tr: Otomatik tekrarlamayý aç
uk: Вв╕мкнути автоповтор

source: Repeat rate
cs: Rychlost opakování
et: Korduse kiirus
eu: Errepikatze-abiadura
fi: Toistonopeus
pl: Czêstotliwo¶æ powtarzania
ro: Ratã de repetare
tr: Tekrarlama oraný
uk: Швидк╕сть повтору

source: Repeat Delay
eu: Errepikapenen arteko tartea

source: Keyboard click
cs: Pípání kláves
et: Klaviatuuri klõps
eu: Teklatu-klika
fi: N‰pp‰in‰‰ni
pl: Klikniêcia klawiatury
ro: Clic tastaturã
tr: Klavye týklamasý
uk: Клацання клав╕ш

source: Click on keypress
cs: Pípnutí pøi stisku
et: Tee nupuvajutuse peale klõpsu
eu: Klik tekla sakatzean
fi: Naksaus n‰pp‰imenpainalluksella
pl: Klikniêcie przy naci¶niêciu klawisza
ro: Clic la apãsarea tastelor
tr: Tuþ basýmýnda 'týkla'
uk: Клацати при натиснен╕

source: Click volume
cs: Hlasitost pípnutí
et: Klõpsu valjus
eu: Klik-bolumena
fi: Naksauksen ‰‰nenvoimakkuus
pl: G³o¶no¶æ klikniêcia
ro: Volum clic
tr: Týklama sesi
uk: Гучн╕сть клацання

source: Test settings
cs: Test nastavení
et: Proovi häälestust
eu: Ezarpenak probatu
fi: Kokeile asetuksia
pl: Wypróbuj ustawienia
ro: Testeazã setãrile
tr: Ayarlarý dene
uk: Перев╕рка установок

source: No help is available/installed for these settings. Please make sure you have the GNOME User's Guide installed on your system.
cs: Nápovìda k tomuto nastavení není dostupná. Ujistìte se, ¾e máte instalovánu souèasnou verzi U¾ivatelské pøíruèky Gnome.
et: Nende määrangute kohta dokumentatsiooni ei ole. Veenduge, et Teie arvutisse on GNOME kasutusjuhend installeeritud.
eu: Ezarpen horien laguntza ez dago erabilgarri/instalatuta. Egiaztatu GNOMEren Erabiltzailearen gida sisteman instalatuta duzula.
fi: T‰lle asetukselle ei ole ohjetta. Ole hyv‰ ja varmista, ett‰ GNOME-k‰ytt‰j‰n opas on asennettu.
pl: Pomoc na temat tych ustawieñ nie jest dostêpna/zainstalowana. Upewnij siê, ¿e zainstalowano w systemie Podrêcznik U¿ytkownika GNOME.
ro: Nu existã ajutor disponibil/instalat pentru aceste setãri. Vã rog sã vã asiguraþi cã aþi instalat Ghidul Utilizatorului GNOME pe sistemul dvs.
tr: Bu ayarlar için hiç bir yardým yok . Lütfen Gnome kullanýcý kýlavuzunu yüklediðini te'min et .
uk: Дов╕дкова ╕нформац╕я для цих установок недоступна. Перев╕рте будь-ласка що Кер╕вництво користувача GNOME ╕нстальовано у ваш╕й систем╕.

source: Close
cs: Zavøít
et: Sulge
eu: Itxi
fi: Sulje
pl: Zamknij
ro: Închide
tr: Kapat
uk: Закрити

source: an initialization error occurred while starting 'keyboard-properties-capplet'. aborting...
eu: hasieratze-errorea gertatu da 'teklatuaren propietateen capplet-a'abiaraztean'. abortatzen...

source: Keyboard
eu: Teklatua

source: Keyboard Properties
eu: Teklatuaren propietateak

source: Mouse buttons
cs: Tlaèítka my¹i
et: Hiirenupud
eu: Saguaren botoiak
fi: Hiiren painikkeet
pl: Przyciski myszy
ro: Butoane mouse
tr: Fare tuþlarý
uk: Кнопки миш╕

source: Left handed
cs: Pro leváky
et: Vasakukäeline
eu: Ezkertientzat
fi: Vasenk‰tinen
pl: Dla leworêcznych
ro: Pentru stângaci
tr: Solaklar için
uk: П╕д л╕ву руку

source: Right handed
cs: Pro praváky
et: Paremakäeline
eu: Eskuintientzat
fi: Oikeak‰tinen
pl: Dla praworêcznych
ro: Pentru dreptaci
tr: Saðaklar için
uk: П╕д праву руку

source: Mouse motion
cs: Pohyb my¹i
et: Hiire liikumine
eu: Saguaren mugimendua
fi: Hiiren liike
pl: Ruch myszy
ro: Miºcare mouse
tr: Fare harekatý
uk: Рух миш╕

source: Acceleration
cs: Zrychlení
et: Kiirendus
eu: Azelerazioa
fi: Kiihdytys
pl: Przy¶pieszenie
ro: Accelerare
tr: Hýzlandýrma
uk: Прискорення

source: Fast
cs: Rychle
et: Kiire
eu: Handia
fi: Nopea
pl: Szybko
ro: Rapidã
tr: Hýzlý
uk: Швидко

source: Slow
cs: Pomalu
et: Aeglane
eu: Txikia
fi: Hidas
pl: Wolno
ro: Înceatã
tr: Yavaþ
uk: Пов╕льно

source: Threshold
cs: Zpo¾dìní zaèátku pohybu
et: Lävikiirus
eu: Muga
fi: Kynnys
pl: Próg
tr: Arak
uk: Пор╕г

source: Large
cs: Velké
et: Suur
eu: Handia
fi: Suuri
pl: Du¿y
ro: Mare
tr: Büyük
uk: Великий

source: Small
cs: Malé
et: Väike
eu: Txikia
fi: Pieni
pl: Ma³y
ro: Mic
tr: Ufak
uk: Малий

source: an initialization error occurred while starting 'mouse-properties-capplet'. aborting...
eu: hasieratze-errorea gertatu da 'saguaren propietateen capplet- a' abiaraztean. abortatzen...

source: Mouse
eu: Sagua

source: Mouse Properties
eu: Saguaren propietateak

source: Require Password
eu: Eskatu pasahitza

source: Use power management.
eu: Erabili energia-kudeaketa.

source: No Screensaver
eu: Pantaila-babeslerik ez

source: Random Screensaver
eu: Ausazko pantaila-babeslea

source: Settings...
cs: Nastavení...
et: Häälestus...
eu: Ezarpenak...
fi: Asetukset...
pl: Ustawienia...
ro: Setãri...
tr: Ayarlar ...
uk: Установки...

source: Random Settings
eu: Ausazko ezarpenak

source: %s Settings...
eu: %s ezarpenak...

source: 3D Clock
eu: 3Dko erlojua

source: Changes the magnification of original picture.
eu: Jatorrizko irudiaren tamaina aldatzen du.

source: High
eu: Handia

source: Low
eu: Txikia

source: Modifies the direction move.
eu: Mugimenduaren noranzkoa aldatzen du.

source: Modifies the wobbling.
eu: Zanbulua aldatzen du.

source: Sets the moving cycle time.
eu: Mugimenduaren ziklo-denbora ezartzen du.

source: Size
eu: Tamaina

source: Size:
eu: Tamaina:

source: Speed
eu: Abiadura

source: This draws a working analog clock composed of floating, throbbing bubbles.
eu: Ibili dabilen erloju analogiko eta taupadatsu bat irudikatzen du.

source: Time 3D is a clock. It uses flying balls to display the time. The balls move and wobble around to give you the impression your graphic workstation with its many XStone is doing something.
eu: 3Dko erlojua da. Bola hegalariak erabiltzen ditu ordua adierazteko. Bolak mugitu eta kulunkatu egingo dira zure pantaila grafikoari, bere XStone guztiekin, lanean ari delako itxura emanez.

source: Twist
eu: Bihurtu

source: Twist speed:
eu: Bihurtzeko abiadura:

source: Twist:
eu: Bihurdura:

source: Wobble
eu: Zanbuluka

source: Wobble:
eu: Zanbulua:

source: A cellular automaton that is really a two-dimensional Turing machine: as the heads (``ants'') walk along the screen, they change pixel values in their path. Then, as they pass over changed pixels, their behavior is influenced.
eu: Zelula-automata bat da; oinarrian bi dimentsioko Turing makina da: buruak (``inurriak'') pantailan zehar dabiltzala, pixelen balioak aldatzen dituzte.Aldatutako pixeletatik berriz pasatzen direnean, portaera aldatu egiten zaie.

source: Ant
eu: Inurriak

source: Ants:
eu: Inurriak:

source: Changes the number of ants marching across the screen.
eu: Pantailan dabilen inurri-kopurua aldatzen du.

source: Changes the size of the ants.
eu: Inurrien tamaina aldatzen du.

source: Count
eu: Zenbat

source: Determines whether or not the ant leaves a truchet in the path it leaves behind.
eu: Inurria pasatzen den lekuan bere aztarna lagako duen edo ez erabakitzen du.

source: Little Ants walk around, leaving colored trails.
eu: Bueltaka dabiltzan inurriak dira, koloredun aztarnak lagatzen dituzte.

source: Number of ants.
eu: Inurri-kopurua.

source: Print the path that the ant took in the trail.
eu: Inurriak egindako ibilbidea markatu.

source: Whales, dolphins and sharks swimming around, in 3D
eu: 3Dko baleak, izurdeak eta marrazoak igerian

source: A show of objects interacting through attractive and repulsive forces.
eu: Erakarpen- eta aldarapen-indarren menpean elkarri eragiten dioten objektuak.

source: Attraction
eu: Erakarpena

source: Attraction is based on interactions of points which attract each other up to a certain distance and then begin to repel each other.
eu: Puntuen arteko elkarreraginean dago oinarrituta; elkarrengana hurbiltzen dira distantzia jakin bateraino, eta gero elkarrengandik urrundu egiten dira.

source: Change distance at which attractive force becomes repulsive.
eu: Erakarpen-indarra aldarapen-indar bihurtzeko distantzia aldatzen du.

source: Change size of points.
eu: Puntuen tamaina aldatzen du.

source: Change the delay in cycles.
eu: Zikloen denbora-tartea aldatzen du.

source: Change the number of points to use.
eu: Erabilitako puntu-kopurua aldatzen du.

source: Change the spacing radius of the points.
eu: Puntuen arteko hasierako distantzia aldatzen du.

source: Closer
eu: Hurbilago

source: Count:
eu: Zenbat:

source: Delay
eu: Denbora-tartea

source: Distance of attraction.
eu: Erakarpen-distantzia.

source: Farther
eu: Hurrunago

source: Faster
eu: Azkarrago

source: Glow
eu: Distira

source: Have initial forces on each point be tangential to original circle.
eu: Puntu bakoitzean dagoen indarra jatorrizko zirkuluarekiko tangentziala izan dadila.

source: Have points glow vary with acceleration.
eu: Puntuen distira azelerazioarekin handitu dadila.

source: Initial spacing radius of points.
eu: Puntuen arteko hasierako erradioa.

source: Larger
eu: Handiagoa

source: Number of points to use.
eu: Erabili beharreko puntu-kopurua.

source: Orbit
eu: Orbita

source: Radius
eu: Erradioa

source: Size of point.
eu: Puntuaren tamaina

source: Slower
eu: Motelago

source: Smaller
eu: Txikiago

source: Speed of Motion.
eu: Animazioaren abiadura

source: Blitspin takes a bitmap and repeatedly rotates it by 90 degrees using logical operations.
eu: Blitspin-ek bit-mapa hartu eta 90 gradutaraino biratzen du behin eta berriro, eragiketa logikoak erabiliz.

source: Change the delay between each 90 degree rotation.
eu: 90 graduko biraketen arteko denbora-tartea aldatzen du.

source: Change the delay between steps of rotation process.
eu: Biraketa-prozesuko urratsen arteko denbora-tartea aldatzen du.

source: Change to display in monochrome.
eu: Kolore bakarrez ikusteko aukera ematen du.

source: Delay2
eu: Denbora-tartea2

source: Display screensaver in monochrome.
eu: Pantaila-babeslea kolore bakarrez.

source: Monochrome
eu: Kolore bakarrez

source: Rotates a bitmap in an interesting way.
eu: Bitmap-a modu interesgarri batez birarazten du.

source: Speed of rotation
eu: Biraketaren abiadura

source: Speed of the 90 degree rotation.
eu: 90 graduko biraketaren abiadura.

source: A blob of bubbles spinning/moving around the screen.
eu: Burbuilez egindako biribil bat pantailan mugitzen eta biraka.

source: Bouboule changes shape and size in a blob like form.
eu: Bouboule-k burbuila itxurako irudiaren forma eta tamaina aldatzen du.

source: Change the number of bubbles to use.
eu: Erabili beharreko burbuila-kopurua aldatzen du.

source: Change the number of colors to use.
eu: Erabili beharreko kolore-kopurua aldatzen du.

source: Colors
eu: Koloreak

source: Colors:
eu: Koloreak:

source: Number of Colors.
eu: Kolore-kopurua.

source: Number of bubbles to use.
eu: Erabili beharreko burbuila-kopurua.

source: Use red/blue 3d seperation.
eu: 3Dko gorri/urdin banaketa erabili.

source: Number of Colors
eu: Kolore-kopurua

source: Random color-cycling braids in a circle.
eu: Zirkulu batean kolorezko txirikordak kolorez ausaz aldatzen.

source: The braid program draws random color-cycling braids around a circle.
eu: Braid programak kolorez aldatzen diren txirikorda birakariak marrazten ditu.

source: Blue Screen of Death
eu: Death-en pantaila urdina

source: Bsod simulates crash screens from other operating systems.
eu: Bsod-ek beste sistema eragileetako kraskatze-pantailak imitatzen ditu.

source: Change the delay.
eu: Denbora-tartea aldatu.

source: Lots of bubbles floating around, in 3d
eu: 3Dko burbuila-mordoa inguruan bueltaka

source: Broken
eu: Hautsita

source: Bubbles
eu: Burbuilak

source: Bubbles exist in three dimensions.
eu: Burbuilak hiru dimentsiotan.

source: Bubbles sprays tiny bubbles which grow until they go pop.
eu: Burbuilek jaurtitako burbuilatxoak handitu egiten dira lehertu arte.

source: Don't hide bubbles when they pop.
eu: Ez ezkutatu burbuilak lehertzen direnean.

source: Draw circles instead of pixmap bubbles.
eu: Pixmap burbuilen ordez zirkuluak irudikatu.

source: Lots of random bubbles grow until they pop.
eu: Ausaz dabilen burbuila-mordoa, handitu eta handitu, lehertu arte.

source: Simple
eu: Soila

source: Spotlights a bump map of your desktop.
eu: Mahaigainean bump mapa bat irudikatzen du.

source: Cage
eu: Kaiola

source: The famous, M.C. Escher, impossible cage
eu: M.C. Escher ospetsuaren kaiola ezinezkoa

source: Compass
eu: Konpasa

source: Display a spinning compass
eu: Konpas birakaria bistaratzen du

source: Change the density.
eu: Dentsitatea aldatzen du.

source: Change the number of seeds.
eu: Foku-kopurua aldatzen du.

source: Coral
eu: Korala

source: Denser
eu: Sarriago

source: Density
eu: Dentsitatea

source: Number of seeds
eu: Foku-kopurua

source: Seeds
eu: Fokuak

source: Simulates coral growth
eu: Korala nola handitzen den irudikatzen du

source: Simulates coral growth.
eu: Korala nola handitzen den irudikatzen du.

source: Thinner
eu: Txikia

source: Critical
eu: Kritikoa

source: Display coloured polylines
eu: Koloretako marra-mordoa bistaratzen du

source: Cell
eu: Gelaxka

source: Center image.
eu: Irudia erdian.

source: Centre
eu: Erdia

source: Change the number of polygons to use.
eu: Erabili beharreko poligono-kopurua aldatzen du.

source: Crystal
eu: Kristala

source: Have at maximum size
eu: Gehienezko tamaina eman

source: Maxsize
eu: Gehienezko tamaina

source: Moving polygons, similar to a kaleidescope.
eu: Poligonoak mugitzen, kaleidoskopioan bezala.

source: Number of polygons to use.
eu: Erabili beharreko poligono-kopurua.

source: Change the number of iterations.
eu: Iterazio-kopurua aldatzen du.

source: Cynosure franticly displays colored rectangles.
eu: Cynosure-k kolorezko errektangelu eroak bistaratzen ditu.

source: Franticly displays colored rectangles.
eu: Kolorezko errektangelu eroak bistaratzen ditu.

source: Iterations
eu: Iterazioak

source: Less
eu: Gutxi

source: More
eu: Asko

source: Number of iterations.
eu: Iterazio-kopurua.

source: Decayscreen makes a screen look like its melting down.
eu: Decayscreen-ek pantaila urtu edo desegingo balitz bezala egiten du.

source: Makes a screen melt down
eu: Pantaila urtuko balitz bezala egiten du
