Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/nautilus-media/po/*.po
Languages: ar, az, be, bg, bn, bs, cs, cy, da, de, el, es, et, eu, fi, fr, ga, gu, he, hi, hr, hu, id, it, ja, ko, lt, lv, mk, mn, ms, nb, nl, nn, or, pa, pt, pt_br, ro, ru, sk, sl, sq, sr, sr@latn, sv, ta, th, tk, tr, vi, zh_cn, zh_tw

source: Test view component's factory
ar: معاين مكون معرض الاختبارات
az: Nautilus nümayiş tərkib hissəsi e'malatxanası
be: Вытворчасьць кампанэнта прагляду тэста
bg: Фабрика за компонент Преглед като Тест
bn: টেস্ট ভিউ কম্পোনেন্টের ফ্যাক্টরি
bs: Tvornica test pogled komponente
cs: Factory komponenty pohledu Test
cy: Ffatri y cydran cyllwr prawf
da: Fabrik til testvisningskomponent
de: Fabrik der Test-Ansichtskomponente
el: Εργοστάσιο συστατικού προβολής δοκιμής
es: Fábrica del componente del visor de prueba
et: Testi vaate komponendi vabrik
eu: Proba ikusteko osagaien lantegia
fi: Testinäkymäkomponenttien tehdas
fr: Fabrique du composant de vue test
ga: Monarcha a dheanamh na Comhpháirteanna atá ag an Radhairc na Scrúdú
gu: ચકાસણી દ્રશ્યના ભાગોનું કારખાનું
he: יצרן רכיב תצוגת הניסיון
hi: टेस्ट द्रुश्य अंश का कारखाना
hr: Tvornica komponenti pregleda testova
hu: Tesztnézet komponens factory
id: Factory komponen view tes
it: Fabbrica del componente della vista «Prova»
ja: テスト表示コンポーネントのファクトリ
ko: 테스트 보기 컴포넌트 팩토리
lt: Bandomosios peržiūros komponento gamykla
lv: Testa skata komponenta ražotne
mk: Тестирај factory на компонентата за преглед
mn: Тест харагч бүрэлдхүүний үйлдвэр
ms: Kilang komponen paparan ujian
nb: Fabrikk for testvisningskomponent
nl: Fabriek voor testweergavecomponent
nn: Fabrikk for testvisarkomponent
or: ପରୀକ୍ଷଣ ଦୃଶ୍ଯ ଯନ୍ତ୍ରାଂଶର କାରଖାନା
pa: ਜਾਂਚ ਦਰਿਸ਼ ਭਾਗ ਦੀ ਫੈਕਟਰੀ
pt: Fábrica de componente de vista de teste
pt_br: Fábrica do componente de visualização de teste
ro: Fabrica componentei de vizualizare test
ru: Фабрика компонента тестового просомотра
sk: Vytváracie rozhranie pre komponenty testovacieho pohľadu
sl: Tovarna komponent preizkusnega pogleda
sq: Fabrikë për komponentin e shikuesit të provave
sr: Фабрика дела за пробни преглед
sr@latn: Fabrika dela za probni pregled
sv: Fabrik för testvykomponent
ta: சோதனை காட்சி பொருள் தொழிற்சாலை
tk: Synag namaýyşçy guşulyjysynyň karhanasay
tr: Deneme görünüm bileşen üreticisi
vi: Factory của thành phần khung xem thử
zh_cn: 测试查看组件工厂
zh_tw: 測試顯示模式元件的工廠

source: View as Test
ar: عرض كاختبار
az: Mətn olaraq göstər
be: Адлюстраваць як тэст
bg: Преглед като Тест
bn: পরীক্ষা করার জন্য দেখুন
bs: Vidi kao Test
cs: Zobrazit jako Test
cy: Gweld fel Prawf
da: Vis som test
de: Test-Ansicht
el: Προβολή ως Δοκιμή
es: Ver como prueba
et: Vaata testina
eu: Ikusi proba bezala
fi: Näytä testinä
fr: Voir en tant que Test
ga: Feach mar Scrúdú
gu: ચકાસણી તરીકે જુઓ
he: הצג כניסיון
hi: टेस्ट द्रुश्य देखें
hr: Pogledaj kao da je test
hu: Nézet tesztként
id: Lihat sebagai tes
it: Vedi come prova
ja: テスト表示
ko: 테스트로 보기
lt: Peržiūrėti kaip testą
lv: Skatīt kā Testu
mk: Преглед како Тест
mn: Тестээр харах
ms: Lihat sebagai Ujian
nb: Vise som test
nl: Bekijken als test
nn: Vis som test
or: ପରୀକ୍ଷଣ ରୂପରେ ଦେଖନ୍ତୁ
pa: ਜਾਂਚ ਦਰਿਸ਼
pt: Ver como Teste
pt_br: Ver como Teste
ro: Vizualizează ca test
ru: Просматривать в тестовом виде
sk: Zobraziť ako Test
sl: Glej kot Preizkus
sq: Shikoje si provë
sr: Прикажи као пробу
sr@latn: Prikaži kao probu
sv: Visa som test
ta: சோதனையாக பார்
tk: Synag ýaly görnöş
tr: Deneme Olarak Görüntüle
vi: Xem như thử
zh_cn: 按测试查看
zh_tw: 以測試模式顯示

source: This is a test merged menu item
ar: هذا مكون قائمة مدمج للاختبار
az: Bu birləşdirilmiş bir menyu üzvü sınağıdır
be: Гэта тэст злучанага пункта мэню
bg: Това е тестов елемент слят с менюто
bn: এটি একটি পরীক্ষাধীন একীভূত মেনু আইটেম
bs: Ovo je testni detalj nestajućeg menija
cs: Toto je testovací sloučená položka menu
cy: Dyma eitem dewislen cyfun prawf
da: Dette er en test af et indflettet menupunkt
de: Dies ist ein eingebundenes Test-Menüobjekt
el: Αυτό είναι ένα δοκιμαστικό αντικείμενο συνενωμένου μενού
es: Esto es un elemento de menú de prueba añadido
et: See on testi ühendatud menüü punkt
eu: Hau elkartutako menu osagaien proba da
fi: Tämä on testattava sulautunut valikon kohta
fr: Ceci est un test de menu intégré
ga: Seo é an Mír le haghaidh na roghchlár a bhfuil chumascadh
gu: આ ચકાસણી મિશ્રિત યાદીની વસ્તુ છે
he: זהו פריט תפריט ניסיון מחובר
hi: यह टेस्ट विलयित मेनू आइटेम् है
hr: Ovo je test spojene stavke izbornika
hu: Ez egy teszt összefűzött menüelem
id: Ini adalah tes item menu yang digabung
it: Questa è una voce di prova inserita nel menù
ja: これはテストで統合したメニュー項目です
ko: 메뉴 항목이 결합된 테스트
lt: Tai yra bandomasis susieto meniu punktas
lv: Šis ir testa apvienots izvēlnes priekšmets
mk: Ова е тест на споен предмет со мени
mn: Энэ бол холбосон тест цэс элемент
ms: Ini adalah item menu ujian yang digabungkan
nb: Dette er et sammenslått testmenyalternativ
nl: Dit is een samengevoegd test-menu-item
nn: Dette er eit samanslått testmenyval
or: ଏହା ଏକ ମିଶ୍ରିତ ତାଲିକା ବସ୍ତୁର ପରୀକ୍ଷଣ
pa: ਇਹ ਜਾਂਚ ਮੇਲ ਮੇਨੂ ਇਕਾਈ ਹੈ
pt: Este é um item de menu reunido de teste
pt_br: Esse é um item de menu embutido de teste
ro: Acesta este un test de element de meniu combinat
ru: Это тестовый встроенный пункт меню
sk: Toto je vložená položka menu test
sl: To je preizkusni pridružen predmet menuja
sq: Kjo është prova e një elementi të menusë
sr: Ово је ставка менија пробних спојева
sr@latn: Ovo je stavka menija probnih spojeva
sv: Detta är ett sammanslaget testmenyalternativ
ta: இது சேர்த்த சோதனை மெனு உருப்படி
tk: Bu bir birleşdirilen menü synagynyň aýtemi
tr: Bu deneme menü öğesidir
vi: Đây là việc thử được nhập mục menu
zh_cn: 这是测试合并的菜单项
zh_tw: 這是測試用的選單項目

source: This is a test merged toolbar button
ar: هذا زر عمود أدوات مدمج للاختبار
az: Bu birləşdirilmiş ləvazimat çubuğu düyməsi sınağıdır
be: Гэта тэст злучанай кнопкі панэлі інструмэнта
bg: Това е тестов бутон слят с лентата с инструменти
bn: এটি একটি পরীক্ষাধীন একীভূত টুলবার বাটন
bs: Ovo je test nestajućeg dugmeta trake sa alatima
cs: Toto je testovací sloučené tlačítko lišty nástrojů
cy: Dyma fotwm bar offter cyfun prawf
da: Dette er en test af en indflettet værktøjslinjeknap
de: Dies ist ein eingebundener Werkzeugleisten-Testknopf
el: Αυτό είναι μια δοκιμή κουμπιού συνενωμένης εργαλειοθήκης
es: Esto es un botón de barra de herramientas de prueba añadido
et: See on testi ühendatud tööriistariba nupp
eu: Hau elkartutako tresna-barra botoiaren proba da
fi: Tämä on testattava sulautunut työkalupalkin painike
fr: Ceci est un test de barre d'outils intégrée
ga: Seo é sampla do cnaipe as an Barraí Uirlisí a bhfuil chumascadh
gu: આ ચકાસણી મિશ્રિત સાધનપટ્ટીનુ બટન છે
he: זהו כפתור סרגל כלים ניסיון מחובר
hi: यह टेस्ट विलयित टूलबार बटन है
hr: Ovo je test spojenog gumba alatne trake
hu: Ez egy teszt összefűzött eszköztárgomb
id: Ini adalah tes tombol toolbar yang digabung
it: Questo è un pulsante di prova inserito nella barra dei menù
ja: これはテストで統合したツールバーボタンです
ko: 도구모음 단추가 결합된 테스트
lt: Tai yra bandomasis susietos irankių juostos mygtukas
lv: Šī ir testa apvienota rīkjoslas poga
mk: Ова е тест споено копче со линијата за алатки
mn: Энэ бол холбосон багаж-самбарын тест товч
ms: Ini adalah butang toolbar ujian yang digabungkan
nb: Dette er en sammenslått testverktøylinjeknapp
nl: Dit is een samengevoegde test-werkbalkknop
nn: Dette er ein samanslått testverktøylinjeknapp
or: ଏହା ଏକ ମିଶ୍ରିତ ସାଧନ ପଟି ଚାବିର ପରୀକ୍ଷଣ
pa: ਇਹ ਜਾਂਚ ਮੇਲ ਸੰਦਖਾਨਾ ਬਟਨ ਹੈ
pt: Este é um botão de barra de ferramentas reunido de teste
pt_br: Esse é um botão de barra de ferramentas embutido
ro: Acesta este un test de buton din bara de unelte combinat
ru: Это тестовая встроенная кнопка панели инструментов
sk: Toto je vložená položka panelu nástrojov test
sl: To je preizkusni pridružen predmet orodjarne
sq: Kjo është prova e një pulsanti në panelin e instrumentëve
sr: Ово је дугме линије са алатима пробних спојева
sr@latn: Ovo je dugme linije sa alatima probnih spojeva
sv: Detta är en sammanslagen testverktygsradsknapp
ta: இது சேர்த்த சோதனை கருவிப்பட்டி மெனு உருப்படி
tk: Bu bir birleşdirilen esbap zolaky synagynyň aýtemi
tr: Bu deneme araç çubuğu düğmesidir
vi: Đây là việc thử được nhập nút thanh công cụ
zh_cn: 这是测试合并的工具栏按钮
zh_tw: 這是測試用的工具列按鈕

source: _Test
ar: _اختبار
az: _Sınaq
be: _Тэст
bg: _Тест
bn: পরীক্ষণ (_প)
cy: _Prawf
el: _Δοκιμή
es: _Prueba
eu: _Proba
fi: _Testi
ga: _Scrúdú
gu: ચકાસણી (_T)
he: _ניסיון
hi: टेस्ट (_T)
hu: _Teszt
id: _Tes
it: _Prova
ja: テスト(_T)
ko: 테스트(_T)
lt: _Bandymas
lv: _Tests
mk: _Тест
mn: _Тест
ms: _Uji
or: ପରୀକ୍ଷଣ (_T)
pa: ਜਾਂਚ
pt: _Teste
pt_br: _Teste
ru: _Тест
sl: _Preizkus
sq: _Kontrolloje
sr: Проба
sr@latn: Proba
ta: (_T)சோதனை
tk: _Synag
tr: _Deneme
vi: Th_ử
zh_cn: 测试(_T)
zh_tw: 測試(_T)

source: %s This is a test Nautilus content view component.
ar: %s هذا مكون اختبار لمعرض ناوتيلوس للمحتويات.
az: %s Bu Nautilusun sınaq məzmunu göstərmə tərkib hissəsidir.
be: %s Гэта тэст кампанэнта прагляду зьместа ў Наўцілусе.
bg: %s Това е тестов компонент за преглед на съдържанието в Наутилус
bn: %s এটি নটিল্যাসের পরীক্ষাধীন একটি ভিউ উপাদান
bs: %s Ovo je test Nautilius sadržaj pogled komponenta.
cs: %s Toto je testovací komponenta pohledu obsahu Nautilu.
cy: %s Dyma gydran syllwr cynnwys prawf Nautilus.
da: %s Dette er en test af en indholdsvisningskomponent til Nautilus.
de: %s Dies ist eine Testkomponente der Nautilus-Inhaltsansicht
el: %s Αυτό είναι μια δοκιμή συσταικού προβολής περιεχομένου του Ναυτίλου.
es: %s Esto es un componente de vista de prueba de Nautilus.
et: %s See on test Nautiluse sisu vaate komponent.
eu: %s Hau Nautilusen edukia ikusteko osagaien proba da.
fi: %s Tämä on Nautiluksen testisisältönäkymäkomponentti.
fr: %s Ceci est un composant de la vue de test Nautilus.
ga: %s Seo é sampla ó an Comhpháirt atá ag Nautilus le haghaidh féachaint ar cád a bhfuil ann
gu: %s આ નોટિલસમાં સમાવિષ્ટ દ્રશ્યના ભાગની ચકાસણી છે.
he: %s זהו רכיב תצוגת תוכן של נאוטילוס לניסוי.
hi: %s यह टेस्ट नाटिलस सामग्री द्रुश्य का अंश है
hr: %s Ovo je test Nautilus komponetne za pregled sadržaja.
hu: %s Ez egy teszt Nautilus tartalomnézet-komponens.
id: %s Ini adalah komponen view tes Nautilus.
it: %s Questo è un componente della vista di contenuto di prova per Nautilus
ja: %s これはテストの Nautilus 内容表示コンポーネントです。
ko: %s 테스트 노틸러스 컨텐츠 뷰 컴포넌트입니다.
lt: %s Tai yra bandomasis Nautilus turinio peržiūros komponentas.
lv: %s Šis ir testa Nautilus satura skata komponents.
mk: %s Ова е тест Nautilus преглед на содржински компоненти
mn: %s Энэ бол Nautilus агуулга харагчийн нэгэн тест бүрэлдхүүн
ms: %s Ini adalah Komponen paparan ujian Nautilus
nb: %s Dette er en testinneholdsviser för Nautilus.
nl: %s Dit is een test-Nautilus inhoudsweergavecomponent.
nn: %s Dette er ei testinnhaldsvisarkomponent for Nautilus.
or: %s ଏହା ନଟିଲସର ଏକ ସୂଚୀ ଦୃଶ୍ଯ ଯନ୍ତ୍ରାଂଶର ପରୀକ୍ଷଣ
pa: %s ਇਹ ਜਾਂਚ ਨਟਾਲਿਸ ਭਾਗ ਦਰਿਸ਼ ਹਿੱਸਾ
pt: %s Este é um componente de vista de conteudo de teste do Nautilus.
pt_br: %s Esse é um componente de visualização de conteúdo do Nautilus.
ro: %s Aceasta este o componentă de vizualizare Nautilus pentru teste.
ru: %s Это тестовый компонент просмотра содержимого для "Наутилуса".
sk: %s Toto je testovací komponent pohľadu pre Nautilus
sl: %s To je preizkusna komponenta Nautilusovega pogleda.
sq: %s Ky është një komponent e shikuesit të përmbajtjes së provave të Nautilus.
sr: %s Ово је део за Наутилусов пробни преглед садржаја.
sr@latn: %s Ovo je deo za Nautilusov probni pregled sadržaja.
sv: %s Detta är en testinnehållsvy för Nautilus.
ta: %s இது நாடுலஸ் சோதனை பொருள் காட்சி.
tk: %s Bi bir nautilus mazmunynyň görnöş guşulyjysy synagy dir.
tr: %s Bu Nautilus içerik görünüm bileşeni için bir denemedir.
vi: %s Đây là việc thử thành phần khung xem nội dung của Nautilus.
zh_cn: %s 这是测试 Nautilus 内容查看组件。
zh_tw: %s 這是測試用的 Nautilus 內容顯示模式元件。

source: %s You selected the Test menu item.
ar: %s اخترت جزء قائمة الإختبار.
az: %s Siz sınaq menyu üzvünü seçdiniz.
be: %s Вы выбралі пункт мэню "Тэст".
bg: %s Избрахте елемент от тестово меню.
bn: %s আপনি পরীক্ষণ নামক মেনু আইটেমটি বাছাই করেছেন।
bs: %s Vi ste izabrali Test Izbornik oznaku.
cs: %s Vybrali jste položku menu Test.
cy: %s Fe ddewisoch chi yr eitem dewislen Prawf.
da: %s Du valgte testmenupunktet.
de: %s Sie haben das Test-Menüobjekt ausgewählt.
el: %s Επιλέξατε το αντικείμενο του μενού Δοκιμής.
es: %s Ha seleccionado el elemento de menú Prueba.
et: %s Sa valisid menüü Test punkti.
eu: %s Menu osagaien Proba hautatu duzu.
fi: %s Valitsit valikosta testikohdan.
fr: %s Vous avez sélectionné le menu de test.
ga: %s Roghnaigh tú an Mír le haghaidh roghchlár na Scrúdú.
gu: %s તમે ચકાસણી મેનુની વસ્તુ પસંદ કરી છે.
he: %s בחרת בפריט תפריט הניסיון.
hi: %s आपने टेस्ट मेनू आइटेम् को चयन किया है
hr: %s Odabrali ste test stavku izbornika.
hu: %s Kiválasztotta a Teszt menüelemet.
id: %s Anda telah memilih item menu Tes
it: %s È stata selezionata la voce di menù «Prova»
ja: %s テストメニュー項目を選択しました。
ko: %s 테스트 메뉴 항목을 선택하셨습니다.
lt: %s Jūs pasinkote bandomojo meniu punktą.
lv: %s Jūs izvēlējāties Testa izvēlnes priekšmetu.
mk: %s Го избра Тест предметното мени
mn: %s Та тест цэс элемент сонголоо.
ms: %s Anda memilih item menu Ujian.
nb: %s Du valgte testmenyobjektet.
nl: %s U heeft het Test-menu-item geselecteerd.
nn: %s Du valde menyoppføringa «test».
or: %s ଆପଣ ପରୀକ୍ଷଣ ତାଲିକା ବସ୍ତୁ ବାଛିଚନ୍ତି
pa: %s ਤੁਸੀ ਜਾਂਚ ਮੇਨੂ ਇਕਾਈ ਚੁਣੀ ਹੈ
pt: %s Seleccionou o item de menu de Teste.
pt_br: %s Você selecionou o item de menu de Teste
ro: %s Aţi selectat elementul de meniu Test.
ru: %s YВыбран пункт меню "Тест".
sk: %s Vybrali ste testovaci položku menu.
sl: %s Izbrali ste predmet menuja Preizkus.
sq: %s Keni zgjedhur elementin "Provë" të menusë.
sr: %s Одабрали сте ставку са Пробног менија.
sr@latn: %s Odabrali ste stavku sa Probnog menija.
sv: %s Du valde testmenyobjektet.
ta: %s சோதனை மெனுவை நீங்கள் தேர்வு செய்துள்ளீர்.
tk: %s Siz menü synagyny saýladyňyz.
tr: %s Test menü öğesini seçtiniz.
vi: %s Bạn đã chọn mục menu xem thử.
zh_cn: %s 您选择了测试菜单项。
zh_tw: %s 您選取了測試選單項目。

source: %s You clicked the Test toolbar button.
ar: %s نقرت زر عمود الأدوات الإختباري.
az: %s Siz sınaq ləvazimat çubuğu düyməsinə tıqladınız.
be: %s Вы клікнулі кнопку "Тэст" панэлі інструмэнта.
bg: %s Избрахте бутон от тестова лента с инструменти.
bn: %s আপনি পরীক্ষণ নামক টুলবার বাটনটি ক্লিক করেছেন।
bs: %s Vi ste kliknuli Test dugme trake sa latima.
cs: %s Klikli jste na tlačítko lišty nástrojů Test.
cy: %s Fe gliciwch chi y botwm bar offter Prawf.
da: %s Du klikkede på testværktøjslinjeknappen.
de: %s Sie haben den Werkzeugleisten-Testknopf angeklickt.
el: %s Πατήσατε το κουμπί Δοκιμή της εργαλειοθήκης.
es: %s Ha pulsado el botón Prueba de la barra de herramientas.
et: %s Sa vajutasid tööriistariba nuppu.
eu: %s Tresna-barra botoiaren Proba sakatu duzu.
fi: %s Napsautut työkalupalkin testipainiketta.
fr: %s Vous avez cliqué sur le bouton de la barre d'outils de test.
ga: %s Chnag tú an cnaipe le haghaidh scrúdú a dheanamh ar an Barraí Uirlisí
gu: %s તમે ચકાસણી સાધનપટ્ટીના બટન પર ક્લિક કર્યું છે.
he: %s לחצת על פתור סרגל הכלים לניסיון.
hi: %s आपने टेस्ट टूलबार बटन को क्लिक किया है
hr: %s Kliknuli ste na Test gumb alatne trake.
hu: %s Rákattintott a Teszt eszköztárgombra.
id: %s Anda telah klik pada tombol toolbar Tes.
it: %s È stato premuto il pulsante «Prova» nella barra degli strumenti.
ja: %s テストツールバーボタンをクリックしました。
ko: %s 테스트 도구 모음 단추를 클릭하셨습니다.
lt: %s Jūs paspaudėte bandomojos įrankių juostos mygtuką.
lv: %s Jūs uzklikšķinājāt uz Testa rīkjoslas pogas.
mk: %s Го гликна Тест копчето на линијата со алатки.
mn: %s Та багаж-самбар товчийг дарлаа.
ms: %s Anda telah klik butang toolbar Ujian.
nb: %s Du klicket på testverktøyslinjeknappen.
nl: %s U heeft op de Test-werkbalkknop geklikt.
nn: %s Du klikka på test-knappen på verktøylinja.
or: %s ଆପଣ ପରୀକ୍ଷଣ ସାଧନ ପଟିର ଚାବି ଦବାଇଛନ୍ତି
pa: %s ਤੁਸੀ ਜਾਂਚ ਸੰਦਖਾਨਾ ਬਟਨ ਦਬਾਇਆ ਹੈ
pt: %s Clicou no botão da barra de ferramentas de Teste.
pt_br: %s Você clicou no botão de Teste da barra de ferramentas
ro: %s Aţi făcut clic pe butonul Test din bara de unelte.
ru: %s Нажата кнопка "Тест" панели инструментов.
sk: %s Stlačili ste testovacie tlačidlo v paneli nástrojov.
sl: %s Kliknili ste na gumb orodjarne Preizkus.
sq: %s Keni klikuar pulsantin "Provë" të panelit të instrumentëve.
sr: %s Притиснули сте дугме за пробе са линије са алатима.
sr@latn: %s Pritisnuli ste dugme za probe sa linije sa alatima.
sv: %s Du klickade på testverktygsradsknappen.
ta: %s கருவிப்பட்டி பட்டி சோதனையை நீங்கள் செய்துள்ளீர்.
tk: %s Siz esbap zolaky synagyny tiklediňiz.
tr: %s Test araç çubuğu düğmesine tıkladınız.
vi: %s Bạn đã nhấn chuột lên nút thanh công cụ xem thử.
zh_cn: %s 您单击了测试工具栏按钮。
zh_tw: %s 您按下了測試工具列按鈕。

source: (none)
ar: (لاشيء)
az: (yoxdur)
be: (няма)
bg: (без)
bn: (কোনটিই নয়)
bs: (ništa)
cs: (žádný)
cy: (dim)
da: (ingen)
de: (keins)
el: (κανένα)
es: (ninguno)
et: (ei ole)
eu: (bat ez)
fi: (ei mikään)
fr: (aucun)
ga: (tada)
gu: (કંઈ જ નહિં)
he: (ללא)
hi: (कोई नहीं)
hr: (nijedan)
hu: (nincs)
id: (tidak ada)
it: (niente)
ja: (なし)
ko: (없음)
lt: (joks)
lv: (nekas)
mk: (ниедно)
mn: (Байхгүй)
ms: (tiada)
nb: (ingen)
nl: (geen)
nn: (ingen)
or: (କିଛି ନୁହେଂ)
pa: (ਕੋਈ ਨਹੀ)
pt: (nenhum)
pt_br: (nenhum)
ro: (nici una)
ru: (отсутствует)
sk: (žiadne)
sl: (brez)
sq: (asnjë)
sr: (ништа)
sr@latn: (ništa)
sv: (ingen)
ta: (எதுவுமில்லை)
th: (ไม่มี)
tk: (hiç biri)
tr: (hiçbiri)
vi: (không phải)
zh_cn: (无)
zh_tw: (無)

source: %d channels
da: %d kanaler
lv: %d kanāli
pt: %d canais
vi: %d kênh

source: %d minutes %02d.%03d seconds
da: %d min. %02d,%03d sek.
lv: %d minūtes %02d.%03d sekundes
pt: %d minutos %02d.%03d segundos
vi: %d phút %02d.%03d giây

source: Can't read folder
da: Kan ikke læse mappe
lv: Nevaru nolasīt mapi
pt: Incapaz de ler pasta
vi: Không thể đọc thư mục

source: %1$s %2$s
de: %s %s
