Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/nautilus-media/po/*.po
Languages: ar, az, be, bg, bn, bs, cs, cy, da, de, el, es, et, eu, fi, fr, ga, gu, he, hi, hr, hu, id, it, ja, ko, lt, lv, mk, mn, ms, nb, nl, nn, or, pa, pt, pt_br, ro, ru, sk, sl, sq, sr, sr@latn, sv, ta, th, tk, tr, vi, zh_cn, zh_tw

source: Audio
ar: صوت
be: Аўдыё
bg: Звук
bn: শব্দ
cs: Zvuk
cy: Sain
da: Lyd
el: Ήχος
es: Sonido
et: Heli
eu: Audioa
fi: Ääni
gu: અવાજ
he: שמע
hi: ध्वनी
ja: オーディオ
ko: 오디오
mk: Аудио
mn: Аудио
nb: Lyd
nn: Lyd
or: ଧ୍ବନି
pa: ਆਡੀਓ
pt_br: Áudio
ru: Аудио
sk: Zvuk
sl: Zvok
sq: Zëri
sr: Звук
sr@latn: Zvuk
sv: Ljud
ta: செவிப்புலம்
th: เสียง
tk: Ses
tr: Ses
zh_cn: 音频
zh_tw: 音樂

source: Audio Properties content view component
ar: مكون عارض محتويات خصائص الصوت
az: Audio Xassələri məzmun görünüşü tərkib hissəsi
be: Кампанэнт прагляду уласьцівасьцяў аўдыё
bg: Компонент преглед на съдържанието на настройките на Звуците
bn: শাব্দিক বৈশিষ্ট্যাবলীর অংশ
bs: Audio Osobine sadržaj sa komponentama
cs: Komponenta pohled Vlastnosti zvuku
cy: Cydran syllu cynnwys Priodweddau Sain
da: Indholdsvisningskomponent til lydegenskaber
de: Ansichtskomponente für den Inhalt der Audio-Eigenschaften
el: Συστατικό προβολής περιεχομένου Ιδιοτήτων Ήχου
es: Componente de vista de contenido de propiedades de sonido
et: Heli omaduste vaaturkomponent
eu: Audio ezaugarrien edukia ikusteko osagaia
fi: Ääniominaisuuksien sisältönäkymäkomponentti
fr: Composant de vue des propriétés audio
ga: Comhpháirt na clár atá ag na cáilíocht Audio
gu: અવાજના ગુણધર્મોના સમાવિષ્ટ ભાગોને જોવા
he: רכיב תצוגת תוכן מאפייני שמע
hi: ध्वनी विशेषता सामग्री द्रुश्य का अंश
hr: Komponenta za pregled sadržaja svojstava zvuka
hu: Audiotulajdonságok tartalomnézet-komponens
id: komponen untuk melihat isi properti Audio
it: Componente della vista di contenuto «Proprietà audio»
ja: オーディオ設定の内容表示コンポーネント
ko: 오디오 등록 정보 내용 보기 컴포넌트
lt: Audio savybių komponentas
lv: Audio Rekvizītu satura skata komponents
mk: Приказ на содржината на аудио својствата
mn: Аудио онцлогуудын агуулга харах бүрэлдэхүүн
ms: Kilang konponen paparan kandungan Ciri-ciri Audio
nb: Inneholdsviser komponent för lydegenskaper
nl: Inhoudsweergavecomponent audio-eigenschappen
nn: Innhaldsvisarkomponent for lydeigenskapar
or: ଧ୍ବନି ଗୁଣଧର୍ମ ସୂଚୀ ଦୃଣ୍ଯର ଯନ୍ତ୍ରାଂଶ
pa: ਆਡੀਓ ਵਿਸ਼ੇਸਤਾਵਾਂ ਭਾਗ ਦਰਿਸ਼
pt: Componente de vista de conteudo de Propriedades Audio
pt_br: Componente de visualização de conteúdo Propriedades de Áudio
ro: Componentă pentru vizualizarea proprietăţilor audio
ru: Компонент просмотра свойств аудио
sk: Komponent vlastností pre zvukové súbory
sl: Komponenta pogleda lastnosti vsebine zvoka
sq: Komponent për shikimin e pronësive audio të përmbajtjes
sr: Преглед садржаја подешења звка
sr@latn: Pregled sadržaja podešenja zvka
sv: Innehållsvykomponent för ljudegenskaper
ta: பொருள்களை பார்க்க ஒலி பண்புகள்
tk: Ses häsiýetler mazmunynyň görnöş guşulyjysy
tr: Ses Özellikleri içerik görünüm bileşeni
vi: Thành phần khung xem nội dung thuộc tính audio
zh_cn: 音频属性内容查看组件
zh_tw: 音樂屬性內容顯示模式元件

source: Nautilus Audio Properties view
ar: معرض نوتيلوس لخصائص الصوت
az: Nautilus Audio Xassələri görünüşü
be: Прагляд уласьцівасьцяў аўдыё ў Наўцілусе
bg: Преглед на Звуковите настройки на Nautilus
bn: নটিল্যাসের শাব্দিক বৈশিষ্ট্যাবলী
bs: Nautilus Audio Osobine pogled
cs: Pohled Nautilu Vlastnosti zvuku
cy: Syllwr Priodweddau Sain Nautilus
da: Lydegenskabervisning til Nautilus
de: Nautilus Audio-Eigenschaftenansicht
el: Προβολή Ιδιοτήτων Ήχου Ναυτίλου
es: Vista de propiedades de sonido de Nautilus
et: Nautiluse heli omaduste vaade
eu: Nautilusen audio ezaugarrien ikuspegia
fi: Nautiluksen ääniominaisuusnäkymä
fr: Vue des propriétés audio Nautilus
ga: Radharc na cáilíocht Audio atá ag Nautilus
gu: નોટિલસના અવાજના ગુણધર્મોને જોવા
he: תצוגת מאפייני השמע של נאוטילוס
hi: नाटिलस ध्वनी विशेषता द्रुश्य
hr: Pregled Nautilus zvučnih svojstava
hu: Nautilus audiotulajdonság nézet
id: lihat isi properti audio Nautilus
it: Vista «Proprietà audio» di Nautilus
ja: Nautilusオーディオ設定ビュー
ko: 노틸러스 오디오 등록 정보 보기
lt: Nautilus audio savybių peržiūra
lv: Nautilus Audio Rekvizītu skats
mk: Приказ Nautilus Аудио Својства
mn: Nautilus Аудио онцлогоор харах
ms: Paparan Ciri-ciri Audio Nautilus
nb: Nautilus lyd egenskaper viser
nl: Nautilus audio-eigenschappenweergave
nn: Lydeigenskapvisar for Nautilus
or: ନଟିଲସ ଧ୍ବନି ଗୁଣଧର୍ମ ଦୃଣ୍ଯ
pa: ਨਟਾਲਿਸ ਆਡੀਓ ਵਿਸ਼ੇਸਤਾ ਦਰਿਸ਼
pt: Vista de Propriedades Audio Nautilus
pt_br: Visualização de Propriedades de Áudio Nautilus
ro: Vizualizarea proprietăţilor audio
ru: Просмотр свойств аудио для "Наутилуса"
sk: Pohľad Nautilus pre vlastnosti zvukových súborov
sl: Nautilusov pogled lastnosti zvoka
sq: Shikuesi i pronësive audio i Nautilus
sr: Наутилусов преглед подешења звука
sr@latn: Nautilusov pregled podešenja zvuka
sv: Nautilusvy för ljudegenskaper
ta: நாடுலஸ் ஒலி பண்பு காட்சி
th: มุมมองคุณสมบัติเสียงของ Nautilus
tk: Nautilusiň ses häsiýetler görnöşi
tr: Nautilus Ses Özellikleri görünümü
vi: Khung xem thuộc tính audio của Nautilus
zh_cn: Nautilus 音频属性查看
zh_tw: Nautilus 音樂屬性顯示模式

source: <span weight="bold">Album:</span>
ar: <span weight="bold">ألبوم:</span>
az: <span weight="bold">Albom:</span>
be: <span weight="bold">Альбом:</span>
bg: <span weight="bold">Албум:</span>
bn: <span weight="bold">সংকলন:</span>
cy: <span weight="bold">Albwm:</span>
el: <span weight="bold">Άλμπουμ:</span>
es: <span weight="bold">Álbum:</span>
eu: <span weight="bold">Albuma:</span>
fi: <span weight="bold">Levy:</span>
ga: <span weight="bold">Albam:</span>
gu: <span weight="bold">આલ્બમ:</span>
he: <span weight="bold">אלבום:</span>
hi: <span weight="bold">एल्बम:</span>
it: <b>Album:</b>
ja: <span weight="bold">アルバム:</span>
ko: <span weight="bold">앨범:</span>
lt: <span weight="bold">Albumas:</span>
lv: <span weight="bold">Albūms:</span>
mk: <span weight="bold">Албум:</span>
mn: <span weight="bold">Альбом:</span>
or: <span weight="bold">ଆଲବମ:</span>
pa: <span weight="bold">ਐਲਬਮ:</span>
pt_br: <span weight="bold">Álbum:</span>
ru: <span weight="bold">Альбом:</span>
sq: <span weight="bold">Albumi:</span>
sr: <span weight="bold">Албум:</span>
ta: <span weight="bold">ஆல்பம்:</span>
th: <span weight="bold">อัลบั้ม:</span>
tr: <span weight="bold">Albüm:</span>
zh_cn: <span weight="bold">专辑：</span>
zh_tw: <span weight="bold">專輯：</span>

source: <span weight="bold">Artist:</span>
ar: <span weight="bold">فنان:</span>
be: <span weight="bold">Выканаўца:</span>
bg: <span weight="bold">Изпълнител:</span>
bn: <span weight="bold">শিল্পী:</span>
bs: <span weight="bold">Umjetnik:</span>
cs: <span weight="bold">Umělec:</span>
cy: <span weight="bold">Perfformiwr:</span>
da: <span weight="bold">Kunstner:</span>
de: <span weight="bold">Interpret:</span>
el: <span weight="bold">Καλλιτέχνης:</span>
es: <span weight="bold">Artista:</span>
et: <span weight="bold">Esitaja:</span>
eu: <span weight="bold">Artista:</span>
fi: <span weight="bold">Taiteilija:</span>
fr: <span weight="bold">Artiste :</span>
ga: <span weight="bold"> Ceoltóir:</span>
gu: <span weight="bold">કલાકાર:</span>
he: <span weight="bold">אמן:</span>
hi: <span weight="bold">कलाकार:</span>
hr: <span weight="bold">Umjetnik:</span>
hu: <span weight="bold">Előadó:</span>
id: <span weight="bold">Artis:</span>
it: <b>Artista:</b>
ja: <span weight="bold">アーティスト:</span>
ko: <span weight="bold">가수:</span>
lt: <span weight="bold">Atlikėjas:</span>
lv: <span weight="bold">Izpildītājs:</span>
mk: <span weight="bold">Артист:</span>
mn: <span weight="bold">Жүжигчин:</span>
ms: <span weight="bold">Artis:</span>
nl: <span weight="bold">Artiest:</span>
or: <span weight="bold">କଳାକାର:</span>
pa: <span weight="bold">ਕਲਾਕਾਰ:</span>
pt: <span weight="bold">Artista:</span>
pt_br: <span weight="bold">Artista:</span>
ru: <span weight="bold">Исполнитель:</span>
sk: <span weight="bold">Autor:</span>
sl: <span weight="bold">Izvajalec:</span>
sq: <span weight="bold">Artisti:</span>
sr: <span weight="bold">Извођач:</span
sr@latn: <span weight="bold">Izvođač:</span
ta: <span weight="bold">கலைஞர்:</span>
th: <span weight="bold">ศิลปิน:</span>
tr: <span weight="bold">Sanatçı:</span>
vi: <span weight="bold">Nghệ sĩ:</span>
zh_cn: <span weight="bold">艺术家：</span>
zh_tw: <span weight="bold">藝人：</span>

source: <span weight="bold">Bit rate:</span>
ar: <span weight="bold">نسبة البايتات:</span>
az: <span weight="bold">Vuruş aralığı:</span>
be: <span weight="bold">Часьціня сэмпляваньня:</span>
bg: <span weight="bold">Битове за сек.:</span>
bn: <span weight="bold">বিট এর মাত্রা:</span>
bs: <span weight="bold">Dužina trajanja:</span>
cy: <span weight="bold">Cyfradd did:</span>
el: <span weight="bold">Ρυθμός δειγματοληψίας:</span>
es: <span weight="bold">Tasa de bits:</span>
et: <span weight="bold">Bitikiirus:</span>
eu: <span weight="bold">Bit tasa:</span>
fi: <span weight="bold">Bittitahti:</span>
fr: <span weight="bold">Taux :</span>
ga: <span weight="bold">Ráta na bits:</span>
gu: <span weight="bold">બીટનો દર:</span>
he: <span weight="bold">קצב:</span>
hi: <span weight="bold">बिट रेट:</span>
hr: <span weight="bold">Protok bitova:</span>
hu: <span weight="bold">Bitráta:</span>
it: <b>Bit rate:</b>
ja: <span weight="bold">ビットレート:</span>
ko: <span weight="bold">비트레이트:</span>
lt: <span weight="bold">Kokybė:</span>
lv: <span weight="bold">Bitu ātrums:</span>
mk: <span weight="bold">Битови:</span>
ms: <span weight="bold">Kadar bit:</span>
nb: <span weight="bold">Bithastighet:</span>
or: <span weight="bold">ବିଟ୍ ଗତି:</span>
pa: <span weight="bold">ਬਿੱਟ ਰੇਟ:</span>
pt: <span weight="bold">Rácio bit:</span>
ro: <span weight="bold">Rată eşantionare:</span>
ru: <span weight="bold">Частота сэмплирования:</span>
sk: <span weight="bold">Bitová hĺbka</span>
sl: <span weight="bold">Bitna hitrost:</span>
sr: <span weight="bold">Брзина:</span
sr@latn: <span weight="bold">Brzina:</span
sv: <span weight="bold">Bithastighet:</span>
ta: <span weight="bold">பிட் விகிதம்:</span>
th: <span weight="bold">บิตเรท:</span>
tk: <span weight="bold">Bit myzany:</span>
tr: <span weight="bold">Örnekleme hızı:</span>
zh_cn: <span weight="bold">位速率：</span>
zh_tw: <span weight="bold">位元率：</span>

source: <span weight="bold">Comments:</span>
ar: <span weight="bold">ملاحظات:</span>
az: <span weight="bold">Şərhlər:</span>
be: <span weight="bold">Камэнтары:</span>
bg: <span weight="bold">Коментари:</span>
bn: <span weight="bold">মন্তব্য:</span>
bs: <span weight="bold">Komentari:</span>
cs: <span weight="bold">Poznámky:</span>
cy: <span weight="bold">Sylwadau:</span>
da: <span weight="bold">Kommentarer:</span>
de: <span weight="bold">Kommentare:</span>
el: <span weight="bold">Σχόλια:</span>
es: <span weight="bold">Comentarios:</span>
et: <span weight="bold">Märkused:</span>
eu: <span weight="bold">Azalpenak:</span>
fi: <span weight="bold">Kommentit:</span>
fr: <span weight="bold">Commentaires :</span>
ga: <span weight="bold">Trácht:</span>
gu: <span weight="bold">ટિપ્પણી:</span>
he: <span weight="bold">הערות:</span>
hi: <span weight="bold">टिप्पणियां:</span>
hr: <span weight="bold">Komentari:</span>
hu: <span weight="bold">Megjegyzés:</span>
id: <span weight="bold">Keterangan:</span>
it: <b>Commenti:</b>
ja: <span weight="bold">コメント:</span>
ko: <span weight="bold">설명:</span>
lt: <span weight="bold">Pastabos:</span>
lv: <span weight="bold">Komentāri:</span>
mk: <span weight="bold">Коментари:</span>
mn: <span weight="bold">Тайлбар:</span>
ms: <span weight="bold">Komen:</span>
nb: <span weight="bold">Kommentarer:</span>
nl: <span weight="bold">Commentaar:</span>
nn: <span weight="bold">Kommentarar:</span>
or: <span weight="bold">ଟିପ୍ପଣୀ:</span>
pa: <span weight="bold">ਟਿੱਪਣੀ:</span>
pt: <span weight="bold">Comentários:</span>
pt_br: <span weight="bold">Comentários:</span>
ro: <span weight="bold">Comentarii:</span>
ru: <span weight="bold">Комментарии:</span>
sk: <span weight="bold">Komentáre:</span>
sl: <span weight="bold">Komentarji:</span>
sq: <span weight="bold">Komente:</span>
sr: <span weight="bold">Белешке:</span
sr@latn: <span weight="bold">Beleške:</span
sv: <span weight="bold">Kommentarer:</span>
ta: <span weight="bold">குறிப்புகள்:</span>
th: <span weight="bold">หมายเหตุ:</span>
tk: <span weight="bold">Şerhler:</span>
tr: <span weight="bold">Açıklamalar:</span>
vi: <span weight="bold">Bình chú:</span>
zh_cn: <span weight="bold">注释：</span>
zh_tw: <span weight="bold">備註：</span>

source: <span weight="bold">Format:</span>
ar: <span weight="bold">تهيئة:</span>
az: <span weight="bold">Şəkil:</span>
be: <span weight="bold">Фармат:</span>
bg: <span weight="bold">Формат:</span>
bn: <span weight="bold">বিন্যাস:</span>
cs: <span weight="bold">Formát:</span>
cy: <span weight="bold">Fformat:</span>
el: <span weight="bold">Μορφή:</span>
es: <span weight="bold">Formato:</span>
et: <span weight="bold">Vorming:</span>
eu: <span weight="bold">Formatua:</span>
fi: <span weight="bold">Muoto:</span>
ga: <span weight="bold">Formáid:</span>
gu: <span weight="bold">બંધારણ:</span>
he: <span weight="bold">פורמט:</span>
hi: <span weight="bold">प्रकार:</span>
hu: <span weight="bold">Formátum:</span>
it: <b>Codifica:</b>
ja: <span weight="bold">フォーマット:</span>
ko: <span weight="bold">형식:</span>
lt: <span weight="bold">Formatas:</span>
lv: <span weight="bold">Formāts:</span>
mk: <span weight="bold">Формат:</span>
mn: <span weight="bold">Формат:</span>
nl: <span weight="bold">Formaat:</span>
or: <span weight="bold">ସଜ୍ଜିକଣ ଶୈଳୀ:</span>
pa: <span weight="bold">ਫਾਰਮਿਟ:</span>
pt: <span weight="bold">Formato:</span>
pt_br: <span weight="bold">Formato:</span>
ru: <span weight="bold">Формат:</span>
sk: <span weight="bold">Formát:</span>
sl: <span weight="bold">Oblika:</span>
sq: <span weight="bold">Formati:</span>
sr: <span weight="bold">Формат:</span
ta: <span weight="bold">வடிவமைப்பு:</span>
th: <span weight="bold">รูปแบบ:</span>
tk: <span weight="bold">Kada:</span>
tr: <span weight="bold">Biçim:</span>
vi: <span weight="bold">Định dạng:</span>
zh_cn: <span weight="bold">格式：</span>
zh_tw: <span weight="bold">格式：</span>

source: <span weight="bold">Length:</span>
ar: <span weight="bold">طول:</span>
az: <span weight="bold">Uzunluq:</span>
be: <span weight="bold">Працягласьць:</span>
bg: <span weight="bold">Продължителност:</span>
bn: <span weight="bold">দৈর্ঘ্য:</span>
bs: <span weight="bold">Dužina:</span>
cs: <span weight="bold">Délka:</span>
cy: <span weight="bold">Hyd:</span>
da: <span weight="bold">Længde:</span>
de: <span weight="bold">Dauer:</span>
el: <span weight="bold">Διάρκεια:</span>
es: <span weight="bold">Duración:</span>
et: <span weight="bold">Pikkus:</span>
eu: <span weight="bold">Luzera:</span>
fi: <span weight="bold">Pituus:</span>
fr: <span weight="bold">Longueur :</span>
ga: <span weight="bold">Feadh:</span>
gu: <span weight="bold">લંબાઈ:</span>
he: <span weight="bold">אורך:</span>
hi: <span weight="bold">लंबाई:</span>
hr: <span weight="bold">Duljina:</span>
hu: <span weight="bold">Hossz:</span>
id: <span weight="bold">Panjang:</span>
it: <b>Durata</b>
ja: <span weight="bold">長さ:</span>
ko: <span weight="bold">길이:</span>
lt: <span weight="bold">Trukmė:</span>
lv: <span weight="bold">Garums:</span>
mk: <span weight="bold">Должина:</span>
mn: <span weight="bold">Урт:</span>
ms: <span weight="bold">Panjang:</span>
nb: <span weight="bold">Lengde:</span>
nl: <span weight="bold">Lengte:</span>
nn: <span weight="bold">Lengde:</span>
or: <span weight="bold">ଲମ୍ବ:</span>
pa: <span weight="bold">ਲੰਬਾਈ:</span>
pt: <span weight="bold">Duração:</span>
pt_br: <span weight="bold">Tamanho:</span>
ro: <span weight="bold">Lungime:</span>
ru: <span weight="bold">Длина:</span>
sk: <span weight="bold">Dĺžka</span>
sl: <span weight="bold">Dolžina:</span>
sq: <span weight="bold">Gjatësia:</span>
sr: <span weight="bold">Дужина:</span
sr@latn: <span weight="bold">Dužina:</span
sv: <span weight="bold">Längd:</span>
ta: <span weight="bold">நீளம்:</span>
th: <span weight="bold">ความยาว:</span>
tk: <span weight="bold">Uzaklyk:</span>
tr: <span weight="bold">Uzunluk:</span>
vi: <span weight="bold">Độ dài:</span>
zh_cn: <span weight="bold">长度：</span>
zh_tw: <span weight="bold">長度：</span>

source: <span weight="bold">Title:</span>
ar: <span weight="bold">عنوان:</span>
az: <span weight="bold">Başlıq:</span>
be: <span weight="bold">Назва:</span>
bg: <span weight="bold">Заглавие:</span>
bn: <span weight="bold">নাম:</span>
bs: <span weight="bold">Naslov:</span>
cs: <span weight="bold">Název:</span>
cy: <span weight="bold">Teitl:</span>
da: <span weight="bold">Titel:</span>
de: <span weight="bold">Titel:</span>
el: <span weight="bold">Τίτλος:</span>
es: <span weight="bold">Título:</span>
et: <span weight="bold">Pealkiri:</span>
eu: <span weight="bold">Izenburua:</span>
fi: <span weight="bold">Nimi:</span>
fr: <span weight="bold">Titre :</span>
ga: <span weight="bold">Teideal:</span>
gu: <span weight="bold">શીર્ષક:</span>
he: <span weight="bold">כותרת:</span>
hi: <span weight="bold">शीर्षक:</span>
hr: <span weight="bold">Naslov:</span>
hu: <span weight="bold">Cím:</span>
id: <span weight="bold">Judul:</span>
it: <b>Titolo:</b>
ja: <span weight="bold">タイトル:</span>
ko: <span weight="bold">제목:</span>
lt: <span weight="bold">Pavadinimas:</span>
lv: <span weight="bold">Nosaukums:</span>
mk: <span weight="bold">Наслов:</span>
mn: <span weight="bold">Гарчиг:</span>
ms: <span weight="bold">Tajuk:</span>
nb: <span weight="bold">Titel:</span>
nl: <span weight="bold">Titel:</span>
nn: <span weight="bold">Tittel:</span>
or: <span weight="bold"ଶୀର୍ଷକ:</span>
pa: <span weight="bold">ਸਿਰਲੇਖ:</span>
pt: <span weight="bold">Título:</span>
pt_br: <span weight="bold">Título:</span>
ro: <span weight="bold">Titlu:</span>
ru: <span weight="bold">Заголовок:</span>
sk: <span weight="bold">Titulok:</span>
sl: <span weight="bold">Naziv:</span>
sq: <span weight="bold">Titulli:</span>
sr: <span weight="bold">Назив:</span
sr@latn: <span weight="bold">Naziv:</span
sv: <span weight="bold">Titel:</span>
ta: <span weight="bold">தலைப்பு:</span>
th: <span weight="bold">ชื่อเพลง:</span>
tk: <span weight="bold">Sözbaşy:</span>
tr: <span weight="bold">Başlık:</span>
vi: <span weight="bold">Tiêu đề:</span>
zh_cn: <span weight="bold">标题：</span>
zh_tw: <span weight="bold">標題：</span>

source: <span weight="bold">Track:</span>
ar: <span weight="bold">قطعة:</span>
az: <span weight="bold">Mahnı:</span>
be: <span weight="bold">Гуказапіс:</span>
bg: <span weight="bold">Песен:</span>
bn: <span weight="bold">গান:</span>
bs: <span weight="bold">Pjesma:</span>
cs: <span weight="bold">Stopa:</span>
cy: <span weight="bold">Trac:</span>
da: <span weight="bold">Spor:</span>
de: <span weight="bold">Titelnummer:</span>
el: <span weight="bold">Κομμάτι:</span>
es: <span weight="bold">Pista:</span>
et: <span weight="bold">Rada:</span>
eu: <span weight="bold">Abestia:</span>
fi: <span weight="bold">Kappale:</span>
fr: <span weight="bold">Piste :</span>
ga: <span weight="bold">Amhrán:</span>
gu: <span weight="bold">ટ્રેક:</span>
he: <span weight="bold">רצועה:</span>
hi: <span weight="bold">पथ:</span>
hr: <span weight="bold">Traka:</span>
hu: <span weight="bold">Sáv:</span>
id: <span weight="bold">Trek:</span>
it: <b>Brano:</b>
ja: <span weight="bold">トラック:</span>
ko: <span weight="bold">트랙:</span>
lt: <span weight="bold">Takelis:</span>
lv: <span weight="bold">Celiņš:</span>
mk: <span weight="bold">Трака:</span>
mn: <span weight="bold">Зам:</span>
ms: <span weight="bold">Trek:</span>
nb: <span weight="bold">Spor:</span>
nl: <span weight="bold">Nummer:</span>
nn: <span weight="bold">Spor:</span>
or: <span weight="bold">ପଥ:</span>
pa: <span weight="bold">ਗੀਤ:</span>
pt: <span weight="bold">Pista:</span>
pt_br: <span weight="bold">Faixa:</span>
ro: <span weight="bold">Pistă:</span>
ru: <span weight="bold">Дорожка:</span>
sk: <span weight="bold">Stopa:</span>
sl: <span weight="bold">Sled/pesem:</span>
sr: <span weight="bold">Песма:</span
sr@latn: <span weight="bold">Pesma:</span
sv: <span weight="bold">Spår:</span>
ta: <span weight="bold">தடம்:</span>
th: <span weight="bold">ร่องเสียง:</span>
tk: <span weight="bold">Trãk:</span>
tr: <span weight="bold">Parça:</span>
vi: <span weight="bold">Rãnh:</span>
zh_cn: <span weight="bold">音轨：</span>
zh_tw: <span weight="bold">音軌：</span>

source: <span weight="bold">_Artist:</span>
ar: <span weight="bold">_فنان:</span>
be: <span weight="bold">_Выканаўца:</span>
bg: <span weight="bold">_Изпълнител:</span>
bn: <span weight="bold">শিল্পী (_শ):</span>
bs: <span weight="bold">_Umjetnik:</span>
cs: <span weight="bold">_Umělec:</span>
cy: <span weight="bold">_Perfformiwr:</span>
da: <span weight="bold">_Kunstner:</span>
de: <span weight="bold">_Interpret:</span>
el: <span weight="bold">_Καλλιτέχνης:</span>
es: <span weight="bold">_Artista:</span>
et: <span weight="bold">_Esitaja:</span>
eu: <span weight="bold">_Artista:</span>
fi: <span weight="bold">_Taiteilija</span>
fr: <span weight="bold">_Artiste :</span>
ga: <span weight="bold">_Ceoltóir:</span>
gu: <span weight="bold">કલાકાર (_A):</span>
he: <span weight="bold">_אמן:</span>
hi: <span weight="bold">कलाकार: (_A)</span>
hr: <span weight="bold">_Umjetnik:</span>
hu: <span weight="bold">_Előadó:</span>
id: <span weight="bold">_Artis:</span>
it: <b>_Artista:</b>
ja: <span weight="bold">アーティスト(_A)</span>
ko: <span weight="bold">가수(_A):</span>
lt: <span weight="bold">_Atlikėjas:</span>
lv: <span weight="bold">_Izpildītājs:</span>
mk: <span weight="bold">_Артист:</span>
mn: <span weight="bold">_Interpret:</span>
ms: <span weight="bold">_Artis:</span>
nl: <span weight="bold">_Artiest:</span>
or: <span weight="bold">କଳାକାର: (_A)</span>
pa: <span weight="bold">ਕਲਾਕਾਰ:</span>
pt: <span weight="bold">_Artista:</span>
pt_br: <span weight="bold">_Artista:</span>
ru: <span weight="bold">_Исполнитель:</span>
sk: <span weight="bold">_Autor:</span>
sl: <span weight="bold">_Izvajalec:</span>
sq: <span weight="bold">_Artisti:</span>
sr: <span weight="bold">Извођ_ач:</span
sr@latn: <span weight="bold">Izvođ_ač:</span
ta: <span weight="bold">(_A)கலைஞர்:</span>
th: <span weight="bold">ศิ_ลปิน:</span>
tr: <span weight="bold">_Sanatçı:</span>
vi: <span weight="bold">Ngh_ệ sĩ:</span>
zh_cn: <span weight="bold">艺术家(_A)：</span>
zh_tw: <span weight="bold">藝人(_A)：</span>

source: Audio Properties
ar: خصائص الصوت
az: Audio Xassələri
be: Уласьцівасьці аўдыё
bg: Настройки на звука
bn: শাব্দিক বৈশিষ্ট্য
bs: Audio Osobine
cs: Vlastnosti zvuku
cy: Priodweddau Sain
da: Lydegenskaber
de: Audio-Eigenschaften
el: Ιδιότητες Ήχου
es: Propiedades de sonido
et: Heli omadused
eu: Audio ezaugarriak
fi: Äänen ominaisuudet
fr: Propriétés audio
ga: Cáilíocht Audio
gu: અવાજના ગુણધર્મો
he: מאפייני שמע
hi: ध्वनी विशेषतायें
hr: Svojstva zvuka
hu: Audiotulajdonságok
id: Properti Audio
it: Proprietà audio
ja: オーティオのプロパティ
ko: 오디오 등록 정보
lt: Audio savybės
lv: Audio Rekvizīti
mk: Аудио Својства
mn: Аудио-онцлогууд
ms: Ciri-ciri Audio
nb: Lydegenskaper
nl: Audio-eigenschappen
nn: Lydeigenskapar
or: ଧ୍ବନି ଗୁଣଧର୍ମ
pa: ਆਡੀਓ ਵਿਸ਼ੇਸਤਾ
pt: Propriedades Audio
pt_br: Propriedades de Áudio
ro: Proprietăţi audio
ru: Свойства аудио
sk: Vlastnosti zvukového súboru
sl: Lastnosti zvoka
sq: Pronësitë audio
sr: Подешења звука
sr@latn: Podešenja zvuka
sv: Ljudegenskaper
ta: ஒலி பண்புகள்
th: คุณสมบัติเสียง
tk: Ses Häsiýetler
tr: Ses Özellikleri
vi: Thuộc tính audio
zh_cn: 音频属性
zh_tw: 音樂屬性
