Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/nautilus-media/po/*.po
Languages: ar, az, be, bg, bn, bs, cs, cy, da, de, el, es, et, eu, fi, fr, ga, gu, he, hi, hr, hu, id, it, ja, ko, lt, lv, mk, mn, ms, nb, nl, nn, or, pa, pt, pt_br, ro, ru, sk, sl, sq, sr, sr@latn, sv, ta, th, tk, tr, vi, zh_cn, zh_tw

source: ERROR: no information yet
ar: خطأ: لا معلومات لحد الآن
az: XƏTA: hələlik mə'lumat yoxdur
be: ПАМЫЛКА: зьвесткі адсутнічаюць
bg: ГРЕШКА: все още няма информация
bn: দুঃখিত, এখনো কোন তথ্য পাওয়া যায় নি।
bs: GREŠKA: Nema informacija još
cs: CHYBA: zatím žádné informace
cy: GWALL: dim gwybodaeth eto
da: FEJL: ingen oplysninger endnu
de: FEHLER: Noch keine Informationen
el: ΣΦΑΛΜΑ: δεν υπάρχουν ακόμα πληροφορίες
es: ERROR: no hay información aún
et: VIGA: info pole veel saadaval
eu: OKERRA: oraindik informaziorik ez
fi: VIRHE: ei tietoa vielä
fr: ERREUR : aucune information pour l'instant
ga: BOTÚN: Níl aon eolais go fóill
gu: ભૂલ: હજુ સુધી કોઇ માહિતી મળી નથી
he: שגיאה: אין מידע עדיין
hi: त्रुटि: सूचना अभि तक उपलब्ध नहीं
hr: GREŠKA: još uvijek nema podataka
hu: HIBA: még nincs információ
id: ERROR: belum ada keterangan
it: Errore: nessuna informazione
ja: エラー: 情報がありません
ko: 오류: 그런 정보 없음
lt: KLAIDA: nerasta jokios informacijos
lv: KĻŪDA: pagaidām nav informācijas
mk: ГРЕШКА: сеуште нема информација
mn: Алдаа: Мэдээлэл хараахан алга
ms: RALAT: belum ada maklumat lagi
nb: FEIL: ingen informasjon ennå
nl: FOUT: nog geen informatie
nn: FEIL: Ingen informasjon enno
or: ତ୍ରୁଟି: ସୂଚନା ଉପଲବ୍ଧ ହୋଇନାହିଁ
pa: ਗਲਤੀਃ ਹੁਣ ਤਕ ਕੋਈ ਜਾਣਕਾਰੀ ਉਪਲੱਬਧ ਨਹੀ
pt: ERRO: ainda nenhuma informação
pt_br: ERRO: não há informação ainda
ro: EROARE: nici o informaţie deocamdată
ru: Произошла ошибка: игформация ещё отсутствует
sk: CHYBA: ešte žiadne informácie
sl: NAPAKA: podatkov še ni
sq: GABIM: akoma asnjë informacion
sr: ГРЕШКА: за сада нема података
sr@latn: GREŠKA: za sada nema podataka
sv: FEL: ingen information än
ta: ERROR: தகவல் எதுவும் இதுவரை இல்லை
th: เกิดข้อผิดพลาด: ยังไม่มีข้อมูล
tk: Hata: hãzir bilgi ýok
tr: HATA: henüz bilgi yok
vi: Lỗi: chưa có thông tin
zh_cn: 错误：没有信息
zh_tw: 錯誤：仍未有任何資訊

source: ERROR: %s
ar: خطأ: %s
az: XƏTA: %s
be: ПАМЫЛКА: %s
bg: ГРЕШКА: %s
bn: সমস্যা: %s
bs: GREŠKA: %s
cs: CHYBA: %s
cy: GWALL: %s
da: FEJL: %s
de: FEHLER: %s
el: ΣΦΆΛΜΑ: %s
et: VIGA: %s
eu: OKERRA: %s
fi: VIRHE: %s
fr: ERREUR : %s
ga: BOTÚN: %s
gu: ભૂલ: %s
he: שגיאה: %s
hi: त्रुटि: %s
hr: GREŠKA: %s
hu: HIBA: %s
it: Errore: %s
ja: エラー: %s
ko: 오류: %s
lt: KLAIDA: %s
lv: KĻŪDA: %s
mk: ГРЕШКА: %s
mn: Алдаа: %s
ms: RALAT: %s
nb: FEIL: %s
nl: FOUT: %s
nn: FEIL: %s
or: ତ୍ରୁଟି: %s
pa: ਗਲਤੀ: %s
pt: ERRO: %s
pt_br: ERRO: %s
ro: EROARE: %s
ru: Произошла ошибка:%s
sk: CHYBA: %s
sl: Napaka %s
sq: GABIM: %s
sr: ГРЕШКА: %s
sr@latn: GREŠKA: %s
sv: FEL: %s
th: ผิดพลาด: %s
tk: Hata: %s
tr: HATA: %s
vi: Lỗi: %s
zh_cn: 错误：%s
zh_tw: 錯誤：%s

source: Playing %s
ar: جاري عزف %s
az: İfa edilir %s
be: Граецца %s
bg: Изпълнение на %s
bn: এখন শুনছেন %s
bs: Puštam %s
cs: Přehrávám %s
cy: Yn chwarae %s
da: Afspiller %s
de: Wiedergabe von %s
el: Αναπαραγωγή %s
es: Reproduciendo %s
et: Mängib %s
eu: Jotzen %s
fi: %s soi
fr: Joue %s
ga: %s ag seinm
gu: %s વાગે છે
he: מנגן %s
hi: %s प्ले हो रहा है
hr: Svira %s
hu: %s lejátszása
id: Sedang memainkan %s
it: In riproduzione «%s»
ja: %s を再生
ko: %s 연주중
lt: Grojame %s
lv: Atskaņoju %s
mk: Пуштено е %s
mn: %s -г тоглуулж байна
ms: Memain %s
nb: Spiller %s
nl: Bezig met afspelen van %s
nn: Spelar %s
or: %s ଚାଲିଛି
pa: ਚੱਲ ਰਿਹਾ ਹੈ %s
pt: A tocar %s
pt_br: Tocando %s
ro: Redare %s
ru: Проигрывается "%s"
sk: Prehrávam %s
sl: Predvajam %s
sq: Duke ekzekutuar %s
sr: Тече %s
sr@latn: Teče %s
sv: Spelar %s
ta: இயங்குகிறது %s
th: กำลังเล่น %s
tk: %s çalylýar
tr: %s çalıyor
vi: Đang chơi %s
zh_cn: 正在播放 %s
zh_tw: 正在播放 %s

source: Stopped.
ar: أوقف.
az: Dayandırılıb.
be: Спынена.
bg: Спрян.
bn: স্থগিত।
bs: Zaustavljeno.
cs: Zastaveno.
cy: Wedi stopio.
da: Stoppet.
de: Angehalten.
el: Διακόπηκε.
es: Detenido.
et: Peatatud.
eu: Geldiarazita.
fi: Pysäytetty.
fr: Arrêté.
ga: Tá cosc ar.
gu: અટકાવેલ છે.
he: נעצר.
hi: रुका हुआ है
hr: Zaustavljeno.
hu: Leállítva.
id: Stop
it: Fermato.
ja: 停止
ko: 멈춤.
lt: Sustabdyta.
lv: Apturēts
mk: Стопирано.
mn: Зогсов.
ms: Terhenti.
nb: Stoppet.
nl: Gestopt.
nn: Stoppa.
or: ବିରତ ହୋଇଛି
pa: ਰੁਕਿਆ
pt: Parado.
pt_br: Parado.
ro: Oprit.
ru: Остановлено:
sk: Zastavené.
sl: Ustavljeno.
sq: Ndaluar.
sr: Заустављено.
sr@latn: Zaustavljeno.
sv: Stoppad.
ta: நிறுத்தப்பட்டது
th: หยุด
tk: Duruldy.
tr: Durdu.
vi: Đã dừng.
zh_cn: 已停止。
zh_tw: 己停止。

source: Sorry, but there was an error reading %s.
ar: عفوا، حصل خطأ عند قراءة %s.
az: Bağışlayın ancaq %s oxunarkən xəta yarandı.
be: Выбачайце, але адбылася памылка пад час чытаньня %s.
bg: Възникна грешка при четене на %s.
bn: দুঃখিত, %s পড়তে সমস্যা হয়েছে।
bs: Žao mi je, postoji greška u čitanju %s.
cs: Lituji, ale při čtení %s došlo k chybě.
cy: Yn anffodus, roedd gwall wrth ddarllen %s.
da: En fejl opstod ved læsning af %s.
de: Beim Lesen von %s ist ein Fehler aufgetreten.
el: Συγγνώμη, αλλά συνέβει ένα σφάλμα στην ανάγνωση του %s.
es: Lo siento, pero ha ocurrido un error al leer %s.
et: Vabandust, kuid oli viga lugedes %s.
eu: Barkatu, huts egin du %s irakurtzean.
fi: Virhe lukemisessa: %s
fr: Une erreur est survenue lors de la lecture de %s.
ga: Gabh mo leithscéal ach bhí feadbh ag léamh %s.
gu: માફ કરજો, પરંતુ %s ને વાંચવામાં ભૂલ થઈ હતી.
he: מצטער, אך ארעה שגיאה בקריאת %s.
hi: माफ कीजिए, परंतु %s को पढ़ने में गलती थी
hr: Žao mi je, ali došlo je do greške pri čitanju %s.
hu: Sajnos hiba történt a(z) %s olvasása közben.
id: Maaf, ada error saat membaca %s.
it: Errore nella lettura di %s.
ja: すみません、%s の読み込み中にエラーが発生しました。
ko: %s(을)를 읽는 중 오류가 생겼습니다.
lt: Atsiprašau, skaitant %s įvyko klaida.
lv: Atvainojiet, bet atgadījās kļūda nolasot %s.
mk: Извини, но се појави грешка при читањето на %s.
mn: %s -г уншиж байхад алдаа гарлаа.
ms: Maaf, terdapat ralat membaca %s.
nb: En feil oppstod desverre ved lesing av %s.
nl: Sorry, maar er is een fout opgetreden tijdens het lezen van %s
nn: Ein feil oppstod ved lesing av %s.
or: କ୍ଷମା କରନ୍ତୁ, କିନ୍ତୁ %s ପଢିବାରେ ତ୍ରୁଟି ହୋଇଛି
pa: ਮੁਆਫੀ, ਪਰ ਖੋਲਣ %s ਵਿੱਚ ਗਲਤੀ ਹੈ
pt: Ocorreu um erro ao ler %s.
pt_br: Desculpe, mas houve um erro lendo %s.
ro: Îmi pare rău, dar a fost o eroare la citirea %s.
ru: Произошла ошибк при чтении "%s"
sk: Ľutujem, ale nastala chyba pri čítaní %s.
sl: Oprostite, prišlo je do napake pri branju %s.
sq: Më vjen keq, ndeshëm një difekt gjatë leximit të %s.
sr: Нажалост, дошло је до грешке при читању %s.
sr@latn: Nažalost, došlo je do greške pri čitanju %s.
sv: Ett fel uppstod tyvärr vid läsning av %s.
ta: மன்னிக்கவும் படிக்கும் போது பிழை %s.
th: เกิดข้อผิดพลาดขณะอ่าน %s
tk: Bagyşlaň, %s okamakynda hata tapyldy.
tr: Üzgünüm, ama %s okunurken bir hata oluştu.
vi: Xin lỗi, nhưng đã có lỗi khi đọc %s.
zh_cn: 对不起，读取 %s 时出错。
zh_tw: 抱歉，讀取 %s 時發生錯誤。

source: File
ar: ملف
az: Fayl
be: Файл
bg: Файл
bn: ফাইল
bs: Datoteka
cs: Soubory
cy: Ffeil
da: Fil
de: Datei
el: Αρχείο
es: Archivo
et: Fail
eu: Fitxategia
fi: Tiedosto
fr: Fichier
ga: Comhad
gu: ફાઈલ
he: קובץ
hi: फाइल
hr: Datoteka
hu: Fájl
ja: ファイル
ko: 파일
lt: Byla
lv: Fails
mk: Датотека
mn: Файл
ms: Fail
nb: Fil
nl: Bestand
nn: Fil
or: ଫାଇଲ
pa: ਫਾਇਲ
pt: Ficheiro
pt_br: Arquivo
ro: Fişier
ru: Файл
sk: Súbor
sl: Datoteka
sr: Датотека
sr@latn: Datoteka
sv: Fil
ta: கோப்பு
th: แฟ้ม
tk: Faýl
tr: Dosya
vi: Tập tin
zh_cn: 文件
zh_tw: 檔案

source: Type
ar: نوع
az: Növ
be: Тып
bg: Тип
bn: ধরন
bs: Tip
cs: Typ
cy: Math
de: Typ
el: Τύπος
es: Tipo
et: Tüüp
eu: Mota
fi: Tyyppi
ga: Sórt
gu: પ્રકાર
he: סוג
hi: प्रकार
hr: Tip
hu: Típus
id: Tipe
it: Tipo
ja: タイプ
ko: 형식
lt: Tipas
lv: Tips
mk: Вид
mn: Төрөл
ms: Jenis
or: ପ୍ରକାର
pa: ਕਿਸਮ
pt: Tipo
pt_br: Tipo
ro: Tip
ru: Тип
sk: Typ
sl: Vrsta
sq: Lloji
sr: Тип
sr@latn: Tip
sv: Typ
ta: þனம்
th: ชนิด
tk: Hil
tr: Tür
vi: Loại
zh_cn: 类型
zh_tw: 類型

source: Length
ar: طول
az: Uzunluq
be: Працягласьць
bg: Продължителност
bn: দৈর্ঘ্য
bs: Dužina
cs: Délka
cy: Hyd
da: Længde
de: Länge
el: Διάρκεια
es: Longitud
et: Pikkus
eu: Luzera
fi: Pituus
fr: Longueur
ga: Fad
gu: લંબાઈ
he: אורך
hi: लंबाई
hr: Duljina
hu: Hossz
id: Panjang
it: Durata
ja: 長さ
ko: 길이
lt: Trukmė
lv: Garums
mk: Должина
mn: Урт
ms: Panjang
nb: Lengde
nl: Lengte
nn: Lengde
or: ଲମ୍ବ
pa: ਲੰਬਾਈ
pt: Duração
pt_br: Tamanho
ro: Lungime
ru: Длина
sk: Dĺžka
sl: Dolžina
sq: Gjatësia
sr: Дужина
sr@latn: Dužina
sv: Längd
ta: நீளம்
th: ความยาว
tk: Uzaklyk
tr: Uzunluk
vi: Độ dài
zh_cn: 长度
zh_tw: 長度

source: Bitrate
ar: نسبة البايتات
az: Vuruş sıxlığı
be: Плыня
bg: Битове за сек.
bn: বিটের মাত্রা
cy: Cyfradd Did
es: Tasa de bits
et: Bitikiirus
eu: Bit tasa
fi: Bittitahti
fr: Taux
ga: Ráta na Bits
gu: બીટનો દર
he: קצב
hi: Bit गती
hr: Protok bitova
hu: Bitráta
ja: ビットレート
ko: 비트레이트
lt: Kokybė
lv: Bitātrums
mk: Битови
ms: Kadar bit
nb: Bithastighet
or: ବିଟ୍ ଗତି
pa: ਬਿੱਟਰੇਟ
pt: Rácio bit
ro: Rată de eşantionare
ru: Частота семплирования
sk: Bitová hĺbka
sl: Bitna hitrost
sr: Брзина
sr@latn: Brzina
sv: Bithastighet
ta: பிட்விகிதம்
th: บิตเรท
tk: Bit myzany
tr: Örnekleme hızı
zh_cn: 位速率
zh_tw: 位元率

source: Metadata
ar: بيانات عامة
az: Meta mə'lumat
be: Мэтаданьні
bg: Метаданни
bn: মেটাডাটা
de: Metadaten
es: Metadatos
et: Metaandmed
fi: Metatiedot
fr: Métadonnée
ga: Meiteadata
gu: માહિતીની માહિતી
he: מידע מטה
hi: मेटा डेटा
hr: Metapodaci
hu: Metaadat
it: Informazioni
ja: メタデータ
ko: 메타 데이터
lt: Meta duomenys
lv: Metadati
mk: Мета податоци
mn: Meta-өгөгдөл
ms: Datameta
or: ଅଧିତଥ୍ଯ
pa: ਮੈਟਾਡਾਟਾ
pt: Metadados
pt_br: Metadados
ro: Date meta
ru: Метаданные
sk: Meta údaje
sl: Meta podatki
sr: Мета-подаци
sr@latn: Meta-podaci
ta: மெட்டாதகவல்
tr: Meta bilgi
zh_cn: 元数据
zh_tw: 備註

source: Not playing
ar: لا يعزف
az: İfa edilmir
be: Не прайграецца
bg: Не се изпълнява
bn: বাজছে না
bs: Nije pušteno
cs: Nepřehrávám
cy: Ddim yn chwarae
da: Afspiller ikke
de: Keine Wiedergabe
el: Χωρίς αναπαραγωγή
es: Sin reproducir
et: Ei mängi
eu: Ez jotzen
fi: Ei soi
fr: Ne lit pas
ga: Níl sé ag senim
gu: વાગતુ નથી
he: לא מנגן
hi: प्ले नही हो रहा है
hr: Ne svira
hu: Lejátszás áll
id: Sedang tidak memainkan
it: Nessuna azione in corso
ja: 再生していません
ko: 연주하지 않음
lt: Negrojama
lv: Neatskaņoju
mk: Не е пуштено
mn: Тоглуулалт алга
ms: Tidak bermain
nb: Spiller ikke
nl: Afspelen niet actief
nn: Spelar ikkje
or: ଚାଲୁ ନାହିଁ
pa: ਨਹੀ ਚੱਲ ਰਿਹਾ
pt: Parado
pt_br: Não tocando
ro: Redare oprită
ru: Не проигрывается
sk: Nehrá
sl: Se ne predvaja
sq: Jo në ekzekutim
sr: Неактиван
sr@latn: Neaktivan
sv: Spelar inte
ta: இயங்கவில்லை
th: ปิดอยู่
tk: Çalylmýar
tr: Çalmıyor
vi: Không chơi
zh_cn: 未在播放
zh_tw: 準備就緒

source: Sample
ar: عينة
az: Səs Şablonu
be: Узор
bg: Мостра
bn: নমুনা
cs: Ukázka
cy: Sampl
da: Prøve
de: Beispiel
el: Δείγμα
es: Muestreo
et: Näidis
eu: Lagina
fi: Näyte
fr: Exemple
ga: Sampla
gu: નમુનો
he: דוגמה
hi: नमूना
hr: Primjer
hu: Minta
id: Sampel
it: Esempio
ja: サンプル
ko: 예제
lt: Pavyzdys
lv: Paraugs
mk: Пример
mn: Жишээ
ms: Sampel
nb: Utdrag
nl: Voorbeeld
nn: Døme
or: ନମୁନା
pa: ਸਧਾਰਨ
pt: Amostra
pt_br: Exemplo
ro: Exemplu
ru: Пример
sk: Ukážka
sl: Vzorec
sq: Shembull
sr: Узорак
sr@latn: Uzorak
sv: Prov
ta: மாதிரி
th: ตัวอย่าง
tk: Nemona
tr: Örnek
vi: Mẫu
zh_cn: 示例
zh_tw: 樣本

source: This is a sample merged menu item
ar: هذا عنصر قائمة مدمج كعينة
az: Bu birləşdirilmiş bir menyu üzvü şablonudur
be: Гэта ўзор злучанага пункта мэню
bg: Това е примерен елемент слят с менюто
bn: একটি একীভূত মেনুর নমুনা
bs: Ovo je primjer detalja nestajućeg izbornika
cs: Toto je ukázková sloučení položka menu
cy: Dyma eitem dewislen cyfun sampl
da: Dette en prøve på et indflettet menupunkt
de: Dies ist ein Beispiel für ein eingebundenes Menüobjekt
el: Αυτό είναι ένα δείγμα αντικειμένου συνενωμένου μενού
es: Esto es un ejemplo de elemento de menú añadido
et: See on näidis ühendatud menüü punkt
eu: Hau elkartutako menu osagaien adibidea da
fi: Tämä on esimerkki sulautuneesta valikon kohdasta
fr: Ceci est un exemple de menu intégré
ga: Tá e seo sampla ó roghchlár a bhfuil chumascadh
gu: આ મેનુની વસ્તુના મિશ્રણનો નમુનો છે
he: זהו פריט תפריט דוגמה מחובר
hi: यह विलयित मेनू आइटेम् का नमूना है
hr: Ovo je primjer spojene stavke izbornika
hu: Ez egy minta összefűzött menüelem
id: Ini adalah contoh item menu yang digabung
it: Questa è una voce di esempio inserita nel menù
ja: これは統合されたメニュー項目のサンプルです
ko: 메뉴 항목에 합쳐진 예제
lt: Tai yra pavyzdinis susieto meniu punktas
lv: Šis ir parauga apvienots izvēlnes priekšmets
mk: Ова е примерок на предмет со споено мени
mn: Энэ бол холбосон цэс элементийн жишээ юм
ms: Sampel ini digabungkan dengan item menu
nb: Dette er et sammenslått prøvemenyobjekt
nl: Dit is een voorbeeld van een samengevoegd menu-item
nn: Dette er eit døme på eit samanslått menyval
or: ଏହା ମିଶ୍ରିତ ତାଲିକା ବସ୍ତୁର ନମୁନା
pa: ਇਹ ਸਧਾਰਨ ਮੇਲ ਮੇਨੂ ਇਕਾਈ ਹੈ
pt: Este é um item de menu reunido de amostra
pt_br: Essa é um item de menu de exemplo
ro: Acesta este un exemplu de element de meniu combinat
ru: Это пример встроенного пункта меню
sk: Toto je ukážka vloženej položky menu
sl: To je vzorec pridruženega predmeta menuja
sq: Ky është shembulli i një elementi të menusë
sr: Ово је ставка менија за спојене узорке
sr@latn: Ovo je stavka menija za spojene uzorke
sv: Detta är ett sammanslaget provmenyobjekt
ta: இது சேர்க்கப்பட்ட மெனு உருப்படி
tk: Bu bir birleşdirilen menü nemonasiniň aýtemi
tr: Bu örnek bir menü öğesidir
vi: Đây là mẫu được nhập mục menu
zh_cn: 这是合并菜单项的示例
zh_tw: 這是選單項目樣本

source: This is a sample merged toolbar button
ar: هذا زر عمود أدوات مدمج كعينة
az: Bu birləşdirilmiş ləvazimat çubuğu düyməsi şablonudur
be: Гэта ўзор злучанай кнопкі панэлі інструмэнту
bg: Това е примерен бутон слят с лентата с инструменти
bn: একটি একীভূত টুলবার বাটনের নমুনা
bs: Ovo je primjer nestajućeg dugmeta trake sa alatima
cs: Toto je ukázkové sloučené tlačítko lišty nástrojů
cy: Dyma fotwm bar offer cyfun sampl
da: Dette en prøve på en indflettet værktøjslinjeknap
de: Dies ist ein Beispiel für ein einen eingebundenen Knopf einer Werkzeugleiste
el: Αυτό είναι ένα δείγμα κουμπιού συνενωμένης εργαλειοθήκης
es: Esto es un ejemplo de botón de barra de herramientas añadido
et: See on näidis ühendatud tööriistariba nupp
eu: Hau elkartutako tresna-barra botoien adibidea da
fi: Tämä on esimerkki sulautuneesta työkalupalkin painikkeesta
fr: Ceci est un exemple de barre d'outils intégrée
ga: Tá e seo sampla do cnaipe as roghchlár a bhfuil chumascadh
gu: આ સાધનપટ્ટીના બટનના મિશ્રણનો નમુનો છે
he: זהו כפתור סרגל כלים לדוגמה מחובר
hi: यह विलयित टूलबार बटन का नमूना है
hr: Ovo je primjer spojenog gumba alatne trake
hu: Ez egy minta összefűzött eszköztárgomb
id: Ini adalah contoh tombol toolbar yang digabung
it: Questo è un pulsante di esempio inserito nella barra degli strumenti
ja: これは統合されたツールバーボタンのサンプルです。
ko: 도구막대 단추에 합쳐진 예제
lt: Tai yra pavyzdinis susietos įrankių juostos mygtukas
lv: Šī ir parauga apvienota rīkjoslas poga
mk: Ова е примерок на линија со алатки споена со копче
mn: Энэ бол холбосон багаж-самбар товчны жишээ юм
ms: Sampel ini digabungkan dengan butang toolbar
nb: Dette er en sammenslått prøveverktøylinjeknapp
nl: Dit is een voorbeeld van een samengevoegde werkbalkknop
nn: Dette er eit døme på ein samanslått verktøylinjeknapp
or: ଏହା ମିଶ୍ରିତ ସାଧନ ପଟି ଚାବିର ନମୁନା
pa: ਇਹ ਸਧਾਰਨ ਮੇਲ ਸੰਦਖਾਨਾ ਬਟਨ ਹੈ
pt: Este é um botão de barra de ferramentas reunido de amostra
pt_br: Esse é um botão de barra de ferramentas embutido de exemplo
ro: Acesta este un exemplu de buton din bara de unelte combinat
ru: Это пример встроенной кнопки панели инструментов
sk: Toto je ukážka vloženej položky panelu nástrojov
sl: To je vzorec pridruženega gumba orodne vrstice
sq: Ky është shembulli i një pulsanti në panelin e instrumentëve
sr: Ово је дугме линије са алатима за спојене узорке
sr@latn: Ovo je dugme linije sa alatima za spojene uzorke
sv: Detta är en sammanslagen provverktygsradsknapp
ta: இது சேர்க்கப்பட்ட கருவிப்பட்டி பட்டன் மாதிரி
tk: Bu bir birleşdirilen esbap zolaky nemonasiniň aýtemi
tr: Bu örnek bir araç çubuğu düğmesidir
vi: Đây là mẫu được nhập nút thanh công cụ
zh_cn: 这是合并工具栏按钮的示例
zh_tw: 這是工具列按鈕樣本

source: _File
ar: _ملف
az: _Fayl
be: _Файл
bg: _Файл
bn: ফাইল (_ফ)
bs: _Datoteka
cs: _Soubor
cy: _Ffeil
da: _Fil
de: _Datei
el: _Αρχείο
es: _Archivo
et: _Fail
eu: _Fitxategia
fi: _Tiedosto
fr: _Fichier
ga: _Comhad
gu: ફાઈલ (_F)
he: _קובץ
hi: फाइल (_F)
hr: _Datoteka
hu: _Fájl
ja: ファイル(_F)
ko: 파일(_F)
lt: _Byla
lv: _Fails
mk: _Датотека
mn: _Файл
ms: _Fail
nb: _Arkiv
nl: _Bestand
nn: _Fil
or: ଫାଇଲ (_F)
pa: ਫਾਇਲ
pt: _Ficheiro
pt_br: _Arquivo
ro: _Fişier
ru: _Файл
sk: _Súbor
sl: _Datoteka
sr: Датотека
sr@latn: Datoteka
sv: _Arkiv
ta: _கோப்பு
th: แ_ฟ้ม
tk: _Faýl
tr: _Dosya
vi: _Tệp
zh_cn: 文件(_F)
zh_tw: 檔案(_F)

source: _Sample
ar: _عينة
az: _Səs Şablonu
be: _Узор
bg: _Мостра
bn: নমুনা (_ন)
cs: _Ukázka
cy: _Sampl
da: _Prøve
de: _Beispiel
el: _Δείγμα
es: _Muestreo
et: _Näidis
eu: _Lagina
fi: _Näyte
fr: _Exemple
ga: _Sampla
gu: નમુનો (_S)
he: _דוגמה
hi: नमूना (_S)
hr: _Uzorak
hu: _Minta
id: _Sampel
it: _Esempio
ja: サンプル(_S)
ko: 예제(_S)
lt: _Pavyzdys
lv: _Paraugs
mk: _Пример
mn: _Жишээ
ms: _Sampel
nb: _Utdrag
nl: _Voorbeeld
nn: _Døme
or: ନମୁନା (_S)
pa: ਸਧਾਰਨ
pt: Amo_stra
pt_br: Exe_mplo
ro: _Exemplu
ru: _Пример
sk: _Ukážka
sl: _Vzorec
sq: _Shembull
sr: Узорак
sr@latn: Uzorak
sv: _Prov
ta: (_S)மாதிரி
th: _ตัวอย่าง
tk: _Nemona
tr: Ö_rnek
vi: Mẫ_u
zh_cn: 示例(_S)
zh_tw: 樣本(_S)

source: Nautilus Test view
ar: معرض اختبار في ناوتيلوس
az: Nautilus Sınaq nümayişi
be: Прагляд тэста ў Наўцілусе
bg: Преглед като тест на Nautilus
bn: নটিল্যাসের পরীক্ষাধীন ভিউ
bs: Nautilus Test pogled
cs: Pohled Nautilu Test
cy: Syllwr Prawf Nautilus
da: Testvisning til Nautilus
de: Nautilus-Test-Ansicht
el: Προβολή δοκιμής Ναυτίλου
es: Vista de prueba de Nautilus
et: Nautiluse test vaade
eu: Nautilusen proba ikuspegia
fi: Nautiluksen testinäkymä
fr: Vue de test Nautilus
ga: Radharc an Scrúdú atá ag Nautilus
gu: નોટિલસનું ચકાસણી દ્રશ્ય
he: תצוגת ניסיון של נאוטילוס
hi: नाटिलस टेस्ट द्रुश्य
hr: Pregled nautilus testova
hu: Nautilus tesztnézet
id: View Test Nautilus
it: Vista «Prova» per Nautilus
ja: Nautilus テストビュー
ko: 노틸러스 테스트 보기
lt: Nautilus bandomoji peržiūra
lv: Nautilus Testa skats
mk: Nautilus Тест преглед
mn: Nautilus Тест харагч
ms: Paparan Ujian Nautilus
nb: Testvisning för Nautilus
nl: Nautilus Testweergave
nn: Testvisar for Nautilus
or: ନଟିଲସ ପରୀକ୍ଷଣ ଦୃଶ୍ଯ
pa: ਨਟਾਲਿਸ ਜਾਂਚ ਦਰਿਸ਼
pt: Vista de Teste Nautilus
pt_br: Visualização de Teste do Nautilus
ro: Vizualizare test
ru: Тестовый компонент для "Наутилуса"
sk: Testovací pohľad Nautilus
sl: Nautilus preizkusni pogled
sq: Shikuesi i provave të Nautilus
sr: Наутилусов пробни преглед
sr@latn: Nautilusov probni pregled
sv: Testvy för Nautilus
ta: நாடுலஸ் சோதனை காட்சி
tk: Nautilusiň Synag görnöşi
tr: Nautilus Deneme Görünümü
vi: Khung xem thử của Nautilus
zh_cn: Nautilus 测试查看
zh_tw: Nautilus 測試顯示模式

source: Nautilus Test view factory
ar: معاين معرض اختبار ناوتيلوس
az: Nautilus Sınaq nümayişi e'malatxanası
be: Вытворчасьць прагляду тэста ў Наўцілусе
bg: Фабрика Преглед като Тест на Nautilus
bn: নটিল্যাসের টেস্ট ভিউ ফ্যাক্টরী
bs: Tvornica Nautilius Test pogleda
cs: Factory pro pohled Nautilu Test
cy: Ffatri syllwr prawf Nautilus
da: Testvisningsfabrik til Nautilus
de: Nautilus-Test-Ansichtsfabrik
el: Εργοστάσιο προβολής δοκιμής Ναυτίλου
es: Fábrica de la vista de prueba de Nautilus
et: Nautiluse test vaate vabrik
eu: Nautilusen proba ikuspegien lantegia
fi: Nautiluksen testinäkymätehdas
fr: Fabrique de la vue de test
ga: An Monarcha a dheanamh na Radharc Scrúdaitheoir atá ag Nautilus
gu: નોટિલસનું ચકાસણી દ્રશ્યનું કારખાનું
he: יצרן תצוגת ניסיון של נאוטילוס
hi: नाटिलस टेस्ट द्रुश्य कारखाना
hr: Tvornica pregled nautilus testova
hu: Nautilus tesztnézet factory
id: Factory view test Nautilus
it: Fabbrica della vista «Prova» per Nautilus
ja: Nautilus テスト表示ファクトリ
ko: 노틸러스 테스트 보기 팩토리
lt: Nautilus Bandomosios peržiūros gamykla
lv: Nautilus Testa skata ražotne
mk: Nautilus Тест
mn: Nautilus Тест-харагч үйлдвэр
ms: Kilang paparan Ujian Nautilus
nb: Fabrikk for Nautilus-testvisning
nl: Fabriek voor Nautilus-testweergave
nn: Fabrikk for Nautilus testvisar
or: ନଟିଲସ ପରୀକ୍ଷଣ ଦୃଶ୍ଯର କାରଖାନା
pa: ਨਟਾਲਿਸ ਜਾਂਚ ਦਰਿਸ਼ ਫੈਕਟਰੀ
pt: Fábrica de vista de Teste Nautilus
pt_br: Fábrica da visualização de teste do Nautilus
ro: Fabrica vizualizare text
ru: Фабрика тестового компонента для "Наутилуса"
sk: Vytváracie rozhranie pre testovací pohľad Nautilus
sl: Toovarna Nautilusovih preizkusnih pogledov
sq: Fabrikë për shikuesin e provave në Nautilus
sr: Наутилусова фабрика за пробни преглед
sr@latn: Nautilusova fabrika za probni pregled
sv: Fabrik för Nautilus-testvy
ta: நாடுலஸ் சோதனை காட்சி தொழிற்சாலை
tk: Nautilusiň Synag görnöş karhanasy
tr: Nautilus deneme görünümü üreticisi
vi: Factory khung xem thử của Nautilus
zh_cn: Nautilus 测试查看工厂
zh_tw: Nautilus 測試顯示模式工廠

source: Test
ar: اختبار
az: Sınaq
be: Тэст
bg: Тест
bn: পরীক্ষা
cy: Prawf
el: Δοκιμή
es: Prueba
eu: Proba
fi: Testi
ga: Scrúdú
gu: ચકાસણી
he: ניסיון
hi: टेस्ट
hu: Teszt
it: Prova
ja: テスト
ko: 테스트
lt: Bandymas
lv: Tests
mk: Тест
mn: Тест
ms: Uji
or: ପରୀକ୍ଷଣ
pa: ਜਾਂਚ
pt: Teste
pt_br: Teste
ru: Тест
sl: Preizkus
sq: Prova
sr: Проба
sr@latn: Proba
ta: சோதனை
tk: Synag
tr: Deneme
vi: Thử
zh_cn: 测试
zh_tw: 測試

source: Test Viewer
ar: عارض الاختبارات
az: Sınaq Nümayişçisi
be: Праглядальнік тэста
bg: Редактор за Преглед като Тест
bn: পরীক্ষা করার প্রদর্শক
bs: Test Preglednik
cs: Prohlížeč Test
cy: Syllwr Prawf
da: Testfremviser
de: Test-Ansicht
el: Προβολή Δοκιμής
es: Visor de prueba
et: Testi vaatur
eu: Proba ikustaria
fi: Testikatselin
fr: Visionneur de test
ga: Scrúdaitheoir
gu: ચકાસણી દ્રશ્યક
he: תצוגת ניסיון
hi: टेस्ट द्रुश्यक
hr: Preglednik testova
hu: Tesztnéző
id: Viewer Tes
it: Visualizzatore di «Prova»
ja: テストビューア
ko: 테스트 보기
lt: Bandymo peržiūra
lv: Testa Skatītājs
mk: Тест Прегледувач
mn: Тест харагч
ms: Pelihat Ujian
nb: Testviser
nl: Testweergave
nn: Testvisar
or: ପରୀକ୍ଷଣ ପ୍ରଦର୍ଶକ
pa: ਜਾਂਚ ਦਰਸ਼ਕ
pt: Visualizador de Teste
pt_br: Visualização Teste
ro: Vizualizor test
ru: Тестовый просмотр
sk: Testovací prehliadač
sl: Preizkusni pogled
sq: Shikues provash
sr: Пробни прегледач
sr@latn: Probni pregledač
sv: Testvisare
ta: சோதனை காட்சி
tk: Synag Namaýyşçy
tr: Deneme İzleyici
vi: Trình thử
zh_cn: 测试查看器
zh_tw: 測試顯示模式

source: Test view component
ar: مكون عارض الاختبارات
az: Nautilus nümayiş tərkib hissəsi
be: Кампанэнт прагляду тэста
bg: Компонент Преглед като Тест
bn: পরীক্ষাধীন দৃশ্য উপাদান
bs: Test pogled komponenta
cs: Komponenta pohledu Test
cy: Cydran syllwr prawf
da: Testvisningskomponent
de: Test-Ansichtskomponente
el: Συστατικό προβολής δοκιμής
es: Componente del visor de prueba
et: Testi vaate komponent
eu: Proba ikusteko osagaia
fi: Testinäkymäkomponentti
fr: Composant de vue test
ga: Comhpháirt as Radhairc na Scrúdú
gu: ચકાસણી દ્રશ્યના ભાગો
he: רכיב תצוגת ניסיון
hi: टेस्ट द्रुश्य का अंश
hr: Komponenta pregleda testova
hu: Tesztnézet komponens
id: komponen view tes
it: Componentte della vista «Prova»
ja: テスト表示コンポーネント
ko: 테스트 보기 컴포넌트
lt: Bandymo peržiūros komponentas
lv: Testa skata komponents
mk: Тест преглед на компонента
mn: Тест харагч бүрэлдхүүн
ms: Komponen pelihat ujian
nb: Testvisningskomponent
nl: Testweergavecomponent
nn: Testvisarkomponent
or: ପରୀକ୍ଷଣ ଦୃଶ୍ଯର ଯନ୍ତ୍ରାଂଶ
pa: ਜਾਂਚ ਦਰਿਸ਼ ਭਾਗ
pt: Componente de vista de teste
pt_br: Componente de visualização de test
ro: Componentă de vizualizare test
ru: Компонент тестового просмотра
sk: Komponent pre testovací prehliadač
sl: Komponenta preizkusnega pogleda
sq: Komponenti për shikimin e provave
sr: Део за пробни преглед
sr@latn: Deo za probni pregled
sv: Testvykomponent
ta: சோதனை காட்சி பொருள்
tk: Synag namaýyşçy guşulyjy
tr: Deneme görünüm bileşeni
vi: Thành phần khung xem thử
zh_cn: 测试查看组件
zh_tw: 測試顯示模式元件
