Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/nautilus-media/po/*.po
Languages: ar, az, be, bg, bn, bs, cs, cy, da, de, el, es, et, eu, fi, fr, ga, gu, he, hi, hr, hu, id, it, ja, ko, lt, lv, mk, mn, ms, nb, nl, nn, or, pa, pt, pt_br, ro, ru, sk, sl, sq, sr, sr@latn, sv, ta, th, tk, tr, vi, zh_cn, zh_tw

source: loading...
ar: تحميل...
az: yüklənir...
be: загрузка...
bg: зареждане...
bn: আসিতেছে...
bs: učitavam...
cs: načítám...
cy: yn llwytho...
da: indlæser...
de: Ladevorgang...
el: φόρτωση...
es: cargando...
et: laadimine...
eu: kargatzen...
fi: latautuu...
fr: chargement...
ga: ag lódáil...
gu: લાવી રહ્યુ છે...
he: טוען...
hi: लोड हो रहा है
hr: učitavam...
hu: betöltés...
id: sedang meload...
it: caricamento in corso...
ja: 読み込み中...
ko: 읽는 중...
lt: atidaroma...
lv: lādēju...
mk: се вчитува...
mn: Ачаалж байна...
ms: memuatkan...
nb: laster in...
nl: bezig met laden...
nn: lastar ...
or: ଧାରଣ ହେଉଛି
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
pt: a carregar...
pt_br: carregando...
ro: încarc...
ru: загружается...
sk: načítavam...
sl: nalagam...
sq: duke ngarkuar...
sr: учитавам...
sr@latn: učitavam...
sv: läser in...
ta: ஏற்றுகிறது
th: กำลังเปิด...
tk: ýüklenýär...
tr: yükleniyor...
vi: Đang nạp...
zh_cn: 正在装入...
zh_tw: 載入中...

source: URI currently displayed
ar: URI المعروض حاليا
az: Hazırda Göstərilən URI
be: Зараз адлюстроўваецца URI
bg: текущо показан URI
bn: বর্তমানে প্রদর্শিত URL
bs: IRl trenutno prikazan
cs: momentálně zobrazované URI
cy: yr URI a ddangosir yn gyfredol
da: URI som aktuelt vises
de: Momentan angezeigter URI
el: URI το οποίο προβάλλεται
es: URI mostrada actualmente
et: URI hetkel näidatud
eu: Uneko URI-a erakutsia
fi: Nyt näkyvä URI
fr: URI actuellement affichée
ga: Tá an URI seo ar taispeántas
gu: વર્તમાનમાં દેખાડાયેલી URI
he: הכתובת הנוכחית שמוצגת
hi: URI जो आप अभी देख़ रहे हें
hr: Trenutno prikazana adresa
hu: A jelenleg megjelenített URI
id: URI yang sedang ditampilkan
it: URI mostrato attualmente
ja: 現在表示されている URI
ko: 현재 표시중인 URI
lt: Šiuo metu rodomas adresas
lv: URI pašlaik parādītais
mk: URI е моментално прикажан
mn: Идэвхитэй харагдаж буй URI
ms: URI yang dipaparkan
nb: URI som vises for nå
nl: Huidig weergegeven URI
nn: URI som vert vist no
or: ପ୍ରଦର୍ଶିତ ସାମ୍ପ୍ରତିକ ଇଉ.ଆର.ଆଇ.
pa: URI ਮੌਜੂਦਾ ਦਿੱਸ ਰਿਹਾ
pt: URI actualmente apresentado
pt_br: URI atualmente exibida
ro: URI afişat curent
ru: Текущий отображённый идентифткатор (URI)
sk: Momentálne zobrazené URI
sl: Trenutno prikazan URI
sq: URl e shfaqur aktualisht
sr: тренутно приказан URI
sr@latn: trenutno prikazan URI
sv: URI som visas för tillfället
ta: URI தற்போது காட்டப்பட்டது
th: URI ที่กำลังแสดงอยู่
tk: Häzirde görkezilen URI
tr: Şu anda gösterilen URI
vi: URI hiển thị hiện thời
zh_cn: 目前显示的 URI
zh_tw: 目前顯示的 URI

source: None
ar: لا شيء
az: Yoxdur
be: Няма
bg: Без
bn: একটিও নয়
bs: Ništa
cs: Žádný
cy: Dim
da: Ingen
de: Keins
el: Κανένα
es: ninguno
et: Ei ole
eu: Bat ez
fi: Ei mikään
fr: Aucun
ga: Tada
gu: કંઈ જ નહિં
he: ללא
hi: कुछ नही
hr: Nijedan
hu: Nincs
id: Tidak ada
it: Niente
ja: なし
ko: 없음
lt: Joks
lv: Nekas
mk: Ништо
mn: Байхгүй
ms: Tiada
nb: Ingen
nl: Geen
nn: Ingen
or: କିଛି ନୁହେଁ
pa: ਕੋਈ ਨਹੀ
pt: Nenhum
pt_br: Nenhum
ro: nici unul
ru: Отсутствует
sk: Žiadne
sl: Brez
sq: Asnjë
sr: Ништа
sr@latn: Ništa
sv: Ingen
ta: வெற்று
th: ไม่มี
tk: Hiç biri
tr: Hiçbiri
vi: Không
zh_cn: 无
zh_tw: 無

source: mono
ar: مونو
be: мона
bg: моно
bn: একক
el: μονοφωνικό
ga: aontonach
gu: એક
he: מונו
hi: मोनो
hu: monó
ja: モノラル
ko: 모노
mk: моно
mn: Моно
or: ମୋନୋ
pa: ਮੋਨੋ
ru: моно
sr: моно
ta: மோனோ
th: โมโน
zh_cn: 单声道
zh_tw: 單聲道

source: stereo
ar: ستيرٍٍِِيو
be: стэрэа
bg: стерео
bn: দ্বৈত
el: στερεοφωνικό
es: estéreo
eu: estereo
fr: stéréo
ga: steiréafón
gu: સ્ટીરીયો
he: סטריאו
hi: स्टीरियो
hu: sztereó
ja: ステレオ
ko: 스테레오
mk: стерео
mn: Стерео
or: ଷ୍ଟେରିଓ
pa: ਸਟੀਰਿਓ
ru: стерео
sr: стерео
ta: ஸ்டீரியோ
th: สเตริโอ
zh_cn: 立体声
zh_tw: 立體聲

source: unknown
ar: غير معلوم
az: namə'lum
be: невядомае
bg: неизвестен
bn: অজ্ঞাত
bs: nepoznato
cs: neznámý
cy: anhysbys
da: ukendt
de: unbekannt
el: άγνωστο
es: desconocido
et: tundmatu
eu: ezezaguna
fi: tuntematon
fr: inconnu
ga: gan aithne
gu: અજાણ્યુ
he: לא ידוע
hi: अंजान
hr: nepoznato
hu: ismeretlen
id: tidak diketahui
it: sconosciuto
ja: 不明
ko: 알 수 없음
lt: nežinoma
lv: nezināms
mk: непознато
mn: Мэдэгдэхгүй
ms: entah
nb: ukjent
nl: onbekend
nn: ukjend
or: ଅଜଣା
pa: ਅਣਪਛਾਤਾ
pt: desconhecido
pt_br: desconhecido
ro: necunoscut
ru: неизвестно
sk: neznámy
sl: neznan
sq: nuk njihet
sr: непознат
sr@latn: nepoznat
sv: okänd
ta: தெரியாதது
th: ไม่รู้จัก
tk: natanyş
tr: bilinmiyor
vi: không xác định
zh_cn: 未知
zh_tw: 不詳

source: %d channel
ar: قناة واحدة
az: %d kanal
be: %d канал
bg: %d канал
bn: %d'টি চ্যানেল
bs: %d kanal
cs: %d kanál
cy: %d sianel
de: %d Kanal
el: %d κανάλι
es: %d canal
eu: Kanal %d
fi: %d kanava
fr: %d canal
gu: %d માધ્યમ
he: ערוץ אחד
hi: %d चैनलें
hr: %d kanal
hu: %d csatorna
it: %d canale
ja: %d チャネル
ko: %d채널
lt: %d kanalas
mn: %d суваг
ms: %d saluran
nb: %d kanal
nl: %d kanaal
nn: %d kanal
or: %d ଚାନେଲ
pa: %d ਚੈਨਲ
pt_br: %d canal
ro: %d canal
ru: %d канал
sk: %d kanál
sq: %d kanal
sr: %d канал
sr@latn: %d kanal
sv: %d kanal
ta: %d அலைவரிசை
th: %d ช่อง
tk: %d kanal
tr: %d kanal
zh_cn: %d 个声道
zh_tw: %d 聲道

source: %d minute
ar: دقيقة واحدة
az: %d dəqiqə
be: %d хвіліна
bg: %d минута
bn: %d মিনিট
bs: %d minuta
cs: %d minuta
cy: %d munud
el: %d λεπτό
es: %d minuto
eu: Minutu %d
fi: %d minuutti
gu: %d મિનિટ
he: דקה אחת
hi: %d मिनिट
hr: %d minuta
hu: %d perc
it: %d minuto
ja: %d 分
ko: %d분
lt: %d minutė
mn: %d минут
ms: %d minit
nb: %d minutt
nl: %d minuut
nn: %d minutt
or: %d ମିନିଟ
pa: %d ਮਿੰਟ
pt_br: %d minuto
ro: %d minut
ru: %d минута
sk: %d minúta
sq: %d minutë
sr: %d минут
sr@latn: %d minut
sv: %d minut
ta: %d நிமிடம்
th: %d นาที
tk: %d dakyka
tr: %d dakika
zh_cn: %d 分
zh_tw: %d 分鐘

source: %02d.%03d seconds
ar: %02d.%03d ثانية
az: %02d.%03d saniyə
be: %02d.%03d сэкунда
bg: %02d.%03d секунда
bn: %02d.%03d সেকেন্ড
bs: %02d.%03d sekunda
cs: %02d,%03d sekund
cy: %02d.%03d eiliad
de: %02d.%03d Sekunden
el: %02d.%03d δευτερόλεπτο
es: %02d,%03d segundo
eu: %02d.%03d segundo
fi: %02d.%03d sekunti
fr: %02d.%03d seconde
gu: %02d.%03d સેકંડ
he: %02d.%03d שניות
hi: %02d.%03d सिकंड
hr: %02d.%03d sekunda
hu: %02d.%03d másodperc
it: %02d,%03d secondo
ja: %02d.%03d 秒
ko: %02d.%03d초
lt: %02d.%03d sekundė
mn: %02d.%03d секунт
ms: %02d.%03d saat
nb: %02d.%03d sekund
nl: %02d.%03d seconde
nn: %02d,%03d sekund
or: %02d.%03d ସେକେଣ୍ଡ
pa: %02d.%03d ਸਕਿੰਟ
pt_br: %02d.%03d segundos
ro: %02d.%03d secunde
ru: %02d,%03d секунды
sk: %02d.%03d sekunda
sq: %02d.%03d sekonda
sr: %02d.%03d секунда
sr@latn: %02d.%03d sekunda
sv: %02d.%03d sekund
ta: %02d.%03d நொடிகள்
th: %02d.%03d วีนาที
tk: %02d.%03d sanýa
tr: %02d.%03d saniye
zh_cn: %02d.%03d 秒
zh_tw: %02d.%03d 秒

source: Unknown
ar: غير معلوم
az: Namə'lum
be: Невядома
bg: Неизвестен
bn: অজ্ঞাত
bs: Nepoznato
cs: Neznámý
cy: Anhysbys
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
et: Tundmatu
eu: Ezezaguna
fi: Tuntematon
fr: Inconnu
ga: Gan Aithne
gu: અજાણ્યુ
he: לא ידוע
hi: अंजान
hr: Nepoznato
hu: Ismeretlen
id: Tidak diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
lt: Nežinoma
lv: Nezināms
mk: Непознато
mn: Мэдэгдэхгүй
ms: Entah
nb: Ukjent
nl: Onbekend
nn: Ukjend
or: ଅଜଣା
pa: ਅਣਪਛਾਤਾ
pt: Desconhecido
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестно
sk: Neznámy
sl: Neznan
sq: Nuk njihet
sr: Непознат
sr@latn: Nepoznat
sv: Okänd
ta: தெரியாதது
th: ไม่รู้จัก
tk: Natanyş
tr: Bilinmiyor
vi: Không xác định
zh_cn: 未知
zh_tw: 不詳

source: Audio Viewer
ar: عارض الصوت
az: Audio Nümayişçisi
be: Праглядальнік аўдыё
bg: Преглед на Звуци
bn: শব্দ প্রদর্শক
bs: Audio Preglednik
cs: Prohlížeč zvuku
cy: Syllwr Sain
da: Lydvisning
de: Audio-Ansicht
el: Πρόγραμμα Προβολής Ήχου
es: Visor de sonido
et: Helivaatur
eu: Audio ikustailea
fi: Äänikatselin
fr: Visionneur audio
ga: Radhairc Audio
gu: અવાજ દર્શક
he: תצוגת שמע
hi: ध्वनी द्रुश्यक
hr: Zvučnik preglednik
hu: Audionéző
id: Viewer Audio
it: Visualizzatore audio
ja: オーディオビューア
ko: 오디오 보기
lt: Audio grotuvas
lv: Audio Skatītājs
mk: Аудио Прегледувач
mn: Аудио харагч
ms: Pelihat Audio
nb: Lydviser
nl: Audioweergave
nn: Lydvisar
or: ଧ୍ବନି ପ୍ରଦର୍ଶକ
pa: ਆਡੀਓ ਦਰਸ਼ਕ
pt: Visualizador Audio
pt_br: Visualizador de Áudio
ro: Vizualizor audio
ru: Просмотр аудио
sk: Prehrávač zvuku
sl: Pogled zvoka
sq: Shikues Audio
sr: Прегледач звука
sr@latn: Pregledač zvuka
sv: Ljudvisare
ta: ஒலி காட்சி
th: ตัวอ่านเสียง
tk: Ses Namaýyşçy
tr: Ses İzleyici
vi: Trình xem Audio
zh_cn: 音频查看器
zh_tw: 音樂顯示模式

source: Audio view component
ar: مكون معرض الصوت
az: Audio nümayiş tərkib hissəsi
be: Кампанэнт прагляду аўдыё
bg: Компонент Преглед като Звук
bn: শব্দ ভিউ কম্পোনেন্ট
bs: Audio pogled komponenta
cs: Komponenta pohledu Zvuk
cy: Cydran syllwr sain
da: Lydvisningskomponent
de: Audio-Ansichtskomponente
el: Συστατικό όψης ήχου
es: Componente de vista de sonido
et: Heli vaate komponent
eu: Audioa ikusteko osagaia
fi: Äänen kuuntelukomponentti
fr: Composant du visionneur audio
ga: Comhpháirt as an Radhairc Audio
gu: ઓડિયોને જોવા માટેનો ભાગ
he: רכיב תצוגת שמע
hi: ध्वनी द्रुश्य का अंश
hr: Komponenta zvučnog pregledavanja
hu: Audionézet komponens
id: komponen view Audio
it: Componente della vista «Audio»
ja: オーディオ表示コンポーネント
ko: 오디오 보기 컴포넌트
lt: Audio grotuvo komponentas
lv: Audio skata komponents
mk: Аудио компонента за преглед
mn: Аудио харагч бүрэлдхүүн
ms: Komponen pelihat audio
nb: Lydvisningskomponent
nl: Audioweergavecomponent
nn: Lydvisarkomponent
or: ଧ୍ବନି ଦୃଶ୍ଯ ଯନ୍ତ୍ରାଂଶ
pa: ਆਡੀਓ ਦਰਿਸ਼ ਭਾਗ
pt: Componente de vista audio
pt_br: Componente de visualização de áudio
ro: Componentă vizualizare audio
ru: Компонент просмотра аудио
sk: Komponent pre prehrávanie zvuku
sl: Komponenta pogleda zvoka
sq: Komponenti i shikimit audio
sr: Део за преглед звука
sr@latn: Deo za pregled zvuka
sv: Ljudvykomponent
ta: ஒலி காட்சி பொருள்
th: คอมโพเนนต์มุมมองเสียง
tk: Ses görnöş guşulyjysy
tr: Ses izleme bileşeni
vi: Thành phần khung xem audio
zh_cn: 音频查看组件
zh_tw: 音樂顯示模式元件

source: Audio view component's factory
ar: معاين مكون معرض الصوت
az: Audio nümayiş tərkib hissəsinin e'malatxanası
be: Вытворчасьць кампанэнта прагляду аўдыё
bg: Фабрика за компонент Преглед като Звуци
bn: শব্দ ভিউ কম্পোনেন্ট ফ্যাক্টরি
bs: Tvornica audio pogled komponente
cs: Factory pro komponentu pro pohled Zvuk
cy: Ffatri y cydran syllwr sain
da: Fabrik for lydvisningskomponent
de: Fabrik der Audio-Ansichtskomponente
el: Εργοστάσιο συστατικού όψης ήχου
es: Fábrica del componente visor de sonido
eu: Audioa ikusteko osagaiaren lantegia
fi: Ääninäkymien tehdas
fr: Fabrique du composant de vue audio
ga: Monarcha le haghaidh na Comhpháirteanna as an Radhairc Audio
gu: ઓડિયોને જોવાના ભાગનુ કારખાનું
he: יצרן רכיב תצוגת השמע
hi: ध्वनी द्रुश्य अंश का कारखाना
hr: Tvornica komponenata zvučnog pregledavanja
hu: Audionézet komponens factory
id: factory komponen view Audio
it: Fabbrica del componente della vista «Audio»
ja: オーディオ表示コンポーネントのファクトリ
ko: 오디오 보기 컴포넌트 팩토리
lt: Audio grotuvo komponento puslapiai
lv: Audio skata komponenta ražotne
mk: Factory на компонентата за преглед на аудио
mn: Аудио харагч-бүрэлдүүний үйлдвэр
ms: Kilang komponen paparan audio
nb: Fabrikk for lydvisningskomponent
nl: Fabriek voor audioweergavecomponent
nn: Fabrikk for lydvisarkomponent
or: ଧ୍ବନି ଦୃଶ୍ଯ ଯନ୍ତ୍ରାଂଶର କାରଖାନା
pa: ਆਡੀਓ ਦਰਿਸ਼ ਭਾਗ ਦੀ ਫੈਕਟਰੀ
pt: Fábrica de componente de vista audio
pt_br: Fábrica de componente de visualização de áudio
ro: Fabrica componentei de vizualizare audio
ru: Файьрика компонента просмотра аудио
sk: Vytváracie rozhranie komponentov pre zobrazenie zvuku
sl: Tovarna komponent pogleda zvoka
sq: Fabrika e komponentëve të shikimit audio
sr: Фабрика дела за преглед звука
sr@latn: Fabrika dela za pregled zvuka
sv: Fabrik för ljudvykomponent
ta: ஒலி காட்சி பொருள் தொழிற்சாலை
th: โรงงานของคอมโพเนนต์มุมมองเสียง
tk: Ses görnöş guşulyjysynyň karhanasy
tr: Ses izleme bileşen üreticisi
vi: Factory của thành phần khung xem audio
zh_cn: 音频查看组件工厂
zh_tw: 音樂顯示模式元件的工廠

source: Audio view factory
ar: معاين معرض الصوت
az: Audio nümayiş e'malatxanası
be: Вытворчасьць прагляду аўдыё
bg: Фабрика Преглед като Звук
bn: শব্দ ভিউ ফ্যাক্টরি
bs: Audio pogled tvornica
cs: Factory pohledu Zvuk
cy: Ffatri syllwr sain
da: Fabrik for lydvisning
de: Audio-Ansichtsfabrik
el: Εργοστάσιο προβολής ήχου
es: Fábrica del visor de sonido
eu: Audio ikustailearen lantegia
fi: Ääninäkymätehdas
fr: Fabrique de la vue audio
ga: Monarcha an Radhairc Audio
gu: ઓડિયોને જોવા માટેનું કારખાનું
he: יצרן תצוגת שמע
hi: ध्वनी द्रुश्य कारखाना
hr: Tvornica komponenata zvučnog pregledavanja
hu: Audionézet factory
id: Factory view audio
it: Fabbrica della vista «Audio»
ja: オーディオ表示ファクトリ
ko: 오디오 보기 팩토리
lt: Audio grotuvo puslapiai
lv: Audio skata ražotne
mk: Компонента за преглед на аудио
mn: Аудио харагч үйлдвэр
ms: Kilang pelihat audio
nb: Fabrikk for lydvisning
nl: Audioweergave-fabriek
nn: Fabrikk for lydvisar
or: ଧ୍ବନି ଦୃଶ୍ଯର କାରଖାନା
pa: ਆਡੀਓ ਦਰਿਸ਼ ਫੈਕਟਰੀ
pt: Fábrica de vista audio
pt_br: Fábrica de visualização de áudio
ro: Fabrică vizualizor audio
ru: Фабрика просмотра аудио
sk: Vytváracie rozhranie pre zobrazenie zvuku
sl: Tovarna pogleda zvoka
sq: Fabrika e shikuesit Audio
sr: Фабрика за преглед звука
sr@latn: Fabrika za pregled zvuka
sv: Fabrik för ljudvy
ta: ஒலி காட்சி தொழிற்சாலை
th: โรงงานมุมมองเสียง
tk: Ses görnöş karhanasy
tr: Ses izleme üreticisi
vi: Factory khung xem audio
zh_cn: 音频查看工厂
zh_tw: 音樂顯示模式工廠

source: Nautilus Audio view
ar: معرض ناوتيلوس للصوت
az: Nautilus Audio nümayişi
be: Прагляд аўдыё ў Наўцілусе
bg: Преглед като Звук на Nautilus
bn: নটিলাস শব্দ ভিউ
bs: Nautilus Audio pogled
cs: Pohled Nautilu Zvuk
cy: Syllwr Sain Nautilus
da: Lydvisning til Nautilus
de: Nautilus-Audio-Ansicht
el: Όψη Ήχου του Ναυτίλου
es: Vista de sonido de Nautilus
et: Nautiluse helivaade
eu: Nautilusen audio ikustailea
fi: Nautiluksen ääninäkymä
fr: Vue audio Nautilus
ga: Radhairc Audio atá ag Nautilus
gu: નોટિલસના અવાજનો દેખાવ
he: תצוגת השמע של נאוטילוס
hi: नाटिलस ध्वनी द्रुश्य
hr: Pregled Nautilus zvuka
hu: Nautilus audionézet
id: view Audio Nautilus
it: Vista «Audio» per Nautilus
ja: Nautilus オーティオビュー
ko: 노틸러스 오디오 보기
lt: Nautilus audio peržiūra
lv: Nautilus Audio skats
mk: Nautilus Аудио преглед
mn: Nautilus Аудио-харагч
ms: Paparan Audio Nautilus
nb: Lydviser for Nautilus
nl: Nautilus audioweergave
nn: Nautilus lydvisar
or: ନଟିଲସ ଧ୍ବନି ଦୃଶ୍ଯ
pa: ਨਟਾਲਿਸ ਆਡੀਓ ਦਰਿਸ਼
pt: Vista Audio Nautilus
pt_br: Visualização de Áudio Nautilus
ro: Vizualizare audio
ru: Просмотр аудио для "Наутилуса"
sk: Prehrávanie zvuku pre Nautilus
sl: Nautilusov pogled zvoka
sq: Shikuesi audio i Nautilus
sr: Преглед звука из Наутилуса
sr@latn: Pregled zvuka iz Nautilusa
sv: Ljudvy för Nautilus
ta: நாடுலஸ் ஒலி காட்சி
th: ตัวอ่านเสียงของ Nautilus
tk: Nautilus ses görnöşi
tr: Nautilus Ses izleyicisi
vi: Khung xem audio của Nautilus
zh_cn: Nautilus 音频查看
zh_tw: Nautilus 音樂顯示模式

source: View as Audio
ar: عرض كصوت
az: Audio olaraq göstər
be: Адлюстраваць як аўдыё
bg: Преглед като Звук
bn: শব্দ হিসেবে দেখুন
bs: Vidi kao Audio
cs: Zobrazit jako zvuk
cy: Gweld fel Sain
da: Vis som lyd
de: Audio-Ansicht
el: Εμφάνιση Ήχος
es: Ver como sonido
et: Vaata helina
eu: Ikusi audio bezala
fi: Näytä äänenä
fr: Voir en tant que Audio
ga: Féach mar Audio
gu: અવાજ તરીકે જુઓ
he: הצג כשמע
hi: ध्वनी द्रुश्य देखें
hr: Pogledaj kao da je zvuk
hu: Nézet audioként
id: Lihat sebagai Audio
it: Vedi come audio
ja: オーディオとして表示
ko: 오디오로 보기
lt: Peržiūrėti kaip audio
lv: Skatīt kā Audio
mk: Преглед како Аудио
mn: Аудиогоор харах
ms: Lihat sebagai Audio
nb: Vis som lyd
nl: Weergeven als audio
nn: Vis som lyd
or: ଧ୍ବନି ରୂପରେ ଦେଖନ୍ତୁ
pa: ਆਡੀਓ ਦਰਿਸ਼
pt: Ver como Audio
pt_br: Ver como Áudio
ro: Vizualizează ca audio
ru: Режим просмотра: Аудио
sk: Zobraziť ako Zvuk
sl: Glej kot Zvok
sq: Shikoje si audio
sr: Прикажи као звук
sr@latn: Prikaži kao zvuk
sv: Visa som ljud
ta: ஒலி கோப்பாக பார்
th: มุมมองเสียง
tk: Ses ýaly gözle
tr: Ses Olarak Göster
vi: Xem như audio
zh_cn: 按音频查看
zh_tw: 以音樂模式顯示

source: Ogg/Vorbis
bn: অগ/ভরবিস
or: ଅଗ୍/ଭରବିସ୍ (Ogg/Vorbis)
pa: ਓਜੀਜੀ/ਵੋਰਬਸ
ru: формат Ogg/Vorbi

source: FLAC
bn: এফএলএসি
or: ଏଫ.ଏଲ.ଏ.ସି.
pa: ਐਫਐਲ਼ਏਸੀ
ru: формат FLAC

source: MPEG
bn: এমপেগ
or: ଏମ.ପି.ଇ.ଜି.
pa: ਐਮਪੀਈਜੀ
ru: формат MPEG

source: WAVE
bn: ওয়েভ
hr: VAL
or: ୱେଭ (ଡବ୍ଲୁ.ଏ.ଭି.ଆଇ.)
pa: ਵੇਵ
ru: формат WAVE
sl: VAL
zh_cn: 波形

source: Amiga mod
bn: অ্যামিগা মড
cy: mod Amiga
es: Mod de Amiga
ga: Mod ó Amiga
gu: અમિગા mod
he: mod של אמיגה
hi: अमिगा mod
it: MOD Amiga
ms: Mod Amiga
or: ଆମିଗା ରୂପାନ୍ତର
pa: ਅਮੀਗਾ ਮੋਡ
pt: Mod Amiga
ru: формат Amiga mod
sl: Amigin mod
sr: Amiga мод

source: Apple AIFF
bn: অ্যাপল এআইএফএফ
cy: AIFF Apple
es: AIFF de Apple
ga: AIFF ó Apple
gu: એપલ AIFF
he: AIFF של אפל
hi: आपल AIFF
it: AIFF Apple
ms: AIFF Apple
or: ଆପଳ୍ ଏ.ଆଇ.ଏଫ.ଏଫ.
pa: ਐਪਲ ਏਆਈਐਫਐਫ
pt: AIFF Apple
ru: форматApple AIFF
sl: Applov AIFF

source: MIDI
bn: মিডি
or: ମିଡି (ଏମ.ଆଇ.ଡି.ଆଇ.)
pa: ਮੀਡੀ
ru: формат MIDI

source: ulaw audio
ar: صوت ulaw
be: ulaw
bn: ইউ-ল শব্দ
cy: sain ulaw
da: ulaw-lyd
el: Ήχος ulaw
es: sonido ulaw
et: ulaw heli
fi: ulaw-ääni
fr: audio ulaw
ga: audio an ulaw
gu: ulaw અવાજ
he: שמע ulaw
hi: ulaw आडियो
hr: ulaw zvuk
ko: ulaw 오디오
mn: ulaw-аудио
ms: Audio ulaw
nb: ulaw-lyd
nn: ulaw-lyd
or: ୟୁଲ (ulaw) ଧ୍ବନି
pa: ਓਲਾਅ ਆਡੀਓ
pt: Audio ulaw
ro: audio ulaw
ru: формат ulaw audio
sl: zvok ulaw
sr: ulaw звук
sr@latn: ulaw zvuk
sv: ulaw-ljud
tr: ulaw sesi
zh_cn: ulaw 音频
zh_tw: ulaw 音效

source: Artist:
ar: فنان:
be: Выканаўца:
bg: Изпълнител:
bn: শিল্পী:
bs: Umjetnik:
cs: Umělec:
cy: Perfformiwr:
da: Kunstner:
de: Interpret:
el: Καλλιτέχνης:
es: Artista:
et: Esitaja:
eu: Artista:
fi: Taiteilija:
fr: Artiste :
ga: Ceoltóir:
gu: કલાકાર:
he: אמן:
hi: कलाकार:
hr: Umjetnik:
hu: Előadó:
id: Artis:
it: Artista:
ja: アーティスト:
ko: 가수:
lt: Atlikėjas:
lv: Izpildītājs:
mk: Изведувач:
mn: Interpret:
ms: Artis:
nl: Artiest:
or: କଳାକାର:
pa: ਕਲਾਕਾਰਃ
pt: Artista:
pt_br: Artista:
ru: Исполнитель:
sk: Autor:
sl: Izvajalec:
sq: Artisti:
sr: Извођач:
sr@latn: Izvođač:
ta: கலைஞர்:
th: ศิลปิน:
tr: Sanatçı:
vi: Nghệ sĩ:
zh_cn: 艺术家：
zh_tw: 藝人：

source: Title:
ar: عنوان:
az: Mahnının Adı:
be: Назва:
bg: Заглавие:
bn: শিরোনাম:
bs: Naslov:
cs: Název:
cy: Teitl:
da: Titel:
de: Titel:
el: Τίτλος:
es: Título:
et: Pealkiri:
eu: Izenburua:
fi: Nimi:
fr: Titre :
ga: Teideal:
gu: શીર્ષક:
he: כותרת:
hi: शीर्षक:
hr: Naslov:
hu: Cím:
id: Judul:
it: Titolo:
ja: タイトル:
ko: 제목:
lt: Pavadinimas:
lv: Nosaukums:
mk: Наслов:
mn: Гарчиг:
ms: Tajuk:
nb: Tittel:
nl: Titel:
nn: Tittel:
or: ଶୀର୍ଷକ:
pa: ਸਿਰਲੇਖਃ
pt: Título:
pt_br: Título:
ro: Titlu:
ru: Заголовок:
sk: Titul:
sl: Naziv:
sq: Titulli:
sr: Назив:
sr@latn: Naziv:
sv: Titel:
ta: தலைப்பு:
th: ชื่อเพลง:
tk: Sözbaşy:
tr: Başlık:
vi: Tiêu đề:
zh_cn: 标题：
zh_tw: 標題：

source: Make a selection first !
ar: قم باختيار أولا !
az: Əvvəlcə seçiminizi edin !
be: Спачатку вылучыце!
bg: Първо изберете!
bn: প্রথমেতো কোন একটিকে বেছে নিন!
bs: Napravi izbor prvo !
cs: Nejdříve označte výběr!
cy: Gwnewch ddewis yn gyntaf !
da: Vælg noget først!
de: Treffen Sie zuerst eine Auswahl!
el: Κάντε πρώτα μια επιλογή !
es: ¡Haga una selección primero!
et: Kõigepealt tee oma valik!
eu: Lehenbizi aukeraketa egin!
fi: Valitse ensin!
fr: Faites d'abord une sélection !
ga: Ar thús chaithfidh tú rogha a dhéanamh!
gu: પહેલા પસંદગી કરો !
he: ראשית בצע בחירה !
hi: पहले चयन करें !
hr: Prvo morate odabrati !
hu: Először válasszon!
id: Pilih dulu!
it: Prima effettuare una selezione!
ja: 最初にセレクションを作成してください!
ko: 먼저 선택하십시오 !
lt: Pirmiau pasirinkite !
lv: Izdari izvēli vispirms!
mk: Првин направи селекција !
mn: Эхлээд та нэгийг сонгоно уу!
ms: Buat pilihan dahulu !
nb: Velg noe først!
nl: Gelieve eerst een selectie te maken!
nn: Vel noko fyrst.
or: ପ୍ରଥମେ ଚୟନ କରନ୍ତୁ!
pa: ਪਹਿਲਾਂ ਚੋਣ ਕਰੋ !
pt: Efectue primeiro uma selecção !
pt_br: Escolha alguma coisa primeiro !
ro: Faceţi o selecţie întâi !
ru: Сделайте сначала выбор!
sk: Najprv niečo vyberte!
sl: Najprej izberite !
sq: Kryej një zgjedhje në fillim !
sr: Морате прво одабрати!
sr@latn: Morate prvo odabrati!
sv: Gör en markering först!
ta: முதலில் தேர்வு செய்!
tk: Ilkinji başdan bir saýlaw et !
tr: Önce bir seçim yapın !
vi: Tạo phần chọn đầu tiên !
zh_cn: 请先选择！
zh_tw: 請先選取歌曲！

source: <span size="larger">Unknown</span>
ar: <span size="larger">غير معروف</span>
az: <span size="larger">Namə'lum</span>
be: <span size="larger">Невядома</span>
bg: <span size="larger">Неизвестен</span>
bn: <span size="larger">অজ্ঞাত</span>
bs: <span size="larger">Nepoznato</span>
cs: <span size="larger">Neznámý</span>
cy: <span size="larger">Anhysbys</span>
da: <span size="larger">Ukendt</span>
de: <span size="larger">Unbekannt</span>
el: <span size="larger"></span>
es: <span weight="bold">Desconocido</span>
et: <span size="larger">Tundmatu</span>
eu: <span size="larger">Ezezaguna</span>
fi: <span size="larger">Tuntematon</span>
fr: <span size="larger">Inconnu</span>
ga: <span size="larger">Gan Aithne</span>
gu: <span size="larger">અજાણ્યુ</span>
he: <span size="larger">לא ידוע</span>
hi: <span size="larger">अंजान</span>
hr: <span size="larger">Nepoznato</span>
hu: <span size="larger">Ismeretlen</span>
id: <span size="larger">Tidak diketahui</span>
it: <span size="larger">Sconosciuto</span>
ja: <span size="larger">不明</span>
ko: <span size="larget">알 수 없음</span>
lt: <span size="larger">Nežinomas</span>
lv: <span size="larger">Nezināms</span>
mk: <span size="larger">Непознато</span>
mn: <span size="larger">Мэдэгдэхгүй</span>
ms: <span size="larger">Entah</span>
nb: <span size="larger">Ukjent</span>
nl: <span weight="bold">Onbekend</span>
nn: <span size="larger">Ukjend</span>
or: <span size="larger">ଅଜଣା</span>
pa: <span size="larger">ਅਣਪਛਾਤਾ</span>
pt: <span size="larger">Desconhecido</span>
pt_br: <span size="larger">Desconhecido</span>
ro: <span size="larger">Necunoscut</span>
ru: <span size="larger">Неизвестно</span>
sk: <span size="larger">Neznámy</span>
sl: <span size="larger">Neznan</span>
sq: <span size="larger">Nuk njihet</span>
sr: <span size="larger">Непознат</span>
sr@latn: <span size="larger">Nepoznat</span>
sv: <span size="larger">Okänd</span>
ta: <span size="larger">தெரியாத</span>
th: <span size="larger">ไม่รู้จัก</span>
tk: <span size="larger">Natanyş</span>
tr: <span size="larger">Bilinmiyor</span>
vi: <span size="larger">Không xác định</span>
zh_cn: <span size="larger">未知</span>
zh_tw: <span size="larger">不詳</span>
