Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/oaf/po/*.po
Languages: eu, ko, nl, tr

source: No server corresponding to your query
eu: Ez dago zure kontsultari dagokion zerbitzaririk
ko: 쿼리에 일치하는 서버 없음
nl: Geen server correspondeert met de zoekvraag

source: Failed to read from child process: %s
eu: Huts egin du ondorengo prozesu umea irakurtzean: %s
ko: 하위 프로세스에서 읽는 데 실패: %s
nl: Kon niet van dochterproces: %s lezen

source: Child process did not give an error message, unknown failure occurred
eu: Prozesu umeak ez du errore-mezurik eman, hutsegite ezezaguna gertatu da
ko: 하위 프로세스가 오류 메세지를 내보내지 않았습니다. 알 수 없는 이유로 실패했습니다
nl: Onbekende fout voorgekomen, dochterproces gaf geen foutmelding

source: Couldn't fork a new process
eu: Ezin izan da prozesu berria bikoiztu
ko: 새로운 프로세스를 생성할 수가 없습니다
nl: Kon geen nieuw proces starten
tr: Yeni bir iþlem çatallayamadým

source: Child received signal %u (%s)
eu: Umeak %u seinalea jaso du (%s)
ko: 하위 프로세스가 %u (%s) 시그날을 받았습니다
nl: Dochter ontving signaal %u (%s)
tr: Altiþlem sinyal %u'yu aldý (%s)

source: Unknown non-exit error (status is %u)
eu: Irteera-errore ezezaguna (egoera %u da)
ko: 알수없는 non-exit 오류 (상태는 %u)
nl: Onbekende non-exit fout (status is %u)
tr: Bilinmeyen hata (durum %u)

source: OAF failed to set process group of %s: %s
eu: OAFek huts egin du %s(r)en prozesu-taldea ezartzean: %s
ko: OAF가 %s의 프로세스 그룹을 결정할 수 없습니다: %s
nl: OAF kon de procesgroep van %s niet instellen: %s

source: Failed to execute %s: %d (%s)
eu: Huts egin du %s exekutatzean: %d (%s)
ko: %s 실행에 실패했습니다: %d (%s)
nl: Kon %s niet uitvoeren: %d (%s)

source: Object directory to use when registering servers
eu: Zerbitzariak erregistratzerakoan erabili beharreko objektu-direktorioa
ko: 서버들을 등록할때 사용할 Object 폴더
nl: De object directory die gebruikt wordt bij het registreren van servers
tr: Sunucularý kaydederken kullanýlacak nesne dizini

source: File descriptor to print IOR on
eu: IOR inprimatzeko fitxategi-deskriptorea
ko: IOR을 인쇄할 파일 인식자
nl: Bestandsbeschrijver om de IOR naar te sturen
tr: IOR'u yazdýracak dosya ibaresi

source: IID to activate
eu: IID aktibatu
ko: 활성화시킬 IID
nl: Te activeren IID
tr: Çalýþtýrýlacak IID

source: Prevent registering of server with OAF
eu: OAF duen zerbitzaria erregistratzea eragozten du
ko: OAF를 통한 서버의 등록을 금지한다
nl: Voorkom het registreren van de server met OAF
tr: OAF'la sunucu kaydetmesine izin verme

source: OAF options
eu: OAF aukerak
ko: OAF 옵션
nl: OAF instellingen

source: g_module_open of `%s' failed with `%s'
eu: `%s'(r)en g_module_open-ek huts egin du `%s'(r)ekin
ko: %s의 g_module_open이 `%s' 오류로 실패했습니다
nl: g_module_open van '%s' niet gelukt door '%s'

source: Can't find symbol OAF_Plugin_info in `%s'
eu: Ezin da OAF_Plugin_info ikurra '%s'(e)n aurkitu
ko: %s에서 OAF_Plugin_info 심볼을 찾지 못했습니다
nl: Kon symbool OAF_Plugin_info in `%s' niet vinden

source: Factory '%s' returned NIL for `%s'
eu: '%s' fabrikak '%s'(r)en NIL itzuli du
ko: `%s' 팩토리가 `%s'에 대해 NIL을 리턴했습니다
nl: Factory '%s' gaf een NIL voor '%s'

source: Shlib '%s' didn't contain `%s'
eu: '%s' shlib-ak ez du `%s'
ko: 공유라이브러리 `%s'에 `%s'이(가) 들어 있지 않습니다
nl: Shlib '%s' bevatte `%s' niet

source: Couldn't find which child the server was listed in
eu: Ezin da aurkitu zerbitzaria zer umetan zegoen zerrendatuta
ko: 서버가 열거되어있는 하위 프로세스를 발견할 수가 없습니다
nl: Kon niet vinden in welke dochter de server werd genoemd
tr: Sunucunun listelendiði altiþlem bulunamadý

source: Nothing matched the requirements.
eu: Ez dago baldintza horiek betetzen dituenik.
ko: 요구사항에 맞는 것이 없습니다.
nl: Niets gevonden dat aan de eisen voldeed

source: Query failed:
eu: Kontsulta honek huts egin du:
ko: 쿼리 실패:
nl: Query mislukt:
tr: Sorgulama baþarýsýz!:

source: Activation failed:
eu: Aktibazioak huts egin du:
ko: 활성화 실패:
nl: Activeren mislukt:
tr: Etkinleþtirme baþarýsýz!:

source: Could not parse AID
eu: Ezin izan da AID analizatu
ko: AID를 분석할수 없음
nl: Kon AID niet verwerken
tr: AID'i taranamadý

source: Could not parse context:
eu: Ezin izan da testuinguru hau analizatu:
ko: 내용을 분석할수 없음:
nl: Kon context niet verwerken:
tr: Ýçerik taranamadý:

source: Could not activate server:
eu: Ezin izan da zerbitzari hau aktibatu:
ko: 서버를 활성화 할수 없음:
nl: Kon server niet activeren:
tr: Sunucu etkinleþtirilemedi:

source: Directory to read .oaf files from
eu: .oaf fitxategiak irakurtzeko direktorioa
ko: .oaf 파일을 읽어들일 폴더
nl: Map waaruit .oaf bestanden worden gelezen

source: DIRECTORY
eu: DIREKTORIOA
ko: <폴더>
tr: DÝZÝN

source: Domain of ObjectDirectory
eu: Objektu-direktorioaren domeinua
ko: 객체디렉토리의 도메인
nl: Domein van ObjectDirectory
tr: Nesneler dizininin sunucusu

source: DOMAIN
eu: DOMEINUA
ko: <도메인>
nl: DOMEIN
tr: SUNUCU

source: Serve as an ActivationContext (default is as an ObjectDirectory only)
eu: Aktibazio-testuinguru gisa erabiltzeko (Objektu-direktorio gisa bakarrik dago lehenetsia)
ko: 활성화 내용으로 제공(기본값은 객체디렉토리으로만)
nl: Doe dienst als een ActivationContext (standaard is alleen als ObjectDirectory)
tr: Etkinleþtirme ortamý olarak görev yap (öntanýmlý: Nesneler dizini)

source: File descriptor to write IOR to
eu: IOR idazteko fitxategi-deskriptorea
ko: IOR을 쓸 파일 인식자
nl: Bestandsbeschrijver om IOR naar te schrijven
tr: IOR'u yazdýracak dosya ibaresi

source: Query expression to evaluate
eu: Ebaluatzeko kontsulta-adierazpena
ko: 구할 표현식 쿼리
nl: Te evalueren zoekopdracht
tr: Taranacak sorgulama metni

source: EXPRESSION
eu: ADIERAZPENA
ko: <표현식>
nl: EXPRESSIE
tr: METÝN

source: We don't handle activating shlib objects in a remote process yet
eu: Oraindik ez dugu urruneko prozesuetan shlib objekturik aktibatu
ko: 아직 별도의 프로세스에 있는 shlib object를 활성화 시킬수는 없습니다
nl: We kunnen shlib objecten in een remote proces nog niet activeren
tr: Bölüþülebilinen nesneleri uzaktan iþletmeyi þimdilik desteklemiyoruz

source: Couldn't find activation record for server `%s'. The likely cause is a missing or incorrectly installed .oaf file.
eu: Ezin izan da `%s' zerbitzariarentzat aktibazio-erregistrorik aurkitu. Horren arrazoia .oaf fitxategirik ez egotea edo gaizki instalatuta egotea izan daiteke.
ko: `%s' 서버에 대하여 액티베이션 레코드를 찾을 수 없습니다. 예상되는 원인은 .oaf 파일이 없거나 잘못 설치된 경우입니다.
nl: Kon activation record voor server '%s' niet vinden. Waarschijnlijk is er een ontbrekend of incorrect geïnstalleerd .oaf bestand.

source: Property '%s' has no value
eu: '%s' propietateak ez du baliorik
ko: Property '%s'는 값이 지정되지않았습니다
nl: Eigenschap '%s' heeft geen waarde
tr: Özellik '%s'nin deðeri yok

source: a NULL iid is not valid
eu: iid NULUA ez da baliozkoa
ko: NULL iid는 적합하지않습니다
nl: een NULL iid is ongeldig
tr: NULL iid geçersizdir

source: iid %s has a NULL type
eu: %s iid-ak mota NULUA dauka
ko: iid %s가 NULL 타입을 가지고 있습니다
nl: iid %s heeft een NULL type
tr: iid %s NULL tipindendir

source: iid %s has a NULL location
eu: %s iid-ak kokaleku NULUA dauka
ko: iid %s가 NULL location을 가지고 있습니다
nl: iid %s heeft een NULL locatie
tr: iid %s bir NULL yerini içeriyor

source: invalid character '%c' in iid '%s'
eu: baliogabeko '%c' karakterea '%s'iid-ean
ko: 부적절한 문자 '%c'가 iid '%s'에 끼여있습니다
nl: ongeldig teken '%c' in iid '%s'
tr: geçersiz harf '%c' (iid '%s')

source: The OAF configuration file was not read successfully. Please, check it is valid in: %s
eu: OAF konfigurazio-fitxategia ez da behar bezala irakurri. Egiaztatu hemen baliozkoa dela: %s
ko: OAF 설정 파일을 제대로 읽을수가 없습니다. 그것이 %s에 존재하는지확인해 주십시요
nl: Het OAF configuratiebestand kon niet worden gelezen. Controleer de geldigheid : %s
tr: OAF ayar dosyasý baþarýyla okunamadý. Lütfen, geçerli olduðunu kontrol et :%s

source: CORBA CosNaming service.
eu: CORBA CosNaming zerbitzua.
ko: CORBA CosNaming 서비스.

source: Name service
eu: Izen-zerbitzua
ko: 이름 서비스
nl: Naam service

source: Could not save OAF configuration file.
eu: Ezin izan da OAF konfigurazio-fitxategia gorde.
ko: OAF 설정 파일을 저장할 수가 없습니다.
nl: Kon het OAF configuratiebestand niet opslaan.
tr: OAF ayar dosyasý kaydedilemiyor.

source: Please, make sure you have permissions to write OAF configuration file.
eu: Ziurtatu OAF konfigurazio-fitxategia idazteko baimena duzula.
ko: OAF 설정 파일을 쓸 수있는 권한이 있는지를 먼저 확인해주십시요.
nl: Kijk na of u schrijfrechten heeft voor het OAF configuratiebestand.
tr: OAF ayar dosyasýný yazmak için gerekli eriþim haklarýný sahip olduðundan emin olun !

source: Successfully wrote OAF configuration file.
eu: OAF konfigurazio-fitxategia behar bezala idatzi da.
ko: OAF 설정파일을 저장했습니다.
nl: OAF configuratiebestand is geschreven.
tr: OAF ayar dosyasý baþarýyla yazýldý.

source: OAF configuration file is: %s
eu: OAF konfigurazio-fitxategia: %s
ko: OAF 설정 파일은 다음과 같습니다: %s
nl: OAF configuratiebestand is: %s
tr: OAF ayar dosyasý : %s

source: %s already in OAF configuration file
eu: %s badago lehendik OAF konfigurazio-fitxategian
ko: %s은 이미 OAF 설정에 있습니다.
nl: %s is al in het OAF configuratiebestand
tr: %s zaten OAF ayar dosyasýnda var

source: OAF configuration file contains:
eu: OAF konfigurazio-fitxategiak hau dauka:
ko: OAF 설정파일은 다음을 포함하고 있습니다
nl: OAF configuratiebestand bevat:
tr: OAF ayar dosyasý içeriði :

source: Directory to remove from OAF configuration file
eu: OAF konfigurazio-fitxategitik kendu beharreko direktorioa
ko: OAF 설정 파일로부터 제거할 디렉토리
nl: De directory die uit het OAF configuratiebestand moet worden verwijderd
tr: OAF ayar dosyasýndan kaldýrýlacak dizin

source: directory path
eu: direktorioaren bide-izena
ko: 디렉토리 경로
nl: directory pad
tr: dizinleme

source: Directory to add to OAF configuration file
eu: OAF konfigurazio-fitxategiari gehitu beharreko direktorioa
ko: OAF 설정파일을 추가할 디렉토리
nl: De directory die aan het OAF configuratiebestand moet worden toegevoegd
tr: OAF ayar dosyasýna eklenecek dizin

source: Display directories in OAF configuration file
eu: Bistaratu OAF konfigurazio-fitxategiko direktorioak
ko: OAF 설정파일에 있는 디렉토리를 보여주기
nl: Toon de directories in het OAF configuratiebestand
tr: OAF ayar dosyasýndaki dizinleri göster

source: Display path to OAF configuration file
eu: Bistaratu OAF konfigurazio-fitxategiaren bide-izena
ko: OAF 설정파일에대한 경로를 보여주기
nl: Toon het pad naar het OAF configuratiebestand
tr: OAF ayar dosyasýnin dizinlemesini göster

source: Exec failed: %d (%s)
tr: Çalýþtýrma baþarýsýz! : %d (%s)

source: Directory to read .oafinfo files from
tr: OAF ayar dosyalarýnýn okunacaðý dizinler
