Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/file-roller/po/*.po
Languages: ne, pa

source: Create Archive...
ne: अभिलेख तयार गर......
pa: ਸੁਕੰਚਿਤ ਬਣਾਉ...

source: Extract Here
ne: यहाँ सार निकाल
pa: ਇਥੇ ਖੋਲ੍ਹੋ

source: File Roller Component add operations
ne: लेखपत्र रोलर तत्व जोड्न को लागि संचालन
pa: ਫਾਇਲ ਰੋਲਰ ਭਾਗ ਜੋੜਨ ਕਾਰਵਾਈ

source: File Roller Component extract operations
ne: लेखपत्र रोलर तत्व सार निकाल्नको को लागि संचालन
pa: ਫਾਇਲ ਰੋਲਰ ਭਾਗ ਖੋਲ੍ਹਣ ਕਾਰਵਾਈ

source: File roller component
ne: लेखपत्र रोलर तत्व
pa: ਫਾਇਲ ਰੋਲਰ ਭਾਗ

source: Archive Manager
ne: अभिलेख प्रबन्धक
pa: ਸੁਕੰਚਿਤ ਪ੍ਰਬੰਧਕ

source: Create and modify an archive
ne: अभिलेख बनाउ र शुद्धिकरण गर
pa: ਇੱਕ ਸੁਕੰਚਿਤ ਬਣਾਉ ਅਤੇ ਸੋਧੋ

source: Automatic
ne: श्वचालित
pa: ਸਵੈ-ਚਾਲਤ

source: Arj (.arj)
ne: एआरजे (.एआरजे)

source: Ear (.ear)
ne: ईएआर (.ईएआर)

source: Jar (.jar)
ne: जेएआर (.जेएआर)

source: Lha (.lzh)
ne: एलएचए (.एलजेडएच)

source: Rar (.rar)
ne: आरएआर (.आरएआर)

source: Tar uncompressed (.tar)
ne: टिएआर नखादिएको (.टिएआर)
pa: Tar ਨਾ-ਸੁਕੰਚਿਤ (.tar)

source: Tar compressed with bzip (.tar.bz)
ne: टिएआर बिजिप संग खादिएको (.टिएआर.बिजेड)
pa: Tar ਸੁਕੰਚਿਤ bzip ਨਾਲ (.tar.bz)

source: Tar compressed with bzip2 (.tar.bz2)
ne: टिएआर बिजिप२ संग खादिएको (.टिएआर.बिजेड२)
pa: Tar ਸੁਕੰਚਿਤ bzip2 ਨਾਲ (.tar.bz2)

source: Tar compressed with gzip (.tar.gz)
ne: टिएआर जिजिप संग खादिएको (.टिएआर.जिजेड)
pa: Tar ਸੁਕੰਚਿਤ gzip ਨਾਲ (.tar.gz)

source: Tar compressed with lzop (.tar.lzo)
ne: टिएआर एलजोप संग खादिएको (.टिएआर.एलजेडओ
pa: Tar ਸੁਕੰਚਿਤ lzop ਨਾਲ (.tar.lzo)

source: Tar compressed with compress (.tar.Z)
ne: टिएआर कम्प्रेस संग खादिएको (.टिएआर.जेड)
pa: Tar ਸੁਕੰਚਿਤ compress ਨਾਲ (.tar.Z)

source: War (.war)
ne: डब्ल्युएआर(.डब्ल्युएआर)

source: Zip (.zip)
ne: जिप (.जिप)
pa: ਜ਼ਿਪ (.zip)

source: Zoo (.zoo)
ne: जु (.जु)
pa: ਜ਼ੂ (.zoo)

source: Could not create the archive
ne: अभिलेख निर्माण गर्न सकिएन
pa: ਸੁਕੰਚਿਤ ਬਣਾ ਨਹੀ ਸਕਿਆ

source: You have to specify an archive name.
ne: तपाईले अभिलेखको नाम गर्नु पर्छ
pa: ਤੁਹਾਨੂੰ ਇੱਕ ਸੁਕੰਚਿਤ ਨਾਂ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ

source: You don't have permission to create an archive in this folder
ne: तपाईसंग फाईलपत्रमा अभिलेख निर्माण गर्ने अनुमति छैन
pa: ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਫੋਲਡਰ ਵਿੱਚ ਸੁਕੰਚਿਤ ਬਣਾਉਣ ਦਾ ਅਧਿਕਾਰ ਨਹੀ ਹੈ

source: The archive already exists. Do you want to overwrite it?
ne: यो अभिलेख पहिलेनै अस्तित्वमा छ। के तपाई यसमा अधिलेखन गर्न चाहनुहुन्छ?
pa: ਸੁਕੰਚਿਤ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ | ਕੀ ਇਸ ਉਪੱਰ ਲਿਖ ਦਿੱਤਾ ਜਾਵੇ ?

source: Overwrite
ne: अधिलेखन
pa: ਉਪੱਰ ਲਿਖੋ

source: Could not delete the old archive.
ne: पुरानो अभिलेख मेट्न सकेन
pa: ਪੁਰਾਣੇ ਸੁਕੰਚਿਤ ਨੂੰ ਹਟਾਇਆ ਨਹੀ ਜਾ ਸਕਿਆ

source: New
ne: नयाँ
pa: ਨਵਾਂ

source: All archives
ne: सबै अभिलेखहरु
pa: ਸਾਰੇ ਸੁਕੰਚਿਤ

source: All files
ne: सबै लेखपत्रहरु
pa: ਸਾਰੀਆਂ ਫਾਇਲਾਂ

source: Archive type:
ne: अभिलेख प्रकार
pa: ਸੁਕੰਚਿਤ ਕਿਸਮ:

source: Open
ne: खोल्नु
pa: ਖੋਲ੍ਹੋ

source: Could not save the archive
ne: अभिलेख बचत गर्न सकेन
pa: ਸੁਕੰਚਿਤ ਨੂੰ ਸੰਭਾਲਿਆ ਨਹੀ ਜਾ ਸਕਿਆ

source: Save
ne: बचत गर्नु
pa: ਸੰਭਾਲੋ

source: Could not copy the archive
ne: अभिलेख नक्कल गर्न सकेन
pa: ਸੁਕੰਚਿਤ ਦੀ ਨਕਲ ਨਹੀ ਕੀਤੀ ਜਾ ਸਕੀ

source: Could not move the archive
ne: अभिलेख सार्न सकेन
pa: ਸੁਕੰਚਿਤ ਨੂੰ ਭੇਜਿਆ ਨਹੀ ਜਾ ਸਕਿਆ

source: Copy
ne: नक्कल गर्नु
pa: ਨਕਲ

source: Move
ne: सार्नु
pa: ਭੇਜੋ

source: _Copy
ne: _नक्कल गर्नु
pa: ਨਕਲ

source: _Move
ne: _सार्नु
pa: ਭੇਜੋ

source: Rename
ne: पुन: नामाकरण
pa: ਨਾਂ ਤਬਦੀਲ

source: New archive name (without extension)
ne: नयाँ अभिलेख नाम(बिस्तार बिना)
pa: ਨਵੇ ਸੁਕੰਚਿਤ ਦਾ ਨਾਂ(ਐਕਸ਼ਟੇਸ਼ਨ ਬਿਨਾਂ)

source: _Rename
ne: _पुन: नामाकर
pa: ਨਾਂ-ਤਬਦੀਲ

source: The archive cannot be moved to the Trash. Do you want to delete it permanently?
ne: अभिलेख ब्यर्थकुरामा सार्न सकिएन। के तपाई यसलाई संधैको लागि देट्न चाहनुहुन्छ
pa: ਸੁਕੰਚਿਤ ਨੂੰ ਰੱਦੀ ਵਿੱਚ ਭੇਜਿਆ ਜਾ ਸਕਦਾ ਹੈ ਕੀ ਤੁਸੀ ਇਸ ਨੂੰ ਹਮੇਸ਼ਾ ਲਈ ਹਟਾਉਣਾ ਚਾਹੋਗੇ ?

source: Last Output
ne: अन्तिम निका
pa: ਅਖੀਰੀ ਆਉਟਪੁੱਟ

source: Could not display help
ne: सहयोग देखाउन सके
pa: ਸਹਾਇਤਾ ਨਹੀ ਵੇਖਾ ਸਕਦਾ

source: translator_credits
ne: अनुबादकको श्रेयहर
pa: ਅਮਨਪ੍ਰੀਤ ਸਿੰਘ ਆਲਮ <aalam@redhat.com>

source: File Roller
ne: लेखपत्र रोल
pa: ਫਾਇਲ ਰੋਲਰ

source: An archive manager for GNOME.
ne: जिनोमको लागि एउटा अभिलेख प्रबन्धक
pa: ਗਨੋਮ ਲਈ ਸੁਕੰਚਿਤ ਪ੍ਰਬੰਧਕ

source: You don't have the right permissions to read files from folder "%s"
ne: "%s"फाईल पत्रबाट तिमिलाइ लेखपत्रहरु पढ्ने उचित अनुमतिहरु छैन
pa: ਤੁਹਾਡੇ ਕੋਲ ਫੋਲਡਰ "%s"ਵਿੱਚੋ ਫਾਇਲਾਂ ਨੂੰ ਵੇਖਣ ਲਈ ਠੀਕ ਅਧਿਕਾਰ ਨਹੀ ਹਨ

source: Could not add the files to the archive
ne: अभिलेखमा लेखपत्रहरु जोड्न सकेन
pa: ਫਾਇਲਾਂ ਨੂੰ ਸੁਕੰਚਿਤ ਵਿੱਚ ਜੋੜਿਿਆ ਨਹੀ ਜਾ ਸਕਦਾ

source: Add Files
ne: लेखपत्रहरु जोड
pa: ਫਾਇਲਾਂ ਸ਼ਾਮਿਲ

source: _Add only if newer
ne: यदि नयाँ छ मभने मात्र जोड
pa: ਜੋੜੋ ਤਾਂ ਹੀ ਜੇ ਨਵੀ ਹੈ(_A)

source: Add a Folder
ne: फाईलपत्र जोड
pa: ਇੱਕ ਫੋਲਡਰ ਸ਼ਾਮਿਲ

source: _Include subfolders
ne: सहायक फाईलपत्रहरु समाबेस गर
pa: ਸਬ-ਫੋਲਡਰ ਵੀ ਜੋੜੋ(_I)

source: Exclude folders that are symbolic lin_ks
ne: जुन फाईल पत्रहरु संकेतिक संबन्ध छन् तिनिहरु लाई नजोड
pa: ਫੋਲਡਰ ਛੱਡ ਦਿਉ, ਜੋ ਕਿ ਨਿਸ਼ਾਨ ਸੰਬੰਧ ਹੀ ਹਨ

source: example: *.o; *.bak
ne: उदाहरण: *.o; *.बिएके
pa: ਉਦਾਹਰਨ ਲਈ: *.o; *.bak

source: _Include files:
ne: लेखपत्रहरु शमावेश गर:
pa: ਫਾਇਲਾਂ ਸ਼ਾਮਿਲ:(_I)

source: E_xclude files:
ne: लेखपत्रहरु शमावेश नगर:
pa: ਫਾਇਲਾਂ ਖਾਰਿਜ:

source: _Load Options
ne: विकल्पहरु लोडगर
pa: ਲੋਡ ਚੋਣ(_L)

source: Sa_ve Options
ne: विकल्पहरु बचत गर
pa: ਸੰਭਾਲ ਚੋਣ

source: Save Options
ne: विकल्पहरु बचत गर
pa: ਸੰਭਾਲ ਚੋਣ

source: Options Name:
ne: विकल्पहरुको नाम
pa: ਚੋਣ ਨਾਂ

source: Archive type not supported.
ne: अभिलेख प्रकार समर्थित छैन
pa: ਸੁਕੰਚਿਤ ਕਿਸਮ ਸਹਾਇਕ ਨਹੀ ਹੈ

source: Destination folder does not exist. Do you want to create it?
ne: गंतब्य फाईलपत्र अस्तित्वमा छैन. के तिमि यसलाई निर्माण गर्न चाहन्छौ ?
pa: ਨਿਯਤ ਫੋਲਡਰ ਮੌਜੂਦ ਨਹੀ ਹੈ ਕੀ ਤੁਸੀ ਇਸ ਨੂੰ ਬਣਾਉਣਾ ਚਾਹੋਗੇ ?

source: Create _Folder
ne: फाईलपत्र निर्माण गर
pa: ਫੋਲਡਰ ਬਣਾਉ

source: Could not create the destination folder: %s.
ne: %s यो गन्तब्य फाईलपत्र निर्माणगर्न सकेन
pa: ਨਿਯਤ ਫੋਲਡਰ ਬਣ ਨਹੀ ਸਕਿਆ: %s.

source: Archive not created
ne: अभिलेख निर्माण गरिएन
pa: ਸੁਕੰਚਿਤ ਨਹੀ ਬਣਿਆ

source: Extraction not performed
ne: सार निकालने काम गरिएको छैन
pa: ਖੋਲਣਾ ਸਫਲ ਨਹੀ ਹੈ

source: You don't have the right permissions to extract archives in the folder "%s"
ne: "%s"फाईल पत्रबाट तिमिलाइ अभिलेखहरु निकाल्ने उचित अनुमतिहरु छैन
pa: ਤੁਹਾਨੂੰ ਫੋਲਡਰ "%s" ਵਿੱਚ ਸੁਕੰਚਿਤ ਖੋਲਣ ਲਈ ਠੀਕ ਅਧਿਕਾਰ ਨਹੀ ਹਨ

source: Files
ne: लेखपत्रहरु
pa: ਫਾਇਲਾਂ

source: _Files:
ne: _लेखपत्रहरु
pa: ਫਾਇਲਾਂ:

source: example: *.txt; *.doc
ne: उदाहरण: *.टिएक्सटि; *.डिओसि
pa: ਉਦਾਹਰਨ ਲਈ: *.txt; *.doc

source: _All files
ne: _सम्पुर्ण लेखपत्रहरु
pa: ਸਾਰੀਆਂ ਫਾਇਲਾਂ(_A)

source: _Selected files
ne: _छानिएका लेखपत्रहरु
pa: ਚੁਣੀਆਂ ਫਾਇਲਾਂ

source: Actions
ne: कार्यहरु
pa: ਕਾਰਵਾਈਆਂ

source: R_e-create folders
ne: फाईलपत्र पुन:निर्माणगर
pa: ਮੁੜ ਫੋਲਡਰ ਬਣਾਉ

source: Over_write existing files
ne: अस्तित्वमा भएको लेखपत्रहरुमा अधिलेखन गर
pa: ਮੌਜੂਦਾ ਫਾਇਲਾਂ ਉਪੱਰ ਲਿਖ ਦਿਉ

source: Do not e_xtract older files
ne: पुरान लेखपत्रहरु ननिकाल
pa: ਪੁਰਾਣੀਆਂ ਫਾਇਲਾਂ ਨਾ ਖੋਲ੍ਹੋ

source: _Password:
ne: _प्रवेशचिन्ह:
pa: ਗੁਪਤ-ਕੋਡ:

source: _Open destination folder after extraction
ne: सार निकालेपछि गंतब्य फाईलपत्र खोल
pa: ਖੋਲਣ ਮਗਰੋ ਨਿਯਤ ਫੋਲਡਰ ਖੋਲ੍ਹੋ

source: Extract
ne: सार निकालनु
pa: ਖੋਲ੍ਹੋ

source: Path:
ne: बाटो:
pa: ਰਾਹ:

source: Name:
ne: नाम:
pa: ਨਾਂ:

source: %s Properties
ne: %s संपतिहरु
pa: %s ਵਿਸ਼ੇਸਤਾ

source: Modified on:
ne: लाई शुद्धिकरण
pa: ਸੋਧ ਮਿਤੀ:

source: Archive size:
ne: अभिलेखपत्र आकार:
pa: ਸੁਕੰਚਿਤ ਆਕਾਰ:

source: Content size:
ne: विषय-वस्तु आकार
pa: ਭਾਗ ਆਕਾਰ:

source: Compression ratio:
ne: खादिने अनुपात
pa: ਸੁਕੰਚਿਤ ਅਨੁਪਾਤ:

source: Number of files:
ne: लेखपत्रहरुको संख्या
pa: ਫਾਇਲਾਂ ਦੀ ਗਿਣਤੀ:

source: Unknown type
ne: अज्ञात प्रकार
pa: ਅਣਪਛਾਤੀ ਕਿਸਮ

source: Symbolic link
ne: सांकेतिक संबन्ध
pa: ਨਿਸ਼ਾਨ ਸੰਬੰਧ

source: Cannot find a terminal, using xterm, even if it may not work
ne: अन्तिम पत्तालगाउन सकिएन, एक्स अवधि प्रयोग गर, यद्यपि यदि यसले काम नगर्न सक्छ
pa: ਟਰਮੀਨਲ ਨਹੀ ਲੱਭਾ, xterm ਵਰਤ ਕੇ, ਵੀ ਇਹ ਕੰਮ ਨਹੀ ਕਰਦਾ

source: <i><b>Note:</b> the password will be used to encrypt files you add to the current archive, and to decrypt files you extract from the current archive. When the archive is closed the password will be deleted. <i>
ne: <i><b>नोट:</b> बिद्यमान अभिलेख मा जोडिने लेखपत्र लाई एनक्रिप्ट गर्न र बिद्यमान अभिलेख बाट निस्किने लेखपत्रहरुलाई डिक्रिप्ट गर्नको लागि यो प्रबेशचिन्ह प्रयोग गरिन्छ। जब अभिलेख बन्द गरिन्छ तब प्रबेशचिन्ह मेटाइन्छ।</i>

source: A_vailable application:
ne: अनुरोधपत्र उपलब्ध
pa: ਉਪਲੱਬਧ ਕਾਰਜ:

source: C_reate
ne: निर्माण गर्नु
pa: ਬਣਾਉ

source: Create Archive
ne: अभिलेख निर्माण गर्नु
pa: ਸੁਕੰਚਿਤ ਬਣਾਉ

source: Delete
ne: मेट्नु
pa: ਹਟਾਉ

source: Load Options
ne: विकल्पहरु लोड गर
pa: ਚੋਣ ਲੋਡ ਕਰੋ

source: Open Files
ne: लेखपत्रहरु खोल
pa: ਫਾਇਲਾਂ ਖੋਲ੍ਹੋ

source: Open with an _application
ne: अनुरोधपत्रहरु संग खोल
pa: ਕਾਰਜ ਨਾਲ ਖੋਲ੍ਹੋ

source: Password
ne: प्रवेशचिन्ह
pa: ਗੁਪਤ-ਕੋਡ

source: R_ecent applications:
ne: तत्कालको अनुरोधपत्रहरु
pa: ਤਾਜ਼ੇ ਕਾਰਜ:

source: View File
ne: लेखपत्र हेर
pa: ਫਾਇਲ ਵੇਖੋ

source: View with internal _viewer
ne: आन्तरिक दर्शक संग हेर
pa: ਅੰਦਰੂਨੀ ਦਰਸ਼ਕ ਨਾਲ ਵੇਖੋ

source: _Application:
ne: _अनुरोधपत्र
pa: ਕਾਰਜ:

source: _Archive:
ne: _अभिलेख:
pa: ਸੁਕੰਚਿਤ:

source: The file does not exist.
ne: लेखपत्र अस्तित्वमा छैन
pa: ਫਾਇਲ ਮੌਜੂਦ ਨਹੀ ਹੈ

source: Adding file:
ne: लेखपत्र जोडिरहनु
pa: ਫਾਇਲ ਜੋੜੋ:

source: Removing file:
ne: लेखपत्र हटाइरहु
pa: ਫਾਇਲ ਹਟਾਉ:

source: Deleting files from archive
ne: अभिलेखबाट लेखपत्रहरु मेटिरु
pa: ਸੁਕੰਚਿਤ ਵਿੱਚੋ ਫਾਇਲਾਂ ਹਟਾਇਆ ਜਾ ਰਹੀਆਂ ਹਨ

source: Extracting file:
ne: लेखपत्र सार निकालिरहनु
pa: ਫਾਇਲ ਖੋਲ੍ਹੋ:

source: Recompressing archive
ne: अभिलेख पुन:खादिरहनु
pa: ਸੁਕੰਚਿਤ ਨੂੰ ਮੁੜ ਸੁੰਘੜਿਆ ਜਾ ਰਿਹਾ ਹੈ

source: Decompressing archive
ne: अभिलेख नखादिरहनु
pa: ਸੁਕੰਚਿਤ ਨੂੰ ਮੁੜ ਖੋਲਿਆ ਜਾ ਰਿਹਾ ਹੈ

source: _Add
ne: _जोड
pa: ਜੋੜੋ

source: _Extract
ne: _सार निकाल्नु
pa: ਖੋਲ੍ਹੋ

source: _View
ne: _दृष्य
pa: ਵੇਖੋ

source: Command _Line Output
ne: अह्राए अनुसार निकास
pa: ਕਮਾਂਡ ਲਾਈਨ ਆਉਟਪੁੱਟ

source: Add files to the specified archive and quit the program
ne: लेखपत्रहरु निर्दिस्ट अभिलेखमा जोड र कार्यक्रम बन्द गर
pa: ਨਿਰਧਾਰਿਤ ਸੁਕੰਚਿਤ ਵਿੱਚ ਫਾਇਲਾਂ ਜੋੜੋ ਅਤੇ ਕਾਰਜ ਵਿੱਚੋ ਬਾਹਰ

source: ARCHIVE
ne: अभिलेख
pa: ਸੁਕੰਚਿਤ

source: Add files asking the name of the archive and quit the program
ne: अभिलेखको नाम सोधेर लेखपत्रहरु जोड ट कार्यक्रम बन्द गर
pa: ਸੁਕੰਚਿਤ ਦਾ ਨਾਂ ਪੁੱਛ ਕੇ, ਵਿੱਚ ਫਾਇਲਾਂ ਜੋੜੋ ਅਤੇ ਕਾਰਜ ਵਿੱਚੋ ਬਾਹਰ

source: Extract archives to the specified folder and quit the program
ne: अभिलेख निर्दिष्ट फाइलपत्रमा निकाल र कार्यक्रम बन्द गर
pa: ਨਿਰਧਾਰਿਤ ਫੋਲਡਰ ਵਿੱਚ ਸੁਕੰਚਿਤ ਖੋਲ੍ਹੋ ਅਤੇ ਕਾਰਜ ਵਿੱਚੋ ਬਾਹਰ

source: FOLDER
ne: फाइल पत्र
pa: ਫੋਲਡਰ

source: Extract archives asking the destination folder and quit the program
ne: गंतब्य फाइलपत्र मा सोधेर अबिलेख निकाल र कार्यक्रम बन्द गर
pa: ਨਿਯਤ ਫੋਲਡਰ ਬਾਰੇ ਪੁੱਛੋ, ਸੁਕੰਚਿਤ ਖੋਲ੍ਹੋ ਅਤੇ ਕਾਰਜ ਵਿੱਚੋ ਬਾਹਰ

source: Default folder to use for the '--add' and '--extract' commands
ne: '--जोड' र '--निकाल' आदेसको प्रयोगको लागि पुर्वनिर्धारित फाइलपत्र
pa: ਮੂਲ ਫੋਲਡਰ, '--add' ਅਤੇ '--extract' ਕਮਾਂਡਾਂ ਦੇ ਵਰਤਣ ਲਈ

source: Create destination folder without asking confirmation
ne: गन्तब्य फाइलपत्र पुष्टि गर्नको लागि नसोधिकान नै निर्माण ग
pa: ਨਿਯਤ ਫੋਲਡਰ ਬਿਨਾਂ ਪੁੱਛੇ ਹੀ ਬਣਾਉ

source: _Archive
ne: _अभिले
pa: ਸੁਕੰਚਿਤ

source: _Edit
ne: _संपादन
pa: ਸੋਧ

source: _Help
ne: _सहयोग
pa: ਸਹਾਇਕਾ(_H)

source: _Arrange Files
ne: लेखपत्र ब्यबस्थित गर
pa: ਫਾਇਲ ਤਰਤੀਬਵਾਰ

source: Open R_ecent
ne: तत्काल खोल
pa: ਤਾਜ਼ਾ ਖੋਲ੍ਹੋ(_e)

source: _About
ne: _बारेमा
pa: ਇਸ ਬਾਰੇ

source: Information about the program
ne: कार्यक्रमको बारे मा जानकारि
pa: ਕਾਰਜ ਬਾਰੇ ਜਾਣਕਾਰੀ

source: _Add Files...
ne: लेखपत्रहरु जोड......
pa: ਫਾਇਲ਼ਾਂ ਜੋੜੋ(_A)....

source: Add files to the archive
ne: अभिलेखामा लेखपत्रहारु जोड
pa: ਫਾਇਲਾਂ ਸੁਕੰਚਿਤ ਵਿੱਚ ਜੋੜੋ

source: Add
ne: जोड
pa: ਜੋੜੋ

source: Add a folder to the archive
ne: अभिलेखमा एउटा फाइलपत्र जोड
pa: ਫੋਲਡਰ ਸੁਕੰਚਿਤ ਵਿੱਚ ਜੋੜੋ

source: _Close
ne: _बन्द
pa: ਬੰਦ(_C)

source: Close the current archive
ne: बिद्यमान अभिलेख बन्द गर
pa: ਮੌਜੂਦਾ ਸੁਕੰਚਿਤ ਬੰਦ ਕਰੋ

source: _Contents
ne: बिषय-वस्तु
pa: ਭਾਗ

source: Display the File Roller Manual
ne: लेखपत्र रोलर हाते पुस्तिका देखाउ
pa: ਫਾਇਲ ਰੋਲਰ ਦਸਤਾਵੇਜ਼ ਵੇਖਾਉ

source: Copy the selection
ne: छानिएको नक्कल गर
pa: ਚੋਣਵੇ ਦੀ ਨਕਲ

source: Cop_y...
ne: नक्कल गर्नु
pa: ਨਕਲ(_y)...

source: Copy current archive to another folder
ne: बिद्यमान अभिलेख अर्को फाइलपत्रमा नक्कल गर
pa: ਮੌਜੂਦਾ ਸੁਕੰਚਿਤ ਨੂੰ ਹੋਰ ਫੋਲਡਰ ਨਕਲ ਕਰ ਦਿਉ

source: Cu_t
ne: काट्नु
pa: ਕੱਟੋ(_t)

source: Cut the selection
ne: छानिएको काट
pa: ਚੋਣਵੇਂ ਨੂੰ ਕੱਟੋ

source: _Delete...
ne: _मेट्नु......
pa: ਹਟਾਉ(_D)...

source: Delete the selection from the archive
ne: अभिलेखबाट छानिएको मेट्ने
pa: ਸੁਕੰਚਿਤ ਵਿੱਚੋਂ ਚੋਣੀਵੀਂ ਫਾਇਲਾਂ ਨੂੰ ਹਟਾਉ

source: Move to _Trash
ne: ब्यर्थका कुरामा सार
pa: ਰੱਦੀ ਵਿੱਚ ਭੇਜੋ(_T)

source: Move current archive to trash
ne: बिद्यमान अभिलेख ब्रथका कुरामा सार
pa: ਮੌਜੂਦਾ ਸੁਕੰਚਿਤ ਨੂੰ ਰੱਦੀ ਵਿੱਚ ਭੇਜ ਦਿਉ

source: Dese_lect All
ne: सबै नछान
pa: ਸਾਰੀ ਚੋਣ ਰੱਦ(_l)

source: Deselect all files
ne: सबै लेखपत्रहरु नछान
pa: ਸਾਰੀਆਂ ਫਾਇਲਾਂ ਦੀ ਚੋਣ ਰੱਦ

source: _Extract...
ne: _सार निकाल.....
pa: ਖੋਲੋ(_E)....

source: Extract files from the archive
ne: अभिलेख बाट लेखपत्रहरु सार निकाल
pa: ਸੁਕੰਚਿਤ ਤੋ ਫਾਇਲਾਂ ਨੂੰ ਖੋਲ੍ਹੋ

source: _Last Output
ne: _अन्तिम निकास
pa: ਅਖੀਰੀ ਆਉਟਪੁੱਟ

source: View the output produced by the last executed command
ne: अन्तिम कार्यान्वित आदेस द्वारा उत्पादित निकास हेर
pa: ਅਖੀਰੀ ਚਲਾਈ ਕਮਾਂਡ ਦੀ ਆਈ ਆਉਟਪੁੱਟ ਵੇਖੋ

source: _Move...
ne: _सार....
pa: ਭੇਜੋ(_M)...

source: Move current archive to another folder
ne: बिद्यमान अभिलेख अर्को फाइलपत्रमा सार
pa: ਮੌਜੂਦਾ ਸੁਕੰਚਿਤ ਨੂੰ ਕਿਸੇ ਫੋਲਡਰ ਵਿੱਚ ਭੇਜ ਦਿਉ

source: _New
ne: _नयाँ
pa: ਨਵਾਂ(_N)

source: Create a new archive
ne: नयाँ अभिलेख निर्माण गर
pa: ਨਵਾਂ ਸੁਕੰਚਿਤ ਬਣਾਉ

source: _Open...
ne: _खोल्नु.....
pa: ਖੋਲੋ...

source: Open archive
ne: अभिलेख खोल
pa: ਸੁਕੰਚਿਤ ਖੋਲ੍ਹੋ

source: Open Fi_les...
ne: लेखपत्रहरु खोल.....
pa: ਫਾਇਲਾਂ ਖੋਲੋ(_l)....

source: Open selected files with an application
ne: एउटा अनुरोधपत्रकोसाथमा छानिएको लेखपत्र खोल
pa: ਚੁਣੀਆਂ ਫਾਇਲਾਂ ਨੂੰ ਇੱਕ ਕਾਰਜ ਨਾਲ ਖੋਲ੍ਹੋ

source: Pass_word...
ne: प्रवेशचिन्ह.......
pa: ਗੁਪਤ-ਕੋਡ(_w)...

source: Specify a password for this archive
ne: यो अभिलेखको लागि प्रवेशचिन्ह निर्दिस्ट गर
pa: ਇਸ ਸੁਕੰਚਿਤ ਲਈ ਗੁਪਤ-ਕੋਡ ਨਿਰਧਾਰਿਤ ਕਰੋ

source: _Paste
ne: _टाँस
pa: ਚਿਪਕਾਓ(_P)

source: Paste the clipboard
ne: क्लिपवोर्ड टाँस
pa: ਕਲਿੱਪਬੋਰਡ ਵਿੱਚੋਂ ਚਿਪਕਾਓ

source: _Properties
ne: _संपतिहरु
pa: ਵਿਸ਼ੇਸਤਾ(_P)

source: Show archive properties
ne: अभिलेखको संपतिहरु देखाउ
pa: ਸੁਕੰਚਿਤ ਦੀਆ ਵਿਸ਼ੇਸਤਾ

source: _Quit
ne: _अन्त्य गर
pa: ਬੰਦ(_Q)

source: Quit the application
ne: अनुरोधपत्र अन्त्यगर
pa: ਕਾਰਜ ਬੰਦ ਕਰੋ

source: _Reload
ne: _पुन: लोडगर
pa: ਮੁੜ ਲੋਡ

source: Reload current archive
ne: बिद्यमान अभिलेख पुन: लोड गर
pa: ਮੌਜੂਦਾ ਸੁਕੰਚਿਤ ਮੁੜ ਲੋਡ ਕਰੋ

source: _Rename...
ne: पुन:नामाकरण गर
pa: ਨਾਂ-ਤਬਦੀਲ਼(_R)...

source: Rename the selection
ne: छानिएको लाई पुन:नामाकरण गर
pa: ਚੋਣਵੇਂ ਦਾ ਨਾ-ਤਬਦੀਲ

source: Rename current archive
ne: बिद्यमान अभिलेखको पुन:नामाकरण गर
pa: ਮੌਜੂਦ ਸੁਕੰਚਿਤ ਦਾ ਨਾਂ-ਤਬਦੀਲ

source: Save _As...
ne: यसरुपमा बचत गर......
pa: ਇਸ ਤਰਾਂ ਸੰਭਾਲੋ(_A)...

source: Save the current archive with a different name
ne: बिद्यमान अभिलेखलाई एक भिन्न नाममा बचत गर
pa: ਮੌਜੂਦਾ ਸੁਕੰਚਿਤ ਨੂੰ ਵੱਖਰੇ ਨਾਂ ਨਾਲ ਸੰਭਾਲੋ

source: Select _All
ne: सबै छान
pa: ਸਾਰਾ ਚੁਣੋ( _A)

source: Select all files
ne: सबै लेखपत्रहरु छान
pa: ਸਾਰੀਆ ਫਾਇਲਾਂ ਚੁਣੋ

source: _Stop
ne: _रोक
pa: ਰੋਕੋ

source: Stop current operation
ne: बिद्यमान संचालन रोक
pa: ਮੌਜੂਦਾ ਕਾਰਵਾਈ ਰੋਕੋ

source: _Test Integrity
ne: इमान्दारिता जाँच
pa: ਦਰਸੁਤੀ ਦੀ ਜਾਂਚ(_T)

source: Test whether the archive contains errors
ne: जाँचकि के अभिलेखमा त्रुटि हरु रहन्छ
pa: ਜਾਂਚ ਕਰੋ ਕਿ ਸੁਕੰਚਿਤ ਵਿੱਚ ਗਲਤੀਆ ਹਨ

source: _View File
ne: लेखपत्र हेर
pa: ਫਾਇਲ ਵੇਖੋ(_V)

source: View the selected file
ne: छानिएका लेखपत्रहरु हेर
pa: ਚੁਣੀਆਂ ਫਾਇਲਾਂ ਵੇਖੋ

source: _Toolbar
ne: चित्राङ्कित शिर्षरेखा
pa: ਸੰਦਖਾਨਾ

source: View the main toolbar
ne: मुख्य चित्राङ्कित शिर्षरेखा हेर
pa: ਮੁੱਲ਼ ਸੰਦਖਾਨਾ ਵੇਖੋ

source: Stat_usbar
ne: स्थितिबार
pa: ਸਥਿਤੀ-ਪੱਟੀ

source: View the statusbar
ne: स्थितिबार हेर
pa: ਸਥਿਤੀ-ਪੱਟੀ ਵੇਖੋ

source: _Reversed Order
ne: उल्टोक्रम
pa: ਉਲਟ ਕ੍ਰਮ

source: Reverse the list order
ne: उल्टो सुचिक्रम
pa: ਸੂਚੀ ਦਾ ਕ੍ਰਮ ਉਲਟ

source: View All _Files
ne: सबै लेखपत्रहरु हेर
pa: ਸਾਰੀਆਂ ਫਾਇਲਾਂ ਵੇਖੋ

source: View as a F_older
ne: फाईल पत्रको रुपमा हेर
pa: ਫੋਲਡਰ ਵਾਂਗ ਵੇਖੋ

source: by _Name
ne: नाम द्वारा
pa: ਨਾਂ (_N)

source: Sort file list by name
ne: लेखपत्र नामद्वारा सुचिक्रममा राख
pa: ਨਾਂ ਨਾਲ ਕ੍ਰਮਬੱਧ ਕਰੋ

source: by _Size
ne: आकार द्वारा
pa: ਅਕਾਰ(_S)

source: Sort file list by file size
ne: लेखपत्र लेखपत्र आकारद्वारा सुचिक्रममा राख
pa: ਅਕਾਰ ਨਾਲ ਕ੍ਰਮਬੱਧ ਕਰੋ

source: by T_ype
ne: प्रकार द्वारा
pa: ਕਿਸਮ

source: Sort file list by type
ne: लेखपत्र प्रकारद्वारा सुचिक्रममा राख
pa: ਕਿਸਮ ਨਾਲ ਕ੍ਰਮਬੱਧ ਕਰੋ

source: by _Date modified
ne: मिति शुध्दिकरण द्वारा
pa: ਸੋਧ ਮਿਤੀ

source: Sort file list by modification time
ne: लेखपत्र समय शुद्दिकरणद्वारा सुचिक्रममा राख
pa: ਸੋਧ ਸਮੇਂ ਨਾਲ ਕ੍ਰਮਬੱਧ ਕਰੋ

source: by _Location
ne: स्थान द्वारा
pa: ਸਥਿਤੀ

source: Sort file list by location
ne: लेखपत्र स्थानद्वारा सुचिक्रममा राख
pa: ਸਥਿਤੀ ਨਾਲ ਕ੍ਰਮਬੱਧ ਕਰੋ

source: Folder
ne: फाईलपत्र
pa: ਫੋਲਡਰ

source: [read only]
ne: [पढ्ने मात्र]
pa: [ਵੇਖਣ ਲਈ]

source: Reading archive
ne: अभिलेख पढिरहेको
pa: ਸੁਕੰਚਿਤ ਨੂੰ ਵੇਖਿਆ ਜਾ ਰਿਹਾ ਹੈ

source: Adding files to archive
ne: अभिलेखमा लेखपत्र जोडिरहेको
pa: ਸੁਕੰਚਿਤ ਵਿੱਚ ਫਾਇਲ ਜੋੜੀਆਂ ਜਾ ਰਹੀ ਹਨ

source: Extracting files from archive
ne: अभिलेखबाट लेखपत्र निकालिरहेको
pa: ਸੁਕੰਚਿਤ ਤੋ ਫਾਇਲ਼ਾਂ ਨੂੰ ਖੋਲਿਆ ਜਾ ਰਿਹਾ ਹੈ

source: Testing archive
ne: अभिलेखमा जाँचिरहेको
pa: ਸੁਕੰਚਿਤ ਦੀ ਜਾਂਚ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ

source: Getting the file list
ne: लेखपत्र सुचि पाईरहेको
pa: ਫਾਇਲ ਸੂਚੀ ਪ੍ਰਾਪਤ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ

source: wait please...
ne: कृपया पर्ख.....
pa: ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ...

source: Could not display the folder "%s"
ne: "%s"फाइलपत्र देखाउन सकेन
pa: ਫੋਲਡਰ "%s" ਵੇਖਾ ਨਹੀ ਸਕਦਾ

source: This archive is password protected. Please specify a password with the command: Edit->Password
ne: यो अभिलेख प्रवेशचिन्हले सुरक्सित छ कृपया यो आदेससंग प्रवेशचिन्ह साथदेउ: संपादन->प्रवेशचिन्ह
pa: ਇਹ ਸੁਕੰਚਿਤ ਗੁਪਤ-ਕੋਡ ਨਾਲ ਸੁਰਖਿਅਤ ਹੈ ਕਿਰਪਾ ਕਰਕੇ ਗੁਪਤ-ਕੋਡ ਕਮਾਂਡ ਨਾਲ ਨਿਰਧਾਰਿਤ ਕਰੋ: ਸੋਧ->ਗੁਪਤ-ਕੋਡ

source: The specified password is not valid, please specify a new password with the command: Edit->Password
ne: उल्लेखित प्रवेशचिन्ह बैध छैन, कृपया एक नयाँ प्रवेशचिन्ह यस आदेशसंग उल्लेखगर:संपादन->;प्रवेशचिन्ह
pa: ਨਿਰਧਾਰਿਤ ਗੁਪਤ-ਕੋਡ ਠੀਕ ਨਹੀ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਨਵਾਂ ਗੁਪਤ-ਕੋਡ ਕਮਾਂਡ ਨਾਲ ਨਿਰਧਾਰਿਤ ਕਰੋ: ਸੋਧ->ਗੁਪਤ-ਕੋਡ

source: Could not perform the operation
ne: संचालन पुरा गर्न सकेन
pa: ਕਾਰਵਾਈ ਨਹੀ ਕੀਤੀ ਜਾ ਸਕਦੀ

source: Operation stopped
ne: संचालन रोकियो

source: An error occurred while extracting files.
ne: लेखपत्र निकाल्ने समयमा एक त्रुटि भयो
pa: ਫਾਇਲਾਂ ਨੂੰ ਖੋਲਣ ਦੌਰਾਨ ਗਲਤੀ ਹੈ

source: An error occurred while loading the archive.
ne: अभिलेख लोड गर्ने समय एक त्रुटि भयो
pa: ਸੁਕੰਚਿਤ ਦੀ ਲੋਡਿੰਗ ਦੌਰਾਨ ਗਲਤੀ ਹੈ

source: An error occurred while deleting files from the archive.
ne: अभिलेखबाट लेखपत्रहरु मेट्ने समयमा एक त्रुटि भयो
pa: ਸੁਕੰਚਿਤ ਵਿੱਚੋ ਫਾਇਲਾਂ ਹਟਾਉਣ ਦੌਰਾਨ ਗਲਤੀ ਹੈ

source: An error occurred while adding files to the archive.
ne: अभिलेखबाट लेखपत्रहरु जोडिरहने समयमा एक त्रुटि भयो
pa: ਸੁਕੰਚਿਤ ਵਿੱਚੋ ਫਾਇਲਾਂ ਜੋੜਨ ਦੌਰਾਨ ਗਲਤੀ ਹੈ

source: An error occurred while testing archive.
ne: अभिलेख जाँचिरहेको समयमा एक त्रुटि भयो
pa: ਸੁਕੰਚਿਤ ਦੀ ਜਾਂਚ ਦੌਰਾਨ ਗਲਤੀ ਹੈ

source: Command not found.
ne: आदेस पाउन सकिएन
pa: ਕਮਾਂਡ ਨਹੀ ਲੱਭੀ

source: Command exited abnormally.
ne: आदेश अश्वभाबिक समयमा बाहिर गयो
pa: ਕਮਾਂਡ ਅਸਧਾਰਨ ਤਰੀਕੇ ਨਾਲ ਬੰਦ ਹੋ ਗਈ

source: Test Result
ne: परिणाम जाँच
pa: ਨਤੀਜੇ ਦੀ ਜਾਂਚ

source: You don't have the right permissions.
ne: तिमिसंग उचित अनुमातिहरु छैन
pa: ਤੁਹਾਡੇ ਕੋਲ ਠੀਕ ਅਧਿਕਾਰ ਨਹੀ ਹਨ

source: You can't add an archive to itself.
ne: तिमि एक अभिलेखलाई यहि अभिलेखमा जोड्न सक्दैनौ
pa: ਤੁਸੀ ਸੁਕੰਚਿਤ ਨੂੰ ਉਸ ਵਿੱਚ ਨਹੀ ਜੋੜ ਸਕਦੇ

source: Do you want to add this file to the current archive or open it as a new archive?
ne: के तिमि यि लेखपत्रलाई बिद्यमान अभिलेखमा जोड्न चाहन्छौ अथवा यसलाई नयाँ अभिलेखको रुपमा खोल्न चाहन्छौ?
pa: ਕੀ ਤੁਸੀ ਇਸ ਫਾਇਲ ਨੂੰ ਮੌਜੂਦਾ ਸੁਕੰਚਿਤ ਵਿੱਚ ਹੀ ਜੋੜਨਾ ਚਾਹੋਗੇ ਜਾਂ ਇਸ ਨੂੰ ਨਵੇ ਸੁਕੰਚਿਤ ਵਿੱਚ ਖੋਲਣਾ ਚਾਹੋਗੇ ?

source: Do you want to create a new archive with these files?
ne: के तिमि यि लेखपत्रहरु को साथमा एक नयाँ अभिलेख निर्माण गर्न चान्छौ?
pa: ਕੀ ਤੁਸੀ ਇਹਨਾਂ ਫਾਇਲਾਂ ਨਾਲ ਨਵਾਂ ਸੁਕੰਚਿਤ ਬਣਾਉਣਾ ਚਾਹੋਗੇ ?

source: Create _Archive
ne: अभिलेख निर्माण गर
pa: ਸੁਕੰਚਿਤ ਬਣਾਉ

source: Size
ne: आकार
pa: ਅਕਾਰ

source: Type
ne: प्रकार
pa: ਕਿਸਮ

source: Date Modified
ne: मिति शुद्दिकारण गरयो
pa: ਸੋਧ ਮਿਤੀ

source: Location
ne: स्थान
pa: ਸਥਿਤੀ

source: Name
ne: नाम
pa: ਨਾਂ

source: Open '%s'
ne: '%s' खोल
pa: '%s' ਖੋਲੋ

source: Go to the previous visited location
ne: पहिले भ्रमण गरेको स्थानमा जाउ
pa: ਪਹਿਲਾਂ ਜਾ ਚੁੱਕੇ ਸਥਿਤੀ ਤੇ ਜਾਉ

source: Go to the next visited location
ne: अर्को भ्रमण गरेको स्थानमा जाउ
pa: ਅਗਲੀ ਜਾ ਚੁੱਕੇ ਸਥਿਤੀ ਤੇ ਜਾਉ

source: Go up one level
ne: एक लेबल माथि जाउ
pa: ਇੱਕ ਪਗ ਉਪੱਰ ਜਾਉ

source: Go to the home location
ne: मुख्य स्थानमा जाउ
pa: ਘਰ ਸਥਿਤੀ ਤੇ ਜਾਉ

source: Location:
ne: सथान:
pa: ਸਥਿਤੀ:

source: Could not open "%s"
ne: "%s" खुल्न सकेन
pa: "%s" ਨੂੰ ਖੋਲਿਆ ਨਹੀ ਜਾ ਸਕਿਆ

source: Could not save the archive "%s"
ne: "%s" अभिलेख बचत गर्न सकिएन
pa: ਸੁਕੰਚਿਤ "%s" ਨੂੰ ਸੰਭਾਲਿਆ ਨਹੀ ਜਾ ਸਕਿਆ

source: The new name is void.
ne: नयाँ नाम अमान्य छ
pa: ਨਵਾਂ ਨਾਂ ਖਾਲੀ ਹੈ

source: Please use a different name.
ne: कृपया भिन्नै नाम प्रयोग हर
pa: ਕਿਰਪਾ ਕਰਕੇ ਵੱਖਰਾ ਨਾਂ ਚੁਣੋ

source: The new name is equal to the old one.
ne: नयाँ नाम पुरानो नाम को बराबर छ
pa: ਇਹ ਨਾਂ ਤਾਂ ਪੁਰਾਣੇ ਵਰਗਾ ਹੀ ਹੈ

source: The name "%s" is not valid because it cannot contain the characters: %s %s
ne: "%s" नाम अवैध छ किनकि यो यि अक्षरहरुलाई राख्न सक्दैन: %s %s
pa: ਨਾਂ "%s" ਠੀਕ ਨਹੀ ਹੈ ਕਿਉਕਿ ਇਹ ਇਹ ਅੱਖਰ ਰੱਖਦਾ ਹੈ:%s %s

source: New folder name
ne: नयाँ फाईलपत्र नाम
pa: ਨਵਾਂ ਫੋਲਡਰ ਨਾਂ

source: New file name
ne: नयाँ लेखपत्र नाम
pa: ਨਵੀ ਫਾਇਲ ਨਾਂ

source: Could not rename the folder
ne: फाइलपत्रलाई पुन:नामाकरण गर्न सकिएन
pa: ਫੋਲਡਰ ਦਾ ਨਾਂ-ਤਬਦੀਲ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ

source: Could not rename the file
ne: लेखपत्रको पुन:नामाकरण गर्न सकिएन
pa: ਫਾਇਲ ਦਾ ਨਾਂ-ਤਬਦੀਲ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ

source: Paste Selection
ne: छानिएको टाँस
pa: ਚੋਣਵਾਂ ਚਿਪਕਾਓ

source: Destination folder
ne: फाइलपत्र गन्तब्या
pa: ਨਿਯਤ ਫੋਲਡਰ

source: Add files to an archive
ne: अभिलेखमा लेखपत्रहरु जोड
pa: ਫਾਇਲਾਂ ਨੂੰ ਸੁਕੰਚਿਤ ਵਿੱਚ ਜੋੜੋ

source: Extract archive
ne: अभिलेखको सार निकाल
pa: ਸੁਕੰਚਿਤ ਖੋਲ੍ਹੋ

source: <i><b>Note:</b> the password will be used to encrypt files you add to the current archive, and to decrypt files you extract from the current archive. When the archive is closed the password will be deleted.</i>
pa: <i><b>ਟਿੱਪਣੀ:</b>ਗੁਪਤ-ਕੋਡ, ਮੌਜੂਦਾ ਸੁਕੰਚਿਤ ਵਿੱਚ ਫਾਇਲਾਂ ਨੂੰ ਉਲਝਾਉਣ ਲਈ ਅਤੇ ਮੌਜੂਦਾ ਸੁਕੰਚਿਤ ਤੋ ਫਾਇਲ ਨੂੰ ਸੁਲਝਾ ਕੇ ਖੋਲਣ ਲਈ ਵਰਤਿਆ ਜਾਦਾ ਹੈ ਜਦੋ ਇਹ ਸੁਕੰਚਿਤ ਨੂੰ ਬੰਦ ਕੀਤਾ ਜਾਵੇਗਾ ਤਾਂ ਗੁਪਤ-ਕੋਡ ਖਤਮ ਹੋ ਜਾਵੇਗਾ</i>

source: Add a _Folder...
pa: ਫੋਲਡਰ ਸ਼ਾਮਿਲ ਕਰੋ...

source: %d file (%s)
pa: %d ਫਾਇਲ (%s)

source: %d file selected (%s)
pa: %d ਫਾਇਲ਼ ਚੁਣੀ (%s)
