Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/gal2/po/*.po
Languages: bn, vi

source: Handle Size
bn: হ্যান্ডেলের মাপ
vi: Quản lý kích thước

source: Today %l:%M %p
bn: অাজ %l:%M %p
vi: Hôm nay %l:%M %p

source: Yesterday %l:%M %p
bn: গতকাল %l:%M %p
vi: Hôm qua %l:%M %p

source: Selected Column
bn: নির্বাচিত কলাম
vi: Cột được chọn

source: Focused Column
bn: উল্লেখিত কলাম
vi: Cột được tập trung

source: Unselected Column
bn: অনির্বাচিত কলাম
vi: Cột được bỏ chọn

source: Strikeout Column
bn: মধ্যবর্তী রেখা টেনে কলামটি কাটো
vi: Cột được gạch ngang

source: Underline Column
bn: কলামের তলায় রেখা অাঁকো

source: Bold Column
bn: কলাম উজ্জ্বল করো
vi: Cột đậm

source: Color Column
bn: কলাম রঙ করো
vi: Cột màu

source: Editable
bn: পরিবর্তনযোগ্য
vi: Biên soạn được

source: BG Color Column
bn: কলামের পটভূমির রঙ
vi: Cột màu BG

source: Header
bn: হেডার

source: Model
bn: মডেল

source: Message
bn: বার্তা
vi: Thông điệp

source: Width
bn: প্রস্থ
vi: Bề ngang

source: Height
bn: উচ্চতা
vi: Chiều cao

source: <- _Remove
bn: <- মুছে ফেলো (_ফ)
vi: <- Gỡ _bỏ

source: A_vailable Fields:
bn: উপলব্ধ ক্ষেত্র (_প):
vi: Trường _hiện có:

source: Ascending
bn: ছোট থেকে বড়
vi: Đi lên

source: Clear All
bn: সমস্ত মুছে ফেলো
vi: Xóa sạch toàn bộ

source: Descending
bn: বড় থেকে ছোট
vi: Đi xuống

source: Description
bn: বর্ণনা
vi: Mô tả

source: Group
bn: দল
vi: Nhóm

source: Group Items By
bn: এই ভিত্তিতে বস্তগুলোকে দলভুক্ত করো
vi: Mục của nhóm theo

source: Move _Down
bn: নিচে স্থানান্তর করো (_ন)
vi: Chuyển _xuống

source: Move _Up
bn: উপরে স্থানান্তর করো (_প)
vi: Chuyển _lên

source: Sh_ow these fields in order:
bn: এই ক্ষেত্রগুলো শৃঙ্খলাবদ্ধ করে প্রদর্শন করো (_দ):
vi: Hi_ển thị các trường này trong yêu cầu:

source: Show Fields
bn: ক্ষেত্র প্রদর্শন করো
vi: Hiển thị trường

source: Show field in View
bn: ক্ষেত্রটি ভিউতে প্রদর্শন করো
vi: Hiển thị trường trong Khung Xem

source: Sort
bn: শ্রেণীবদ্ধ করো
vi: Phân loại

source: Sort Items By
bn: এই ভিত্তিতে বস্তুগুলো শ্রেণীবদ্ধ করো
vi: Phân loại các mục theo

source: Then By
bn: এবং তারপর এই ভিত্তিতে
vi: rồi theo

source: _Add ->
bn: যোগ করো (_য) ->
vi: Thê_m ->

source: _Fields Shown...
bn: প্রদর্শিত ক্ষেত্র (_দ)...
vi: T_rường hiển thị...

source: _Sort...
bn: শ্রেণীবদ্ধ করো (_শ)...
vi: _Phân loại...

source: State
bn: অবস্থা
vi: Trạng thái

source: (Ascending)
bn: (ছোট থেকে বড়)
vi: (Đi lên)

source: (Descending)
bn: (বড় থেকে ছোট)
vi: (Đi xuống)

source: Not sorted
bn: শ্রেণীবদ্ধ করা হয় নি
vi: Không phân loại

source: No grouping
bn: দলভুক্ত করা হয় নি
vi: Không xếp nhóm

source: _Group By...
bn: এই ভিত্তিতে দলভুক্ত করো (_দ)...
vi: _Nhóm theo...

source: _Show these fields in order:
bn: এই ক্ষেত্রগুলো শৃঙ্খলাবদ্ধভাবে প্রদর্শন করো (_প):

source: DnD code
bn: DnD কোড
vi: Mã DnD

source: Full Header
bn: সম্পূর্ণ হেডার
vi: Header đầy đủ

source: Add a column...
bn: একটি ক্ষেত্র যোগ করুন...
vi: Thêm cột...

source: Field Chooser
bn: ক্ষেত্র নির্বাচক
vi: Trình chọn trường

source: To add a column to your table, drag it into the location in which you want it to appear.
bn: অাপনার টেবিলে একটি ক্ষেত্র যোগ করতে হলে, তাকে টেনে অাপনার পছন্দসই অবস্থানে নিয়ে অাসুন।
vi: Để thêm một cột vào bảng, hãy kéo nó vào vị trí mà bạn muốn nó xuất hiện.

source: %s : %s (%d item)
bn: %s : %s (%d বস্তু)
vi: %s : %s (%d mục)

source: %s : %s (%d items)
bn: %s : %s (%d বস্তু)
vi: %s : %s (%d mục)

source: %s (%d item)
bn: %s (%d বস্তু)
vi: %s (%d mục)

source: %s (%d items)
bn: %s (%d বস্তু)
vi: %s (%d mục)

source: Alternating Row Colors
bn: বৈকল্পিক সারির রঙ
vi: Các màu của hàng thay thế

source: Horizontal Draw Grid
bn: অনুভূমিক Draw Grid
vi: Draw Grid ngang

source: Vertical Draw Grid
bn: উলম্ব Draw Grid
vi: Draw Grid Dọc

source: Cursor mode
bn: কার্সারের মোড
vi: Chế độ con trỏ

source: Selection model
bn: নির্বাচনের মডেল
vi: Model lựa chọn

source: Length Threshold
bn: দৈর্ঘ্যর সীমা
vi: Ngường độ dài

source: Uniform row height
bn: সারির সঙ্গতিপূর্ণ উচ্চতা
vi: Chiều cao hàng không đổi

source: Frozen
bn: সমাপ্ত
vi: Đông cứng

source: Minimum width
bn: সর্বনিম্ন প্রস্থ
vi: Bề ngang tối thiểu

source: Minimum Width
bn: সর্বনিম্ন প্রস্থ
vi: Bề Ngang Tối Thiểu

source: Customize Current View
bn: বর্তমান ভিউ নিজস্ব পছন্দ অনুযায়ী নির্বাচন করুন
vi: Tùy biến Khung Xem Hiện Thời

source: Sort Ascending
bn: ছোট থেকে বড় হিসাবে শ্রেণীবদ্ধ করো
vi: Phân loại đi lên

source: Sort Descending
bn: বড় থেকে ছোট অনুযায়ী শ্রেণীবদ্ধ করো
vi: Phân loại đi xuống

source: Group By This Field
bn: এই ক্ষেত্র অনুযায়ী শ্রেণীবদ্ধ করো
vi: Nhóm theo trường này

source: Group By Box
bn: বাক্স অনুযায়ী শ্রেণীবদ্ধ করো
vi: Nhóm theo hộp

source: Remove This Column
bn: এই কলামটি সরাও
vi: Bỏ cột này

source: Add a Column...
bn: একটি কলাম যোগ করো...
vi: Thêm cột...

source: Best Fit
bn: সবচেয়ে ভালো
vi: Vừa nhất

source: Format Columns...
bn: কলাম বিন্যাস করো...
vi: Định dạng cột...

source: Customize Current View...
bn: বর্তমান ভিউ নিজস্ব পছন্দ অনুযায়ী নির্বাচন করুন...
vi: Tùy biến Khung Xem Hiện Thời...

source: Sort Info
bn: শৃঙ্খলাবদ্ধ করার জন্য প্রয়োজনীয় তথ্য
vi: Phân loại thông tin

source: Table
bn: টেবল
vi: Bảng

source: Always Search
bn: সর্বদা অনুসন্ধান করো
vi: Luôn tìm kiếm

source: Use click to add
bn: যোগ করতে হলে ক্লিক করুন
vi: Dùng nhấn chuột để thêm

source: Cursor Row
bn: কার্সারের সারি
vi: Con trỏ hàng

source: Cursor Column
bn: কার্সারের কলাম
vi: Con trỏ cột

source: ETree table adapter
bn: ETree টেবল অ্যাডাপ্টার

source: Always search
bn: সর্বদা অনুসন্ধান করো

source: Retro Look
bn: পুরানো চেহারা ছবি

source: Draw lines and +/- expanders.
bn: রেখা এবং +/- এক্সপ্যান্ডার অাঁকো।

source: Expander Size
bn: এক্সপ্যান্ডারের মাপ

source: Size of the expander arrow
bn: এক্সপ্যান্ডারের তীরচিহ্নের মাপ

source: Select All
bn: সমস্ত নির্বাচন করুন

source: Input Methods
bn: ইন্পুটের প্রক্রিয়া

source: Event Processor
bn: ইভেন্ট প্রসেসর

source: Text
bn: টেক্সট

source: Bold
bn: উজ্জ্বল

source: Strikeout
bn: মধ্যে রেখা টেনে কাটো

source: Clip Width
bn: প্রস্থ হ্রাস করো

source: Clip Height
bn: উচ্চতা হ্রাস করো

source: Clip
bn: হ্রাস করো

source: Fill clip rectangle
bn: হ্রাস করা চতুর্ভুজ ভরাট করো

source: X Offset
bn: X অফসেট

source: Y Offset
bn: Y অফসেট

source: Fill color
bn: ভরাট করবার রঙ

source: GDK fill color
bn: GDK -র ভরাট করবার রঙ

source: Text width
bn: টেক্সটের প্রস্থ

source: Text height
bn: টেক্সটের দৈর্ঘ্য

source: Use ellipsis
bn: ellipsis ব্যবহার করো

source: Line wrap
bn: লাইনের সমাপ্তি

source: Break characters
bn: অক্ষর বিভাজন করো

source: Max lines
bn: লাইনের সর্বোচ্চ সংখ্যা

source: Draw borders
bn: সীমারেখা অঙ্কন করো

source: Allow newlines
bn: নতুন লাইনের অনুমতি প্রদান করো

source: Draw background
bn: পটভূমি অঙ্কন করো

source: Draw button
bn: বাটন অঙ্কন করো

source: Cursor position
bn: কার্সারের অবস্থান

source: Handle Popup
bn: Popup পরিচালনা করো

source: Collection
bn: সংগ্রহ
vi: Tập hợp

source: Define Views for %s
bn: %s-এর জন্য ভিউ নির্ধারণ করুন
vi: Định nghĩa Khung Xem cho %s

source: Define Views
bn: ভিউ উল্লেখ করুন
vi: Định nghĩa Khung Xem

source: Define Views for "%s"
bn: "%s"-এর জন্য ভিউ নির্ধারণ করুন
vi: Định nghĩa khung xem cho "%s"

source: _Edit...
bn: সম্পাদনা (_স)...
vi: _Biên soạn...

source: Instance
bn: ইনস্ট্যান্স
vi: Tức thời

source: Save Current View
bn: বর্তমান ভিউ সংরক্ষণ করুন

source: _Create new view
bn: নতুন ভিউ তৈরি করো (_ত)

source: _Name:
bn: নাম (_ন):

source: _Replace existing view
bn: বর্তমান ভিউ পুনরস্থাপন করো (_ন)

source: Custom View
bn: স্বনির্বাচিত ভিউ
vi: Tùy chọn khung xem

source: Save Custom View
bn: স্বনির্বাচিত ভিউ সংরক্ষণ করুন
vi: Lưu tùy chọn khung xem

source: Define Views...
bn: ভিউ নির্ধারণ করুন...

source: Name
bn: নাম
vi: Tên

source: Factory
bn: ফ্যাক্টরি

source: Define New View
bn: নতুন ভিউ নির্ধারণ করুন

source: Name of new view:
bn: নতুন ভিউয়ের নাম:
vi: Tên khung xem mới:

source: Type of view:
bn: ভিউয়ের ধরন:
vi: Loại khung xem:

source: Group %i
bn: দল %i
vi: Nhóm %i

source: custom
bn: স্বনির্বাচিত
vi: tùy chọn

source: Custom Color:
bn: স্বনির্বাচিত রঙ:
vi: Màu tùy chọn:

source: Choose Custom Color
bn: স্বনির্বাচিত রঙ পছন্দ করুন
vi: Chọn màu tùy chọn

source: black
bn: কালো
vi: đen

source: light brown
bn: হালকা খয়েরী
vi: nâu nhạt

source: brown gold
bn: খয়েরী সোনালী
vi: vàng nâu

source: dark green #2
bn: গাঢ় সবুজ #2
vi: xanh lá cây thẫm #2

source: navy
bn: নাবিক নীল
vi: xanh hải quân

source: dark blue
bn: গাঢ় নীল
vi: xanh da trời thẫm

source: purple #2
bn: বেগুনে #2
vi: đỏ tía #2

source: very dark gray
bn: অত্যন্ত গাঢ় ধুসর
vi: xám rất đen

source: dark red
bn: গাঢ় লাল
vi: đỏ thẫm

source: red-orange
bn: লাল-কমলা
vi: da cam đỏ

source: gold
bn: সোনালী
vi: vàng kim

source: dark green
bn: গাঢ় সবুজ
vi: xanh lá cây thẫm

source: dull blue
bn: ফিকে নীল
vi: xanh da trời xỉn

source: blue
bn: নীল
vi: xanh da trời

source: dull purple
bn: ফিকে বেগুনে
vi: đỏ tía xỉn

source: dark grey
bn: গাঢ় ধূসর
vi: xám thẫm

source: red
bn: লাল
vi: đỏ

source: orange
bn: কমলা
vi: da cam

source: lime
bn: হালকা সবুজ
vi: vàng xanh

source: dull green
bn: ফিকে সবুজ
vi: xanh lá cây xỉn

source: dull blue #2
bn: ফিকে নীল #2
vi: xanh da trời xỉn #2

source: sky blue #2
bn: অাকাশী নীল
vi: xanh nền trời #2

source: purple
bn: বেগুনে
vi: đỏ tía

source: gray
bn: ধূসর
vi: xám

source: magenta
bn: ম্যাজেন্টা
vi: đỏ thẫm

source: bright orange
bn: উজ্জ্বল কমলা
vi: da cam sáng

source: yellow
bn: হলুদ
vi: vàng

source: green
bn: সবুজ
vi: xanh lá cây

source: cyan
bn: সাইয়ান
vi: tím xian

source: bright blue
bn: উজ্জ্বল নীল
vi: xanh da trời sáng

source: red purple
bn: লাল বেগুনে
vi: đỏ đỏ tía

source: light grey
bn: হালকা ধূসর
vi: xám nhạt

source: pink
bn: গোলাপী
vi: hồng

source: light orange
bn: হালকা কমলা
vi: da cam sáng

source: light yellow
bn: হালকা হলুদ
vi: vàng nhạt

source: light green
bn: হালকা সবুজ
vi: xanh lá cây nhạt

source: light cyan
bn: হালকা সাইয়ান
vi: tím xian nhạt

source: light blue
bn: হালকা নীল
vi: danh da trời nhạt

source: light purple
bn: হালকা বেগুনে
vi: đỏ tía nhạt

source: white
bn: সাদা
vi: trắng

source: purplish blue
bn: বেগুনে নীল
vi: xanh đỏ tía

source: dark purple
bn: গাঢ় বেগুনে
vi: đỏ tía tối

source: sky blue
bn: অাকাশী নীল
vi: xanh nền trời

source: Birthday
bn: জন্মদিন
vi: Ngày sinh

source: Business
bn: ব্যবসা
vi: Công việc

source: Competition
bn: প্রতিযোগিতা
vi: Cạnh tranh

source: Favorites
bn: প্রিয়
vi: Sở thích

source: Gifts
bn: উপহার
vi: Quà tặng

source: Goals/Objectives
bn: উদ্দেশ্য
vi: Mục đích/Đối tượng

source: Holiday
bn: ছুটি
vi: Ngày nghỉ

source: Holiday Cards
bn: ছুটির অভিনন্দনপত্র
vi: Thẻ ngày nghỉ

source: Hot Contacts
bn: বিশেষ পরিচিতি
vi: Liên lạc nóng

source: Ideas
bn: মতামত
vi: Ý tưởng

source: International
bn: আন্তর্জাতিক
vi: Quốc tế

source: Key Customer
bn: বিশেষ খদ্দের
vi: Khóa người dùng

source: Miscellaneous
bn: বিবিধ
vi: Linh tinh

source: Personal
bn: ব্যক্তিগত
vi: Cá nhân

source: Phone Calls
bn: ফোনে যোগাযোগ
vi: Cuộc gọi điện thoại

source: Status
bn: অবস্থা
vi: Trạng thái

source: Strategies
bn: পরিচালন-নীতি
vi: Chiến lược

source: Suppliers
bn: সরবরাহকারী
vi: Nhà cung cấp

source: Time & Expenses
bn: সময় এবং খরচা
vi: Thời gian & Chi phí

source: VIP
bn: বিশিষ্ট ব্যক্তি

source: Waiting
bn: অপেক্ষমান
vi: Đang chờ

source: * Click here to add a category *
bn: * একটি বিভাগ যোগ করতে হলে এখানে ক্লিক করুন *
vi: * Nhấn vào đây để thêm một hạng mục *

source: Category
bn: বিভাগ
vi: Hạng mục

source: Add Category
bn: বিভাগ যোগ করো

source: Edit Category
bn: বিভাগ সম্পাদন করো

source: Edit Global Category List
bn: বিভাগের গ্লোবাল তালিকা সম্পাদন করো
vi: Biên soạn danh sách hạng mục toàn thể

source: _Edit category:
bn: বিভাগ সম্পাদন করো (_স):

source: _New category:
bn: নতুন বিভাগ (_ন):

source: All Categories
bn: সমস্ত বিভাগ
vi: Toàn bộ hạng mục

source: Categories
bn: বিভাগ
vi: Hạng mục

source: Add to global category list
bn: বিভাগের গ্লোবাল তালিকায় যোগ করো
vi: Thêm vào danh sách hạng mục toàn thể

source: Add all to global category list
bn: বিভাগের গ্লোবাল তালিকায় সমস্ত যোগ করো
vi: Thêm toàn bộ vào danh sách hạng mục toàn thể

source: Remove from global category list
bn: বিভাগের গ্লোবাল তালিকা থেকে সরিয়ে ফেলো
vi: Gỡ bỏ khỏi danh sách hạng mục toàn thể

source: Remove all from global category list
bn: বিভাগের গ্লোবাল তালিকা থেকে সমস্ত সরিয়ে ফেলো
vi: Gỡ bỏ tất khỏi danh sách hạng mục toàn thể

source: Edit Categories
bn: বিভাগ সম্পাদন করো
vi: Biên soạn hạng mục

source: Sorter
bn: সর্টার
vi: Trình phân loại

source: Selection Mode
bn: নির্বাচনের মোড
vi: Phương thức lựa chọn

source: Cursor Mode
bn: কার্সারের মোড
vi: Chế độ con trỏ

source: Edit Master Category List...
bn: বিভাগের মাস্টার তালিকা সম্পাদন করো...
vi: Biên soạn danh sách hạng mục chính...

source: Item(s) belong to these _categories:
bn: বস্তু(গুলো) এই সব বিভাগের অংশ (_শ):
vi: Mục thuộc các h_ạng mục này:

source: _Available Categories:
bn: উপলব্ধ বিভাগ (_প):
vi: Hạng mục hi_ện có:

source: categories
bn: বিভাগ
vi: hạng mục

source: Quantum
vi: Định mức

source: Unsort
vi: Thôi phân loại

source: Alignment
vi: Canh dòng

source: Fontset
vi: Bộ font

source: Tree
vi: Cây

source: Create New View Named
vi: Tạo khung xem mới có tên

source: Replace Existing View
vi: Thay thế khung xem đang tồn tại

source: The current view will replace the given view. Any folders set to this view wil be replaced with the current view.
vi: Khung xem hiện thời sẽ thay thế khung xem được lấy. Bất kỳ bộ thư mục nào đến khung xem cũng được thay thế bằng khung xem hiện thời.

source: This will create a new View.
vi: Việc này sẽ tạo khung xem mới.

source: ECategoriesMasterListCombo
vi: Combo danh sách chính các hạng mục điện tử
