Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/evolution-data-server/po/*.po
Languages: ar

source: Loading...
ar: جاري التحميل...

source: Searching...
ar: جاري البحث...

source: Using Distinguished Name (DN)
ar: جاري إستعمال الإسم المميّز (DN)

source: Using Email Address
ar: جاري إستعمال البريد الإلكتروني

source: Reconnecting to LDAP server...
ar: جاري إعادة الإتِّصال بنادل LDAP...

source: Adding contact to LDAP server...
ar: جاري إضافة المراسَل لنادل LDAP...

source: Removing contact from LDAP server...
ar: جاري حذف المراسَل من نادل LDAP...

source: Modifying contact from LDAP server...
ar: جاري تعديل المراسَل من نادل LDAP...

source: Receiving LDAP search results...
ar: جاري تلقّي نتائج بحث LDAP...

source: Error performing search
ar: خطأ أثناء البحث

source: "%s" on book before "%s"
ar: "%s" مسجَّلة قبل "%s"

source: book busy
ar: الكتاب مشغول

source: CORBA exception making "%s" call
ar: إستثناء كوربا عند نداء "%s"

source: e_book_cancel: there is no current operation
ar: e_book_cancel: لا توجد عملية حالية

source: e_book_cancel: couldn't cancel
ar: e_book_cancel: لم يمكن الإلغاء

source: "%s" on book after "%s"
ar: "%s" مسجَّلة قبل "%s"

source: e_book_open: cancelled
ar: e_book_load_uri: ألغي

source: e_book_load_uri: Invalid source.
ar: e_load_uri: مصدر غير صحيح.

source: e_book_load_uri: no factories available for uri `%s'
ar: e_book_load_uri: لا توجد معامل للعنوان `%s'

source: e_book_load_uri: Could not create EBookListener
ar: e_book_load_uri: لم يمكن إنشاء مستمع الكتاب الإلكتروني

source: e_book_new: no factories available for uri `%s'
ar: e_book_load_uri: لا مصانع متوفّرة للعنوان `%s'

source: e_book_get_self: there was no self contact uid stored in gconf
ar: e_book_get_self:·لم توجد هوية واجهة مستخدم لموصل ذاتي في جكونف

source: e_book_set_default_source: there was no source for uid `%s' stored in gconf.
ar: e_book_set_default_source: لا يوجد مصدر مخزون في gconf لهويَّة المستخدم `%s'.

source: Unique ID
ar: الهويَّة الفريدة

source: File As
ar: الملف كـ

source: Full Name
ar: الإسم الكامل

source: Name
ar: الإسم

source: Given Name
ar: الإسم الأوَّل

source: Family Name
ar: إسم العائلة

source: Nickname
ar: الإسم المستعار

source: Name or Org
ar: الإسم أو المنظَّمة

source: Address List
ar: قائمة العناوين

source: Home Address
ar: عنوان المنزل

source: Work Address
ar: عنوان العمل

source: Other Address
ar: عنوان آخر

source: Home Address Label
ar: علامة عنوان المنزل

source: Work Address Label
ar: علامة عنوان العمل

source: Other Address Label
ar: علامة عنوان آخر

source: Assistant Phone
ar: هاتف المعاون

source: Business Phone
ar: هاتف العمل

source: Business Phone 2
ar: هاتف العمل 2

source: Business Fax
ar: فاكس العمل

source: Callback Phone
ar: هاتف الإتِّصال المعاكس

source: Car Phone
ar: هاتف السَّيارة

source: Company Phone
ar: هاتف الشَّركة

source: Home Phone
ar: هاتف المنزل

source: Home Phone 2
ar: هاتف المنزل 2

source: Home Fax
ar: فاكس المنزل

source: Mobile Phone
ar: الهاتف الجوَّال

source: Other Phone
ar: هاتف آخر

source: Other Fax
ar: فاكس آخر

source: Pager
ar: بيبر

source: Primary Phone
ar: الهاتف الأساسي

source: Radio
ar: مذياع

source: Telex
ar: تلكس

source: TTY
ar: المُبرقة الكاتبة (هاتف الصُّم)

source: Email List
ar: قائمة البريد الإلكتروني

source: Email 1
ar: البريد الإلكتروني 1

source: Email 2
ar: البريد الالكتروني 2

source: Email 3
ar: البريد الالكتروني 3

source: Email 4
ar: البريد الالكتروني 4

source: Mailer
ar: المرسِل

source: Wants HTML Mail
ar: يريد بريد HTML

source: AIM Screen Name List
ar: قائمة أسماء شاشة AIM

source: Groupwise Id List
ar: قائمة هويَّات كروب-وايز

source: Jabber Id List
ar: قائمة هويَّات جابّر

source: Yahoo! Screen Name List
ar: قائمة أسماء شاشة ياهو

source: MSN Screen Name List
ar: قائمة أسماء شاشة MSN

source: ICQ Id List
ar: قائمة هويَّات ICQ

source: AIM Home Screen Name 1
ar: إسم شاشة AIM المنزل 1

source: AIM Home Screen Name 2
ar: إسم شاشة AIM المنزل 2

source: AIM Home Screen Name 3
ar: إسم شاشة AIM المنزل 3

source: AIM Work Screen Name 1
ar: إسم شاشة AIM العمل 1

source: AIM Work Screen Name 2
ar: إسم شاشة AIM العمل 2

source: AIM Work Screen Name 3
ar: إسم شاشة AIM العمل 3

source: Groupwise Home Screen Name 1
ar: إسم شاشة كروب-وايز المنزل 1

source: Groupwise Home Screen Name 2
ar: إسم شاشة كروب-وايز المنزل 2

source: Groupwise Home Screen Name 3
ar: إسم شاشة كروب-وايز المنزل 3

source: Groupwise Work Screen Name 1
ar: إسم شاشة كروب-وايز العمل 1

source: Groupwise Work Screen Name 2
ar: إسم شاشة كروب-وايز العمل 2

source: Groupwise Work Screen Name 3
ar: إسم شاشة كروب-وايز العمل 3

source: Jabber Home Id 1
ar: هويَّة جابّر المنزل 1

source: Jabber Home Id 2
ar: هويَّة جابّر المنزل 2

source: Jabber Home Id 3
ar: هويَّة جابّر المنزل 3

source: Jabber Work Id 1
ar: هويَّة جابّر العمل 1

source: Jabber Work Id 2
ar: هويَّة جابّر العمل 2

source: Jabber Work Id 3
ar: هويَّة جابّر العمل 3

source: Yahoo! Home Screen Name 1
ar: إسم شاشة ياهو المنزل 1

source: Yahoo! Home Screen Name 2
ar: إسم شاشة ياهو المنزل 2

source: Yahoo! Home Screen Name 3
ar: إسم شاشة ياهو المنزل 3

source: Yahoo! Work Screen Name 1
ar: إسم شاشة ياهو العمل 1

source: Yahoo! Work Screen Name 2
ar: إسم شاشة ياهو العمل 2

source: Yahoo! Work Screen Name 3
ar: إسم شاشة ياهو العمل 3

source: MSN Home Screen Name 1
ar: إسم شاشة MSN المنزل 1

source: MSN Home Screen Name 2
ar: إسم شاشة MSN المنزل 2

source: MSN Home Screen Name 3
ar: إسم شاشة MSN المنزل 3

source: MSN Work Screen Name 1
ar: إسم شاشة MSN العمل 1

source: MSN Work Screen Name 2
ar: إسم شاشة MSN العمل 2

source: MSN Work Screen Name 3
ar: إسم شاشة MSN العمل 3

source: ICQ Home Id 1
ar: هويَّة ICQ المنزل 1

source: ICQ Home Id 2
ar: هويَّة ICQ المنزل 2

source: ICQ Home Id 3
ar: هويَّة ICQ المنزل 3

source: ICQ Work Id 1
ar: هويَّة ICQ العمل 1

source: ICQ Work Id 2
ar: هويَّة ICQ العمل 2

source: ICQ Work Id 3
ar: هويَّة ICQ العمل 3

source: Organization
ar: التَّنظيم

source: Organizational Unit
ar: الوحدة التَّنظيمية

source: Office
ar: المكتب

source: Title
ar: اللَّقب

source: Role
ar: الدَّور

source: Manager
ar: المدير

source: Assistant
ar: المساعد

source: Homepage URL
ar: عنوان الصَّفحة الرَّئيسيَّة

source: Weblog URL
ar: عنوان سجل الإنترنت

source: Video Conferencing URL
ar: عنوان إجتماعات الفيديو

source: Photo
ar: صورة

source: Logo
ar: الشِّعار

source: X.509 Certificate
ar: شهادة X.509

source: Category List
ar: قائمة الفئات

source: Categories
ar: الفئات

source: Calendar URI
ar: عنوان الرُّزنامة

source: Free/Busy URL
ar: عنوان متفرِّغ/مشغول

source: ICS Calendar
ar: رزنامة ICS

source: Spouse's Name
ar: إسم الزّوج/الزّوجة

source: Note
ar: ملاحظة

source: Birth Date
ar: تاريخ الميلاد

source: Anniversary
ar: الذِّكرى السَّنوية

source: List
ar: القائمة

source: List Show Addresses
ar: القائمة تظهر العناوين

source: Unnamed List
ar: قائمة غير مسمّاة

source: Birthday
ar: تاريخ الميلاد

source: Birthday: %s
ar: تاريخ الميلاد: %s

source: Anniversary: %s
ar: الذِّكرى السَّنوية: %s

source: Can't save calendar data: Malformed URI.
ar: لم يمكن حفظ بيانات الرُّزنامة: العنوان مشوَّه

source: Invalid server URI
ar: عنوان نادل غير صحيح

source: Calendar
ar: الرُّزنامة

source: Could not create cache file
ar: لم يمكن إنشاء ملف الكاشيه

source: Authentication failed
ar: فشل التوثُّق

source: Redirected to Invalid URI
ar: إعادة توجيه لعنوان غير صحيح

source: Bad file format.
ar: نَسَق ملف غير صالح

source: Not a calendar.
ar: ليس بِرُزنامة.

source: Untitled appointment
ar: موعد دون عنوان

source: 1st
ar: الأوَّل

source: 2nd
ar: الثَّاني

source: 3rd
ar: الثَّالث

source: 4th
ar: الرَّابع

source: 5th
ar: الخامس

source: 6th
ar: السَّادس

source: 7th
ar: السَّابع

source: 8th
ar: الثَّامن

source: 9th
ar: التَّاسع

source: 10th
ar: العاشر

source: 11th
ar: الحادي عشر

source: 12th
ar: الثَّاني عشر

source: 13th
ar: الثَّالث عشر

source: 14th
ar: الرَّابع عشر

source: 15th
ar: الخامس عشر

source: 16th
ar: السَّادس عشر

source: 17th
ar: السَّابع عشر

source: 18th
ar: الثَّامن عشر

source: 19th
ar: التَّاسع عشر

source: 20th
ar: العشرين

source: 21st
ar: الحادي و العشرين

source: 22nd
ar: الثَّاني و العشرين

source: 23rd
ar: الثَّالث و العشرين

source: 24th
ar: الرَّابع و العشرين

source: 25th
ar: الخامس و العشرين

source: 26th
ar: السَّادس و العشرين

source: 27th
ar: السَّابع و العشرين

source: 28th
ar: الثَّامن و العشرين

source: 29th
ar: التَّاسع و العشرين

source: 30th
ar: الثَّلاثين

source: 31st
ar: الحادي و الثَّلاثين

source: High
ar: مرتفع

source: Normal
ar: عادي

source: Low
ar: منخفض

source: Undefined
ar: غير معرَّف

source: Enter password for %s (user %s)
ar: أدخل كلمة السِّر ل%s (المستخدم %s)

source: Invalid argument
ar: معطى غير صحيح

source: Backend is busy
ar: الخلفيَّة مشغولة

source: Repository is offline
ar: المستودع غير متَّصل

source: No such calendar
ar: لا رُزنامة بهذا الإسم

source: Object not found
ar: لم يوجد الكائن

source: Invalid object
ar: كائن غير صحيح

source: URI not loaded
ar: العنوان غير محمَّل

source: URI already loaded
ar: العنوان محمَّل سلفاً

source: Permission denied
ar: رُفض التَّرخيص

source: Object ID already exists
ar: هويَّة الكائن موجودة سلفاً

source: Protocol not supported
ar: البروتوكول غير مدعوم

source: Operation has been cancelled
ar: أُلغيت العملية

source: Could not cancel operation
ar: لم يمكن إلغاء العملية

source: Authentication required
ar: مطلوبٌ التَّوثيق

source: A CORBA exception has occurred
ar: وقع إستثناء كوربا

source: Unknown error
ar: خطأ مجهول

source: No error
ar: لا خطأ

source: "%s" expects no arguments
ar: "%s" لا ترتقب أيّة معطيات

source: "%s" expects one argument
ar: "%s" ترتقب معطىً واحداً

source: "%s" expects the first argument to be a string
ar: "%s" ترتقب أن يكون المعطى الأوَّل سلسلةً

source: "%s" expects the first argument to be an ISO 8601 date/time string
ar: "%s" ترتقب أن يكون المعطى الأوَّل سلسلة تاريخ/زمن ISO8601

source: "%s" expects two arguments
ar: "%s" ترتقب معطيين اثنين

source: "%s" expects the first argument to be a time_t
ar: "%s" ترتقب أن يكون المعطى الأوَّل من نوع time_t

source: "%s" expects the second argument to be an integer
ar: "%s" ترتقب أن يكون المعطى الأوّل عدداً صحيحاً

source: "%s" expects the second argument to be a time_t
ar: "%s" ترتقب أن يكون المعطى الثّاني من نوع time_t

source: "%s" expects the second argument to be a string
ar: "%s" ترتقب أن يكون المعطى الثّاني سلسلةً

source: "%s" expects the first argument to be either "any", "summary", or "description", or "location"
ar: "%s" ترتقب أن يكون المعطى الأوّل إمّا "any" أو "summary" أو "description" أو "location"

source: "%s" expects at least one argument
ar: "%s" ترتقب معطىً واحداً على الأقل

source: "%s" expects all arguments to be strings or one and only one argument to be a boolean false (#f)
ar: "%s" يترتقب أن تكون كل المتغيّرات سلاسلاً أو أن يكون متغير واحد و واحد فقط منطقيّاً (#f)

source: Invalid connection
ar: إتِّصال غير صحيح

source: Invalid response from server
ar: رد غير صحيح من النَّادل

source: Bad parameter
ar: معامل غير صالح

source: Evolution Addressbook file and LDAP backend
ar: ملف دفتر عناوين افليوشن و خلفيّة LDAP

source: Evolution Calendar file and webcal backend
ar: ملف رزنامة افليوشن و خلفيّة وبْكال

source: Evolution Addressbook file backend
ar: خلفيّة ملف دفتر عناوين افليوشن

source: Multiple segmentation faults occurred; can't display error dialog
ar: حدثت إنهيارات عديدة و لا يمكن عرض حوار الخطأ
