Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/gnopernicus/po/*.po
Languages: ar, az, ro, sq, sr@latn

source: backslash
ar: شَّرطة معكوسة
az: tərs slaş
sr@latn: obrnuta kosa crta

source: bracket left
ar: قوص معقوف أيسر
az: sol mö'tərizə
ro: acoladă deschisă
sq: kllapë e rrumbullt e majtë
sr@latn: leva uglasta zagrada

source: bracket right
ar: قوص معقوف أيمن
az: sağ mö'tərizə
ro: acoladă închisă
sq: kllapë e rrumbullt e djathtë
sr@latn: desna uglasta zagrada

source: comma
ar: فاصلة
az: vergül
ro: virgulă
sq: presje
sr@latn: zarez

source: equal
ar: مساو
az: bərabərdir işarəsi
ro: egal
sq: e barabartë
sr@latn: jednako

source: grave
ar: خطير
az: vacib
sq: me theks
sr@latn: gravis

source: period
ar: نقطة
az: nöqtə
ro: punct
sq: pikë
sr@latn: tačka

source: quote left
ar: علامة اﻹقتباس اليسرى
az: sol dırnaq
sq: presje e majtë
sr@latn: levi navodnik

source: semicolon
ar: الفارزة المنقوطة
az: nöqtəli vergül
ro: punct şi virgulă
sq: pikëpresje
sr@latn: tačka-zarez

source: slash
ar: شَّرطة
az: slaş
sr@latn: kosa crta

source: Invalid key or existent key.
ar: مفتاح غير سليم أو موجود.
az: Hökmsüz ya da mövcud düymə.
ro: Tastă invalidă sau tastă existentă.
sq: Tast i pavlefshëm ose ekzistues
sr@latn: Neispravan ili nepostojeći taster.

source: Layer Keys
ar: مفاتيح الطبقة
az: Lay Düymələri
sq: Tastet e niveleve
sr@latn: Tasteri sloja

source: User Keys
ar: مفاتيح المستخدم
az: İstifadəçi Düymələri
sq: Tastet e personalizuara
sr@latn: Tasteri korisnika

source: Failed to set exit val: %d.
ar: فشل ضبط قيمة الخروج: %d.
az: Çıxış qiyməti tə'yin edilə bilmədi: %d.
ro: Eşec la setarea valorii de ieşire: %d.
sq: Gabim gjatë vendosjes së vlerës së daljes: %d.
sr@latn: Nije uspeo da postavi vrednost za izlaz: %d.

source: Failed to set move mouse: %d.
ar: فشل ضبط نقل الفأرة: %d.
az: Siçan modu tə'yin edilə bilmədi: %d.
ro: Eşec la setarea mişcăr mausul: %d.
sq: Gabim gjatë përcaktimit të lëvizjes së mouse: %d.
sr@latn: Nije uspeo da pomeri miša: %d.

source: Failed to set simulate click: %d.
ar: فشل ضبط تقليد نقرة: %d.
az: Tıqlama simulyasiyası tə'yin edilə bilmədi: %d.
ro: Eşec la setarea simulează clicul: %d.
sq: Gabim gjatë përcaktimit të simulimit të klik të mouse: %d.
sr@latn: Nije uspeo da oponaša klik: %d.

source: Failed to set find text: %s.
ar: فشل ضبط إيجاد النص: %s.
az: Mətni tap tə'yin edilə bilmədi: %s.
ro: Eşec la setarea găseşte textul: %s.
sq: Gabim gjatë rregullimit të rregullave të kërkimit të tekstit: %s.
sr@latn: Nije uspeo da nađe tekst: %s.

source: Failed to set magnifier status: %d.
ar: فشل ضبط حالة المكبر: %d.
az: Böyüdücü vəziyyəti tə'yin edilə bilmədi: %d.
ro: Eşec la setarea starea lupei: %d.
sq: Gabim gjatë përcaktimit të gjendjes së zmadhuesit: %d.
sr@latn: Nije uspeo da postavi stanje lupe: %d.

source: Failed to set speech status: %d.
ar: فشل ضبط حالة الكلام : %d
az: Danışıq vəziyyəti tə'yin edilə bilmədi: %d.
ro: Eşec la setarea starea audio: %d.
sq: Gabim gjatë vendosjes së gjendjes së sintetizatorit vokal: %d.
sr@latn: Nije uspeo da postavi stanje govora: %d.

source: Failed to set braille status: %d.
ar: فشل ضبط حالة بريل: %d.
az: Braille vəziyyəti tə'yin edilə bilmədi: %d.
ro: Eşec la setarea starea braille: %d.
sq: Gabim gjatë vendosjes së gjendjes së braille: %d.
sr@latn: Nije uspeo da postavi brajovo stanje: %d.

source: Failed to set braille monitor status: %d.
ar: فشل ضبط حالة شاشة بريل: %d.
az: Braille izləyicisi vəziyyəti tə'yin edilə bilmədi: %d.
ro: Eşec la setarea stării monitorului braille: %d.
sq: Gabim gjatë vendosjes së gjendjes së shfaqësit të braille: %d.
sr@latn: Nije uspeo da postavi stanje brajovog monitora: %d.

source: Failed to set minimize flag: %d.
ar: فشل ضبط متغير التصغير: %d.
az: Kiçiltmə bayrağı tə'yin edilə bilmədi: %d.
ro: Eşec la setarea indicatorului de minimizare
sq: Gabim gjatë përcaktimit të flag të minimizimit: %d.
sr@latn: Nije uspeo da postavi oznaku umanjenog: %d.

source: Failed to set exit ack: %d.
ar: فشل ضبط اشعار الخروج: %d.
az: Ack çıxışı tə'yin edilə bilmədi: %d.
sq: Gabim gjatë vendosjes së ack të daljes: %d.
sr@latn: Nije uspeo da postavi potvrdu izlaza: %d.

source: Failed to set language: %s.
ar: فشل ضبط اللغة: %s.
az: Dil tə'yin edilə bilmədi: %s.
ro: Eşec la setarea limbii: %s.
sq: Gabim gjatë vendosjes së gjuhës: %s.
sr@latn: Nije uspeo da postavi jezik: %s.

source: Failed to set screen review: %d.
ar: فشل ضبط مراجعة الشاشة: %d
az: Ekran icmalı tə'yin edilə bilmədi: %d.
sq: Gabim gjatë përcaktimit të modalitetit të revizionit të screen: %d.
sr@latn: Nije uspeo da postavi pregled ekrana: %d.

source: Are you sure you want to load default values for %s?
ar: هل أنت متأكد من أنك تريد تحميل القيم الإفراضيّة لـ %s؟
az: Həqiqətən də %s üçün ön qurğuları yükləmək istəyirsiniz?
ro: Sunteţi sigur că doriţi să încărcaţi valorile implicite pentru %s?
sq: Jeni i sigurt që dëshironi të ngarkoni vlerat e prezgjedhura për %s?
sr@latn: Sigurno želite da učitate podrazumevane vrednosti za %s?

source: braille
ar: بريل
sr@latn: brajov

source: Braille default setting loaded.
ar: حمل تعيين بريل الإفتراضي
az: Braille ön qurğulu qurğusu yükləndi.
ro: Setarea implicită Braille încărcată.
sq: U ngarkua konfigurimi i prezgjedhur për braille.
sr@latn: Učitano je uobičajeno brajovo podešavanje.

source: speech
ar: الكلام
az: danışıq
ro: audio
sq: shqiptimi
sr@latn: govor

source: Speech default setting loaded.
ar: حمل تعيين الكلام الإفتراضي
az: Danışıq ön qurğuları yükləndi.
ro: Setarea implicită audio încărcată.
sq: U ngarkua konfigurimi i prezgjedhur për shqiptimin.
sr@latn: Učitano je uobičajeno podešavanje govora.

source: magnifier
ar: المكبّرة
az: böyüdücü
ro: lupă
sq: zmadhuesi
sr@latn: lupa

source: Magnifier default setting loaded.
ar: حمل تعيين المكبر الإفتراضي.
az: Böyüdücü ön qurğuları yükləndi.
ro: Setarea implicită a lupei încărcată.
sq: U ngarkua konfigurimi i prezgjedhur për zmadhuesin.
sr@latn: Učitano je uobičajeno podešavanje lupe.

source: keyboard
ar: لوحة المفاتيح
az: klaviatura
ro: tastatură
sq: tastiera
sr@latn: tastatura

source: Keyboard default setting loaded.
ar: حمل تعيين لوحة المفاتيح الإفتراضي.
az: Klaviatura ön qurğuları yükləndi.
ro: Setarea implicită a tastaturii încărcată.
sq: U ngarkua konfigurimi i prezgjedhur për tastierën.
sr@latn: Učitano je uobičajeno podešavanje tastature.

source: braille monitor
ar: مراقب بريل
az: braille izləyicisi
ro: Monitorul braille
sq: monitori braille
sr@latn: brajov monitor

source: Braille monitor default setting loaded.
ar: حمل تعيين شاشة بريل الإفتراضي.
az: Braille izləyicisi ön qurğuları yükləndi.
ro: Setarea implicită pentru monitorul braille încărcată.
sq: U ngarkua konfigurimi i prezgjedhur për monitorin braille.
sr@latn: Učitano je uobičajeno podešavanje brajovog ekrana.

source: start up
ar: بدء التشغيل
az: başlanğıc
ro: pornire
sq: nisja
sr@latn: pokretanje

source: Startup default setting loaded.
ar: حمل تعيين بدأ التشغيل الإفتراضي.
az: Başlanğıc ön qurğuları yükləndi.
ro: Setarea implicită de pornire încărcată.
sq: U ngarkua konfigurimi i prezgjedhur për nisjen.
sr@latn: Učitano je uobičajeno podešavanje pokretanja.

source: command map
ar: خارطة اﻷوامر
az: mmr xəritəsi
ro: atribuire comenzi
sq: harta e komandave
sr@latn: mapa naredbi

source: Command map default setting loaded.
ar: تمّ تحميل خريطة اﻷوامر الإفتراضية:
az: Əmr xəritəsi ön qurğuları yükləndi.
ro: Setarea implicită de atribuire comenzi încărcată.
sq: U ngarkua konfigurimi i prezgjedhur për hartën e komandave.
sr@latn: Učitano je uobičajeno podešavanje mape naredbi.

source: presentation
ar: تقديم
az: təqdimat
ro: prezentare
sq: prezantim
sr@latn: predstava

source: Presentation default setting loaded.
ar: حمٌل تعيين العرض الإفتراضي
az: Təqdim ön qurğuları yükləndi.
ro: Setarea implicită de prezentare încărcată.
sq: U ngarkua konfigurimi i prezgjedhur për prezantimin.
sr@latn: Učitano je uobičajeno podešavanje predstavljanja.

source: screen review
ar: مراجعة الشاشة
az: ekran icmalı
sq: revizimi i ekranit
sr@latn: pregled ekrana

source: Screen review default setting loaded.
ar: حمٌل تعيين مراجعة الشاشة الإفتراضي
az: Ekran icmalı ön qurğuları yükləndi.
sq: U ngarkua konfigurimi i prezgjedhur për revizionin e screen.
sr@latn: Učitano je uobičajeno podešavanje pregleda ekrana.

source: all modules
ar: كل الوحدات
az: bütün modullar
ro: toate modulele
sq: të gjithë modulët
sr@latn: svi moduli

source: All default settings loaded.
ar: تم تحميل كل الإفتراضات
az: Bütün ön qurğuları yükləndi.
ro: Toate setările implicite încărcate.
sq: Të gjitha konfigurimet e prezgjedhura u ngarkuan.
sr@latn: Učitana su sva uobičajena podešavanja.

source: _Braille
ar: _بريل
sr@latn: _Brajov

source: _Braille (unavailable)
ar: _بريل (غير متوفر)
az: _Braille (mövcud deyil)
ro: _Braille (nedisponibil)
sq: _Braille (jo në dispozicion)
sr@latn: _Brajov (nedostupan)

source: _Magnifier
ar: _المكبّر
az: _Böyüdücü
sq: _Zmadhues
sr@latn: _Lupa

source: _Magnifier (unavailable)
ar: _المكبّر (غير متوفر)
az: _Böyüdücü (mövcud deyil)
ro: _Magnifier (nedisponibil)
sq: _Zmadhues (mungon)
sr@latn: _Lupa (nedostupna)

source: _Speech
ar: الك_لام
az: _Danışıq
ro: _Audio
sq: _Sinteza vokale
sr@latn: _Govor

source: _Speech (unavailable)
ar: _الك_لام (غير متوفر)
az: _Danışıq (mövcud deyil)
ro: _Audio (nedisponibil)
sq: _Sinteza vokale (mungon)
sr@latn: _Govor (nedostupan)

source: B_raille monitor
ar: مراق_ب براي
az: B_raille izləyicisi
ro: Monitorul B_raille
sq: Monitor b_raille
sr@latn: B_rajov monitor

source: B_raille monitor (unavailable)
ar: مراق_ب براي (غير متوفر)
az: B_raille izləyicisi (mövcud deyil)
ro: Monitorul B_raille (nedisponibil)
sq: Monitor b_raille (mungon)
sr@latn: B_rajov monitor (nedostupan)

source: Assistive Technologies for Blind and Visually Impaired
ar: التكنولوجيا المعينة للمكفوفين وضعفاء النظر
az: Korlar və Görmə Zəyiflikləri Olanlar Üçün Yardımcı Texnologiyalar
ro: Tehnologii pentru asistarea persoanelor nevăzătoare şi cu probleme de vedere.
sq: Teknollogji ndihmuese për të verbër dhe për kë ka vështirësi në shikim
sr@latn: Tehnologije za ispomoć slepima i osobama sa oštećenim vidom

source: Screen Reader and Magnifier
ar: قارئ الشاشة والمكبّر
az: Ekran Oxuyucusu və Böyüdücü
ro: Cititor de ecran şi lupă
sq: Lexues ekrani dhe zmadhues
sr@latn: Čitač ekrana i lupa

source: gnopernicus
ar: برنامج جنوبارنكوس
sr@latn: gnopernik

source: Gconf initialization failed.
ar: فشل تهيئة Gconf
az: Gconf hazırlanması bacarılmadı.
ro: Iniţializarea Gconf a eşuat.
sq: Gabim gjatë fillimit të Gconf.
sr@latn: Neuspešno pokretanje Gkonfa.

source: Invalid parameters.
ar: المتغيرات المدخلة خاطئة
az: Hökmsüz parametrlər.
ro: Parametrii invalizi.
sq: Parametra të pasaktë.
sr@latn: Neispravni parametri.

source: Multiple instances are NOT ALLOWED. This instance will end.
ar: لا يمكن تشغيل أكثر من برنامج واحد. سيتم إغلاق هذا البرنامج.
az: Eyni anda yalnız bir tə'minat işləyə bilər. Ən son başlatdığınız indi bağlanacaq.
ro: NU sunt permise instanţe multiple. Această instanţă se va termina.
sq: NUK LEJOHEN instanca të shumfishta. Kjo instancë do të përfundojë.
sr@latn: Nije dozvoljeno višestruko pokretanje. Ovaj primerak će biti zatvoren.

source: GTK initialization failed.
ar: فشل تهيئة GTK
az: GTK hazırlanması bacarılmadı.
ro: Iniţializarea GTK a eşuat.
sq: Gabim gjatë fillimit të GTK.
sr@latn: Neuspešno pokretanje Gtk-a.

source: Can not create a new process.
ar: لا يمكن البدء في تحميل برنامج جديد
az: Yeni proses yaradıla bilmir.
ro: Nu se poate crea un nou proces.
sq: I pamundur krijimi i një procesi të ri.
sr@latn: Ne može da pokrene novi proces.

source: Exit gnopernicus.
ar: الخروج من جنوبارنكوس.
az: Gnopernicus'dan çıx.
ro: Ieşire gnopernicus.
sq: Dil nga gnopernicus.
sr@latn: Izađi iz gnopernika.

source: Gnopernicus initialization failed.
ar: فشل تهيئة جنوبارنكوس.
az: Gnopernicus başladılması bacarılmadı.
ro: Iniţializarea Gnopernicusului a eşuat.
sq: Nisja e Gnopernicus dështoi.
sr@latn: Neuspešno pokretanje Gnopernika.

source: Can not load .glade2 file
ar: لا يمكن تحميل ملف glade2
az: .glade2 faylı yüklənə bilmir
ro: Nu se poate încărca fişierul .glade2
sq: I pamundur ngarkimi i file "glade2"
sr@latn: Ne može da učita .glade2 datoteku

source: srcore exited.
ar: خروج من srcore
az: srcore sonlandırıldı.
ro: ieşire srcore.
sq: srcore ka përfunduar.
sr@latn: srcore je završio.

source: <b>Color</b>
ar: <b>لون</b>
az: <b>Rəng</b>
ro: <b>Culoare</b>
sq: <b>Ngjyra</b>
sr@latn: <b>Boja</b>

source: <b>Mode Type</b>
ar: <b>نمط التشغيل</b>
az: <b>Mod Növü</b>
ro: <b>Mod de funcţionare</b>
sq: <b>Modaliteti</b>
sr@latn: <b>Način rada</b>

source: <b>Position</b>
ar: <b>المكان</b>
az: <b>Mövqe</b>
ro: <b>Poziţie</b>
sq: <b>Pozicioni</b>
sr@latn: <b>Položaj</b>

source: <b>Size</b>
ar: <b>الحجم</b>
az: <b>Böyüklük</b>
ro: <b>Mărime</b>
sq: <b>Madhësia</b>
sr@latn: <b>Veličina</b>

source: B_raille
ar: بر_يل
sr@latn: B_rajov

source: Braille Monitor Preferences
ar: تفضيلات مراقب بريل
az: Braille İzləyicisi Qurğuları
ro: Preferinţe pentru monitorul Braille
sq: Preferimet e vizualizuesit braille
sr@latn: Postavke brajovog ekrana

source: Color selection for texts which use dot 7
ar: اختيار الألوان للنصوص التي تستعمل 7 نقاط
az: 7 nöqtə işlədən mətnlər üçün rəng seçimi
ro: Selectarea culorii pentru texte care folosesc al şaptelea punct
sq: Zgjedhja e ngjyrës për tekstet që përdorin 7 pikë
sr@latn: Izbor boje za tekstove koji koriste tačku 7

source: Color selection for texts which use dot 8
ar: اختيار الألوان للنصوص التي تستعمل 8 نقاط
az: 8 nöqtə işlədən mətnlər üçün rəng seçimi
ro: Selectarea culorii pentru texte care folosesc al optulea punct
sq: Zgjedhja e ngjyrës për tekstet që përdorin 8 pikë
sr@latn: Izbor boje za tekstove koji koriste tačku 8

source: Color selection for texts which use dots 7 and 8
ar: اختيار الألوان للنصوص التي تستعمل 7 و 8 نقاط
az: 7 və 8 nöqtə işlədən mətnlər üçün rəng seçimi
ro: Selectarea culorii pentru texte care folosesc al şaptelea şi al optulea punct
sq: Zgjedhja e ngjyrës për tekstet që përdorin 7 dhe 8 pikë
sr@latn: Izbor boje za tekstove koji koriste tačku 7 i 8

source: Colu_mns:
ar: اﻷ_عمدة
az: Sü_tunlar:
ro: Coloa_ne:
sq: Koll_onat:
sr@latn: Kolo_na:

source: Display at bottom of screen
ar: أظهر أسفل الشاشة
az: Ekranın altında göstər
ro: Afişare la sfârşitul ecranului
sq: Vendos monitorin në pjesën e poshtme të ekranit
sr@latn: Prikaz u dnu ekrana

source: Display on top of screen
ar: أظهر أعلى الشاشة
az: Ekranın üstündə göstər
ro: Afişare la începutul ecranului
sq: Vendos monitorin në pjesën e sipërme të ekranit
sr@latn: Prikaz na vrhu ekrana

source: Display using braille font
ar: أظهر باستعمال خط بريل
az: Braille yazı növünü işlədərək göstər
ro: Afişare folosind fontul braille
sq: Shfaq duke përdorur gërmat braille
sr@latn: Prikaz pomoću brajovog fonta

source: Display using normal font
ar: أظهر باستعمال الخط العادي
az: Sıravi yazı növünü işlədərək göstər
ro: Afişare folosind fontul normal
sq: Shfaq duke përdorur gërmat e zakonshme
sr@latn: Prikaz pomoću običnog fonta

source: Display with both fonts
ar: أظهر باستعمال الخطين
az: İki cür yazı növünü də işlədərək göstər
ro: Afişare cu ambele fonturi
sq: Shfaq duke përdorur të dy llojet e gërmave
sr@latn: Prikaz pomoću oba fonta.

source: Dot 7:
ar: 7 نقاط:
az: 7 Nöqtə:
ro: Al şaptelea punct:
sq: 7 pikë:
sr@latn: Tačka 7:

source: Dot 8:
ar: 8 نقاط:
az: 8 Nöqtə:
ro: Al optulea punct:
sq: 8 pikë:
sr@latn: Tačka 8:

source: Dots 78:
ar: 87 نقطة:
az: Nöqtə 78:
ro: Punctele şapte şi opt:
sq: 7dhe 8 pikë:
sr@latn: Tačka 78:

source: Number of cell columns
ar: عدد خلايا اﻷعمدة
az: Hücrə sütunlarının sayı
ro: Numărul de coloanelor ale celulei
sq: Numri i kollonave me qeli
sr@latn: Broj kolona ćelije

source: Number of cell lines
ar: عدد سطور الخلايا
az: Hücrə sətirlərinin sayı
ro: Numărul de linii ale celulei
sq: Numri i rreshtave me qeli
sr@latn: Broj linija ćelije

source: Pick a color
ar: إختر لوناً
az: Rəng Seç
ro: Alege o culoare
sq: Zgjidh një ngjyrë
sr@latn: Izaberite boju

source: Size of font
ar: حجم الخط
az: Yazı növünün böyüklüyü
ro: Mărimea fontului
sq: Madhësia e gërmave
sr@latn: Veličina fonta

source: Use system theme colors
ar: استخدم ألوان النظام
az: Sistem örtüyü rənglərini işlət
ro: Foloseşte culorile temelor sistemului
sq: Përdor ngjyrat e temës së prezgjedhur
sr@latn: Koristi boje postavljene na sistemu

source: Use theme _system colors
ar: استخدم ألوان_ النظام
az: Sistem örtüyü _rənglərini işlət
ro: Foloseşte culorile temelor _sistemului
sq: Përdor ngjyrat e temës _së prezgjedhur
sr@latn: Koristi boje postavljene na _sistemu

source: _Dual
ar: _ثنائي
az: _Cüt
sr@latn: _Dvostruki

source: _Lines:
ar: _خطوط
az: _Sətirlər:
ro: _Linii:
sq: _Rreshtat:
sr@latn: _Linija:

source: _Normal
ar: _عادي
sr@latn: O_bično

source: _Size:
ar: ال_حجم
az: _Böyüklük:
ro: _Mărime
sq: _Madhësia:
sr@latn: _Veličina:

source: Attributes
ar: خواص
az: Atributlar
ro: Atribute
sq: Veçoritë
sr@latn: Osobine

source: _1. Dot 8
ar: _1 8 نقاط
az: _1. Nöqtə 8
ro: _1. Punctul 8
sq: _1. Pika 8
sr@latn: _1. tačka 8

source: _2. Dot 7
ar: _2 7 نقاط
az: _2. Nöqtə 7
ro: _2. Punctul 7
sq: _2. Pika 7
sr@latn: _2. tačka 7

source: _3. Dot 8 or 7
ar: _3 8 أو 7 نقاط
az: _3. Nöqtə 8 ya da 7
ro: _3. Punctul 8 şi 7
sq: _3. Pika 8 ose 7
sr@latn: _3. tačka 8 ili 7

source: _4. Off
ar: _4 إيقاف
az: _4. Bağlı
sq: _4. Jo aktiv
sr@latn: _4. Isključeno

source: Braille Device
ar: جهاز بريل
az: Braille Avadanlığı
ro: Dispozitivul Braille
sq: Dispozitivi braille
sr@latn: Brajov uređaj

source: Braille devices list
ar: قائمة بأجهزة بريل
az: Braille avadanlıqlarının siyahısı
ro: Lista dispozitivelor Braille
sq: lista e dispozitivëve braill
sr@latn: Spisak brajovih uređaja

source: Serial port number where the device is linked
ar: رقم المنفذ المسلسل الموصول مع الجهاز
az: Avadanlığın bağlı olduğu qapı nömrəsi
ro: Numărul portului serial unde dispozitivul este legat
sq: Numri i portës seriale ku është lidhur dispozitivi
sr@latn: Broj serijskog porta na koji je vezan uređaj

source: _Device:
ar: ال_جهاز
az: _Avadanlıq:
ro: _Dispozitiv:
sq: _Dispozitivi:
sr@latn: _Uređaj:

source: 10 _Font size
ar: 10 _حجم الخط
az: 10 _Yazı növü böyüklüyü
ro: 10 Mărimea _fontului
sq: 10 Madhësia e _gërmave
sr@latn: 10 Veličina _fonta

source: 11 _Activate script function "OnPosSwitch"
ar: 11. _شغّل وظيفة برنامج "OnPosSwitch"
az: 11 "OnPosSwitch" skript funksiyasını _fəallaşdır
ro: 11 _Activarea funcţiei script "OnPosSwitch"
sq: 11 _Aktivo funksionin e script "OnPosSwitch"
sr@latn: 11 _Aktiviraj funkciju skripte „OnPosSwitch“

source: 12 _Present attributes
ar: 12 إ_عرض الخواص
az: 12 _Hazırkı atributlar
ro: 12 Atributele _prezente
sq: 12 _Prezantimi i atributeve
sr@latn: 12 _Tekući atributi

source: <b>_Braille keys list</b>
ar: <b>_قائمة مفاتيح بريل</b>
az: <b>_Braille düymələrinin siyahısı</b>
ro: <b>Lista tastelor _Braille</b>
sq: <b>Lista e tasteve _Braille</b>
sr@latn: <b>Spisak _brajovih tastera</b>

source: Activate script function "OnPosSwitch"
ar: شغّل وظيفة برنامج "OnPosSwitch"
az: "OnPosSwitch" skript funksiyasını fəallaşdır
ro: Activarea funcţiei script "OnPosSwitch"
sq: Aktivo funksionin e script "OnPosSwitch"
sr@latn: Aktiviraj funkciju skripte „OnPosSwitch“

source: Add item in braille keys list
ar: إضافة إلى قائمة مفاتيح بريل
az: Braille düymələri siyahısına üzv əlavə et
ro: Adăugare element în lista tastelor braille
sq: Shto një element në listën e tasteve të braille
sr@latn: Dodaj stavku u spisak brajovih ključeva

source: Braille Display Key Mapping
ar: خريطة مفاتيح شاشة بريل
az: Braille Displey Düymə Xəritələməsi
sq: Harta e tasteve të vizualizuesit braille
sr@latn: Raspored tastera za brajov ekran

source: Braille device keys list
ar: قائمة مفاتيح أجهزة بريل
az: Braille avadanlıqları düymələri siyahısı
ro: Lista tastelor dispozitivului braille
sq: Lista e tasteve që shoqërojnë dispozitivët e braille
sr@latn: Spisak ključeva brajovih uređaja

source: Braille keys list
ar: قائمة مفاتيح بريل
az: Braille düymələri siyahısı
ro: Lista tastelor braille
sq: Lista e tasteve të braille
sr@latn: Spisak brajovih tastera

source: Command List
ar: قائمة الأوامر
az: Əmr Siyahısı
ro: Lista comenzii
sq: Lista e komandave
sr@latn: Spisak naredbi

source: Command list
ar: قائمة الأوامر
az: Əmr siyahısı
ro: Lista comenzii
sq: Lista e komandave
sr@latn: Spisak naredbi

source: Font name
ar: اسم الخط
az: Yazı növü adı
ro: Numele fontului
sq: Emri i gërmave
sr@latn: Ime fonta

source: Font size
ar: حجم الخط
az: Yazı növü böyüklüyü
ro: Mărimea fontului
sq: Madhësia e gërmave
sr@latn: Veličina fonta

source: Font style
ar: أسلوب الخط
az: Yazı növü tərzi
ro: Stilul fontului
sq: Stili i gërmave
sr@latn: Stil fonta

source: Modify selected item
ar: تعديل المادة المختارة
az: Süçili üzvü dəyişdir
ro: Modifică elementul selectat
sq: Ndrysho elementin e zgjedhur
sr@latn: Izmeni izabranu stavku

source: Move caret
ar: نقل وامض السطر
az: Careti daşı
ro: Mută cursorul
sq: Lëviz kursorin
sr@latn: Pomeri mesto ubacivanja

source: Move mouse and click left
ar: حرّك الفأرة ثمّ اضغط على زرّها اﻷيسر
az: Siçanı hərəkət etdir və solu tıqla
ro: Mută mausul şi fă clic stânga
sq: Lëviz mouse dhe kliko me tastin e majtë të mouse
sr@latn: Pomeri miša i klikni levo

source: Move mouse and click left and right
ar: حرّك الفأرة ثمّ اضغط على زرّها اليسار واليمين
az: Siçanı hərəkət etdir və solu və sağı tıqla
ro: Mută mausul şi fă clic stânga şi dreapta
sq: Lëviz mouse dhe kliko me tastin e majtë dhe të djathtë
sr@latn: Pomeri miša i klikni levo i desno

source: Move mouse and click right
ar: حرّك الفأرة ثمّ اضغط على زرّها اليمين
az: Siçanı hərəkət etdir və sağı tıqla
ro: Mută mausul şi fă clic dreapta
sq: Lëviz mouse dhe kliko me tastin e djathtë
sr@latn: Pomeri miša i klikni desno

source: Only move mouse
ar: حرّك الفأرة فقط
az: Sadəcə olaraq siçanı hərəkət etdir
ro: Doar mută mausul
sq: Vetëm lëviz mouse
sr@latn: Samo pomeri miša

source: Optical Sensors
ar: أجهزة الاستشعار البصرية
az: Optik Sensorlar
ro: Senzori optici
sq: Sensorë optikë
sr@latn: Optički senzori

source: Optical sensors off
ar: أجهزة الاستشعار البصرية موقفة
az: Optik sensorlar qeyri-fəal
ro: Senzori optici off
sq: Disaktivo sensorët optikë
sr@latn: Optički senzori su isključeni

source: Position Sensors
ar: أجهزة استشعار الموقع
az: Mövqe Sensorları
ro: Senzori de poziţie
sq: Sensorët e pozicionit
sr@latn: Senzori položaja

source: Position sensors off
ar: أجهزة استشعار للموقع موقفة
az: Mövqe sensorları qeyri-fəal
ro: Senzorii de poziţie off
sq: Ç'aktivo sensorët e pozicionit
sr@latn: Senzori položaja su isključeni

source: Present attributes
ar: اعرض الخواص
az: Hazırkı atributlar
ro: Atributele prezente
sq: Prezanto atribute
sr@latn: Tekući atributi

source: Remove selected item from braille keys list
ar: احذف المادة المختارة من قائمة مفاتيح بريل
az: Seçili üzvü braille düymə siyahısından sil
ro: Şterge elementul selectat din lista tastelor braille
sq: Hiq elementët e zgjedhur nga lista e tasteve të braille
sr@latn: Ukloni odabrane stavke iz spiska brajovih tastera

source: Show X coordinate
ar: أظهر احداثي س
az: X mövqeyini göstər
ro: Arată coordonatele X
sq: Shfaq koordinatën X
sr@latn: Prikaži X koordinatu

source: Show Y coordinate
ar: أظهر احداثي ص
az: Y mövqeyini göstər
ro: Arată coordonatele Y
sq: Shfaq koordinatën Y
sr@latn: Prikaži Y koordinatu

source: _0 Optical sensors off
ar: _0 أجهزة الاستشعار البصرية موقفة
az: _0 Optik sensorlar qeyri-fəal
ro: _0 Senzorii optici off
sq: _0 Ç'aktivo sensorët optikë
sr@latn: _0 Optički senzori su isključeni

source: _0 Position sensors off
ar: _0 أجهزة استشعار للموقع موقفة
az: _0 Mövqe sensorları qeyri-fəal
ro: _0 Senzorii de poziţie off
sq: _0 Disaktivo sensorët e pozicionit
sr@latn: _0 Senzori položaja su isključeni

source: _1 Only move mouse
ar: _1 حرّك الفأرة فقط
az: _1 Sadəcə olaraq siçanı hərəkət etdir
ro: _1 Doar mişcă mausul
sq: _1 Vetëm lëviz mouse
sr@latn: _1 Samo pomeraj miša
