Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/gnopernicus/po/*.po
Languages: ar, az, ro, sq, sr@latn

source: Set cursor separate from _magnification
ar: وضع المؤشّر مفصولاً عن ال_تّكبير
sq: Veçoje kursorin nga _zmadhuesi
sr@latn: Postavi kurzor odvojeno od u_većanja

source: Smoothing type
ar: نوع التنعيم
az: Yumuşaltma növü
ro: Tipul netezire
sq: Lloji i smusimit
sr@latn: Vrsta doterivanja

source: Tar_get:
ar: اله_دف:
ro: Ţin_tă
sq: Obje_ktivi:
sr@latn: _Cilj:

source: Zoom factor X
ar: معامل التكبير س
az: X yaxınlaşdırma faktoru
ro: Factorul de mărire X
sq: Faktori i zmadhimit horizontal
sr@latn: Vrednost uvećanja X

source: Zoom factor Y
ar: معامل التكبير ص
az: Y yaxınlaşdırma faktoru
ro: Factorul de mărire Y
sq: Faktori i zmadhimit vertikal
sr@latn: Vrednost uvećanja Y

source: Zoom factor _X:
ar: معامل التكبير _س
az: _X yaxınlaşdırma faktoru:
ro: Factor de mărire _X:
sq: Faktori i zmadhimit sipas aksit _X:
sr@latn: Vrednost uvećanja _X:

source: Zoom factor _Y:
ar: معامل التكبير _ص
az: _Y yaxınlaşdırma faktoru:
ro: Factorul de mărire _Y:
sq: Faktori i zmadhimit sipas aksit _Y:
sr@latn: Vrednost uvećanja _Y:

source: Zoomer Options
ar: خيارات أداة التكبير
az: Yaxınlaşdırıcı Qurğuları
ro: Opţiuni de mărire
sq: Opcionet e zmadhimit
sr@latn: Podešavanja lupe

source: Zoomer placement bottom
ar: وضع المكبّر في الأسفل
az: Yaxınlaşdırıcı yerləşdirilməsi alt
ro: Butonul de plasare al lupei
sq: Koordinata e anës së poshtme të zmadhuesit
sr@latn: Lupa se nalazi dole

source: Zoomer placement left
ar: وضع المكبّر على اليسار
az: Yaxınlaşdırıcı yerləşdirilməsi sol
ro: Plasare în stânga a lupei
sq: Koordinata e anës së majtë të zmadhuesit
sr@latn: Lupa se nalazi levo

source: Zoomer placement right
ar: وضع المكبّر على اليمين
az: Yaxınlaşdırıcı yerləşdirilməsi sağ
ro: Plasare în drepta a lupei
sq: Koordinata e anës së djathtë të zmadhuesit
sr@latn: Lupa se nalazi desno

source: Zoomer placement top
ar: وضع المكبّر في الأعلى
az: Yaxınlaşdırıcı yerləşdirilməsi üst
ro: Plasare la început a lupei
sq: Koordinata e anës së sipërme të zmadhuesit
sr@latn: Lupa se nalazi gore

source: Zoomers list
ar: قائمة المكبّرات
az: Yaxınlaşdırıcılar siyahısı
ro: Lista lupei
sq: Lista e zmadhuesve
sr@latn: Spisak uvećanja lupe

source: _Add/Modify
ar: إ_ضافة/تعديل
ro: _Adăugare/Modificare
sq: _Shto/Ndrysho
sr@latn: _Dodaj/izmeni

source: _Auto
ar: آ_لي
az: _Avtomatik
sr@latn: _Automatski

source: _Bottom:
ar: اﻷ_سفل
az: _Alt:
ro: La _sfârşit:
sq: _Poshtë:
sr@latn: _Dno:

source: _Invert
ar: _إعكس
az: _Tərs Çevir
ro: _Inversează
sq: _Shkëmbe
sr@latn: _Izvrni

source: _Left:
ar: _يسار
az: _Sol:
ro: S_tânga:
sq: _Majtas:
sr@latn: _Levo:

source: _None
ar: _لا شيء
az: _Heç biri
ro: _Fără
sq: _Asnjë
sr@latn: _Ništa

source: _Panning
ar: ال_تصغير
az: _Üfüqi istiqamətləndirmə
sq: _Rrëshqitja
sr@latn: _Pomeranje

source: _Remove
ar: _حذف
ro: Şte_rge
sq: _Hiq
sr@latn: U_kloni

source: _Right:
ar: _يمين
az: S_ağ:
ro: D_reapta:
sq: _Djathtas:
sr@latn: _Desno:

source: _Source:
ar: ال_مصدر
az: _Mənbə:
ro: _Sursa:
sq: _Burimi:
sr@latn: _Izvor:

source: _Top:
ar: _فوق
az: Ü_st:
ro: La începu_t:
sq: _Sipër:
sr@latn: _Vrh:

source: bilinear
ar: خطي ثنائي
az: cüt sətrli
ro: biliniar
sr@latn: bilinearno

source: centered
ar: في الوسط
az: ortalanmış
ro: centrat
sq: në qëndër
sr@latn: centrirano

source: none
ar: لا يوجد
az: yoxdur
ro: fără
sq: asnjë
sr@latn: nijedno

source: proportional
ar: نسبي
az: proporsiyonal
ro: proporţional
sq: në proporcion
sr@latn: srazmerno

source: push
ar: ادفع
az: itələ
ro: împinge
sq: shtyp
sr@latn: pritisni

source: Expert
ar: اخصائي
az: Mütəxəssis
sq: Ekspert
sr@latn: Stručnjak

source: Mode selected:
ar: النّسق المنتقى:
az: Süçili mod:
ro: Modul selectat:
sq: Modaliteti i zgjedhur:
sr@latn: Izabrani režim:

source: Presentation
ar: عرض
az: Təqdimat
ro: Prezentare
sq: Prezantime
sr@latn: Predstava

source: Verbose
ar: بالتفاصيل
az: İnteraktiv
ro: Vorbăreţ
sr@latn: Opširni

source: <b>Horizontal flags</b>
ar: <b>الشارات الأفقيّة</b>
az: <b>Üfüqi bayraqlar</b>
ro: <b>Indicatori orizontali</b>
sq: <b>Flags horizontalë</b>
sr@latn: <b>Vodoravne oznake</b>

source: <b>Vertical flags</b>
ar: <b>الشارات العموديّة</b>
az: <b>Şaquli bayraqlar</b>
ro: <b>Indicatori verticali</b>
sq: <b>Flags vertikalë</b>
sr@latn: <b>Vertikalne oznake</b>

source: Add all empty lines
ar: إضافة كل الأسطر الفارغة
az: Bütün boş sətirləri əlavə et
ro: Adaugă toate liniile goale
sq: Shto të gjithë rreshat bosh
sr@latn: Dodaj sve prazne redove

source: Add all spaces
ar: إضافة كل الفراغات
az: Bütün boşluqları əlavə et
ro: Adaugă toate spaţiile
sq: Shto të gjitha hapësirat
sr@latn: Dodaj sve razmake

source: Add all spaces and empty lines
ar: إضافة كل الفراغات و اﻷسطر الفارغة
az: Bütün boş sətirləri və boşluqları əlavə et
ro: Adaugă toate spaţiile şi liniile goale
sq: Shton të gjitha hapësirat dhe rreshtat bosh
sr@latn: Dodaj sve razmake i prazne redove

source: Add embedded empty lines
ar: إضافة سطور فارغة مضمّنة
az: Daxili boş sətirləri əlavə et
ro: Adaugă linii goale în interior
sq: Shton rreshta bosh në brendësi
sr@latn: Dodaj uključene prazne redove

source: Add embedded spaces
ar: إضافة الفراغات الضمنية
az: Daxili boşluqları əlavə et
ro: Adaugă spaţii în interior
sq: Shton hapësira në brendësi
sr@latn: Dodaj uključene razmake

source: Add leading empty lines
ar: إضافة اﻷسطر الفارغة في البداية
az: Başına boş sətirlər əlavə et
ro: Adaugă linii goale la început
sq: Shton rreshta bosh në fillim
sr@latn: Dodaj prazne redove sa početka

source: Add leading spaces
ar: إضافة الفراغات في بداية السطر
az: Başına boşluqlar əlavə et
ro: Adaugă spaţii la început
sq: Shton hapësira në fillim
sr@latn: Dodaj razmake sa početka

source: Add trailing empty lines
ar: إضافة اﻷسطر الفارغة في النهاية
az: Sonuna boş sətirlər əlavə et
ro: Adaugă linii goale la coadă
sq: Shton rreshta bosh në fund
sr@latn: Dodaj prazne redove sa kraja

source: Add trailing spaces
ar: إضافة الفراغات في نهاية السطر
az: Sonuna boşluqlar əlavə et
ro: Adaugă spaţii la coadă
sq: Shton hapësira bosh në fund
sr@latn: Dodaj razmake sa kraja

source: All _horizontal
ar: الكل أ_فقي
az: Hamısı _üfüqi
ro: Toate _orizontal
sq: Shto të gjithë _hapësirat
sr@latn: Sve _vodoravno

source: All _vertical
ar: الكل _عمودي
az: Hamısı _şaquli
ro: Toate _vertical
sq: Shto të gjithë _rreshtat
sr@latn: Sve _uspravno

source: Count em_pty lines
ar: _عدّ اﻷسطر الفارغة
az: Boş sətirləri _say
ro: Numără _liniile goale
sq: Numuro rreshtat bo_sh
sr@latn: Prebroj _prazne linije

source: Count empty lines
ar: عدّ اﻷسطر الفارغة
az: Boş sətirləri say
ro: Numără liniile goale
sq: Numuro rreshtat bosh
sr@latn: Prebroj prazne linije

source: E_mbedded
ar: م_ضمّن
az: Da_xili
ro: În i_nterior
sq: Në bre_ndësi
sr@latn: U_ključeno

source: Lea_ding
ar: مت_قدّم
az: B_aşında
ro: La înce_put
sq: Në _fillim
sr@latn: Pro_red

source: Screen Review Preferences
ar: تفضيلات مراجع الشاشة
az: Ekran İcmalı Seçimləri
sq: Preferimet e revizionit të screen
sr@latn: Postavke pregleda na ekranu

source: T_railing
ar: متأخّ_ر
az: S_onunda
ro: La sfâ_rşit
sq: Në f_und
sr@latn: _Prateći

source: _All flags
ar: جميع ال_شارات
az: _Bütün bayraqlar
ro: To_ate indicatoarele
sq: _Të gjithë flags
sr@latn: _Sve oznake

source: _Embedded
ar: _مضمّن
az: _Daxili
ro: În i_nterior
sq: Në _brendësi
sr@latn: _Uključeno

source: _Leading
ar: ال_متقدّم
az: _Başında
ro: _La început
sq: Në _fillim
sr@latn: Pro_red

source: _Trailing
ar: المتأ_خّر
az: _Sonunda
ro: La sfârşi_t
sq: Në fu_nd
sr@latn: _Prateće

source: <b>Absolute Value</b>
ar: <b>القيمة المطلقة</b>
az: <b>Mütləq Qiymət</b>
ro: <b>Valori Absolute</b>
sq: <b>Vlera absolute</b>
sr@latn: <b>Apsolutna vrednost</b>

source: <b>Driver</b>
ar: <b>الدافعة</b>
az: <b>Sürücü</b>
sr@latn: <b>Upravljački program</b>

source: <b>Properties</b>
ar: <b>خواص</b>
az: <b>Xassələr</b>
ro: <b>Proprietăţi</b>
sq: <b>Pronësitë</b>
sr@latn: <b>Osobine</b>

source: <b>Punctuation</b>
ar: <b>التنقيط و الفواصل</b>
az: <b>Punktuasiya</b>
ro: <b>Punctuaţie</b>
sq: <b>Pikësimi</b>
sr@latn: <b>Interpunkcija</b>

source: <b>Relative Values</b>
ar: <b>القيم النسبيّة</b>
az: <b>Nisbi Qiymətlər</b>
ro: <b>Valori Relative</b>
sq: <b>Vlerat relative</b>
sr@latn: <b>Relativne veličine</b>

source: <b>Text Echo</b>
ar: <b>كتابة النصوص</b>
az: <b>Mətn Əks Sədası</b>
ro: <b>Ecoul textului</b>
sq: <b>Echo në tekst</b>
sr@latn: <b>Ispisivanje teksta</b>

source: <b>Voice</b>
ar: <b>الصوت</b>
az: <b>Səs</b>
ro: <b>Voce</b>
sq: <b>Zëri</b>
sr@latn: <b>Glas</b>

source: <b>_Dictionary</b>
ar: <b>المع_جم</b>
az: <b>_Lüğət</b>
ro: <b>_Dicţionar</b>
sq: <b>_Fjalori</b>
sr@latn: <b>_Rečnik</b>

source: <b>_Replacement:</b>
ar: <b>_البديل</b>
az: <b>_Əvəzi:</b>
ro: <b>Înlocui_re:</b>
sq: <b>_Rivendosja:</b>
sr@latn: <b>_Zamena:</b>

source: <b>_Voice list</b>
ar: <b>قائمة الأص_وات</b>
az: <b>_Səs siyahısı</b>
ro: <b>Lista de _voci</b>
sq: <b>_Lista e zërave</b>
sr@latn: <b>_Spisak glasova</b>

source: <b>_Word:</b>
ar: <b>_كلمة</b>
az: <b>_Kəlmə:</b>
ro: <b>Cu_vânt</b>
sq: <b>_Fjala:</b>
sr@latn: <b>Re_č:</b>

source: A_ll
ar: ال_كلّ
az: _Hamısı
ro: Toa_te
sq: Gji_thçka
sr@latn: _Sve

source: Activate pitch
ar: شغّل الدرجة
az: Dərəcəni fəallaşdır
ro: Activare nivel
sq: Aktivo tonalitetin
sr@latn: Aktiviraj visinu tona

source: Activate rate
ar: شغّل نسبة التّغير
az: Səviyyəni fəallaşdır
ro: Activare viteză
sq: Aktivo shpejtësinë
sr@latn: Aktiviraj brzinu zvuka

source: Activate volume
ar: شغّل مقدار الصوت
az: Səsi fəallaşdır
ro: Activare volum
sq: Aktivo volumin
sr@latn: Aktiviraj jačinu zvuka

source: Add / Modify Dictionary Entry
ar: إضافة أو تعديل كلمة في المعجم
az: Lüğət Girişinə Əlavə Et / Təkmilləşdir
ro: Adaugă / Modifică Intrarea de Dicţionar
sq: Shto / Ndrysho një zë në fjalor
sr@latn: Dodaj/izmeni unos iz rečnika

source: Add / Modify Voice
ar: إضافة أو تعديل صوت
az: Səs Əlavə Et / Təkmilləşdir
ro: Adaugă / Modifică Vocea
sq: Shto / Ndrysho zërin
sr@latn: Dodaj/izmeni glas

source: Add new item in voices list
ar: إضافة إلى قائمة الأصوات
az: Səs siyahısına yeni üzv əlavə et
ro: Adaugă un nou element în lista de voci
sq: Shto një element të ri në listën e zërave
sr@latn: Dodaj novu stavku u spisak glasova

source: Add new word in dictionary
ar: إضافة كلمة جديدة إلى المعجم
az: Lüğətə yeni kəlmə əlavə et
ro: Adaugă un nou cuvânt în dicţionar
sq: Shto një fjalë të re në fjalor
sr@latn: Dodaj novu reč u rečnik

source: Change for all voices the engine driver and the engine speaker with a selected driver and speaker
ar: تغييردافعة المحرّك لجميع الأصوات و مكبر الصوت للمحرك بدافع و مكبر صوت محدّدين
az: Bütün səslər üçün mühərrik sürücüsünü və spikerini seçili sürücü və spikerlə dəyişdir.
sq: Ndrysho driver dhe zërin folës për të gjithë zërat duke e zevëndësuar me të tjerët e prezgjedhur
sr@latn: Zameni upravljački program za sve glasove i glavnog govornika sa izabranim upravljačkim programom i govornikom

source: Charac_ter
ar: حر_ف
az: _Hərf
ro: Carac_ter
sr@latn: _Znak

source: Count cha_racters
ar: _عِدّ الأحرف
az: Hərfləri _say
ro: Numără ca_raterele
sq: Numëro shk_ronjat
sr@latn: Prebroj zna_kove

source: Count characters
ar: عِدّ الأحرف
az: Hərfləri say
ro: Numără caracterele
sq: Numëro shkronjat
sr@latn: Prebroj znakove

source: Decrease pitch
ar: خفّض الدرجة
az: Dərəcəni azalt
ro: Decrementează nivelul
sq: Ule tonalitetin
sr@latn: Umanji visinu tona

source: Decrease rate
ar: خفّض النسبة
az: Sıxlığı azalt
ro: Decrementează viteza
sq: Zvogëlo shpejtësinë
sr@latn: Umanjiti brzinu zvuka

source: Decrease volume
ar: خفّض مقدار الصوت
az: Səsi azalt
ro: Decrementează volumul
sq: Ule volumin
sr@latn: Umanjiti jačinu zvuka

source: Dictionary
ar: معجم
az: Lüğət
ro: Dicţionar
sq: Fjalori
sr@latn: Rečnik

source: Dictionary list
ar: قائمة بالمعاجم
az: Lüğət siyahısı
ro: Lista de dicţionar
sq: Lista e fjalorëve
sr@latn: Spisak rečnika

source: Do not speak text
ar: عدم نطق النّص
ro: Nu vorbi textul
sq: Mos e shqipto tekstin
sr@latn: Ne izgovaraj tekst

source: Edit A_bsolute...
ar: _تعديل القيم المطلقة
az: Mütlə_qi Dəyişdir...
ro: Editare A_bsolute...
sq: Ndrysho vlerat a_bsolute...
sr@latn: Izmeni _apsolutne...

source: Edit Absolute Voice Values
ar: _تعديل قيم الصوت المطلقة
az: Mütləq Səs Qiymətlərini Dəyişdir
ro: Editare Valori Absolute pentru Voci
sq: Ndrysho vlerat absolute të zërit
sr@latn: Izmeni apsolutne vrednosti glasa

source: Edit R_elative...
ar: _تعديل القيم النسبية
az: N_isbini Dəyişdir...
ro: Editare R_elative...
sq: Ndrysho vlerat r_elative...
sr@latn: Izmeni _relativne...

source: Edit Relative Voice Values
ar: _تعديل قيم الصوت النسبية
az: Nisbi Səs Qiymətlərini Dəyişdir
ro: Editare Valori Relative pentru Voci
sq: Ndrysho vlerat relative të zërit
sr@latn: Izmeni relativne vrednosti glasa

source: Edit dictionary
ar: تعديل المعجم
az: Lüğəti dəyişdir
ro: Editare dicţionar
sq: Ndrysho fjalorin
sr@latn: Uredi rečnik

source: Edit parameter values absolutely
ar: تعديل قيم المتغييرات المطلقة
az: Parametr qiymətlərini mütləq olaraq dəyişdir
ro: Editare absolută a valorilor parametrilor
sq: Ndrysho parametrat duke përdorur vlerat absolute
sr@latn: Uredi apsolutne vrednosti parametara

source: Edit parameter values relatively
ar: تعديل قيم المتغييرات النسبية
az: Parametr qiymətlərini nisbi olaraq dəyişdir
ro: Editare relativă a valorilor parametrilor
sq: Ndrysho parametrat duke përdorur vlerat relative
sr@latn: Uredi relativne vrednosti parametara

source: Engine _driver:
ar: دافعة ال_محرّك:
az: Mühərrik _sürücüsü:
sq: _Driver i motorrit:
sr@latn: Uprav_ljački program:

source: Engine _speaker:
ar: مكبر صوت الم_حرك:
az: Mühərrik _spikeri:
sq: Zëri folës:
sr@latn: Glavni _zvučnik:

source: Engine driver
ar: جافع المحرّك
az: Mühərrik sürücüsü
sq: Driver i motorrit
sr@latn: Upravljački program

source: Engine speaker
ar: مكبر صوت المحرّك
az: Mühərrik spikeri
sq: Zëri folës
sr@latn: Glavni govornik

source: Gnopernicus system voice
ar: صوت نظام جنوبارنكوس
az: Gnopernicus sistem səsi
ro: Vocea Sistem Gnopernicus
sq: Sistemi i shqiptimit i gnopernicus
sr@latn: Sistemski glas Gnopernika

source: Ignore all punctuation
ar: تجاهل كل التنقيط والفواصل
az: Punktuasiyaları nəzərə alma
ro: Ignoră toată punctuaţia
sq: Shpërfill të gjithë pikëshënimet
sr@latn: Zanemari svu interpunkciju

source: Increase pitch
ar: زيادة حدة الصوت
az: Dərəcəni artır
ro: Incrementează nivelul
sq: Ngri tonalitetin
sr@latn: Povećaj visinu tona

source: Increase rate
ar: زيادة نسبة التزايد
az: Sıxlığı artır
ro: Incrementează viteza
sq: Rrit shpejtësinë
sr@latn: Povećaj brzinu zvuka

source: Increase volume
ar: زيادة مقدار الصوت
az: Səsi artır
ro: Incrementează volumul
sq: Ngri volumin
sr@latn: Povećaj jačinu zvuka

source: Made pitch sensitive for changing
ar: لقد صارت حدة الصوت حساسةً للتغييرات
az: Dərəcə dəyişməyə qarşı həssas edildi
ro: Fă nivelul senzitiv la schimbare
sq: Tonalitet i ndjeshëm ndaj ndryshimit
sr@latn: Učinio je visinu tona osetljivom na izmene

source: Made rate sensitive for changing
ar: لقد صارت نسبة التغيير الصوت حساسةً للتغييرات
az: Sıxlıq dəyişməyə qarşı həssas edildi
ro: Fă viteza senzitivă la schimbare
sq: Shpejtësia e ndjeshme ndaj ndryshimit
sr@latn: Učinio je brzinu zvuka osetljivom na izmene

source: Made volume sensitive for changing
ar: لقد صار مقدار الصوت حساساً للتغييرات
az: Səs dəyişməyə qarşı həssas edildi
ro: Fă volumul senzitiv la schimbare
sq: Volumi i ndjeshëm ndaj ndryshimit
sr@latn: Učinio je jačinu zvuka osetljivom na izmene

source: Modify selected voice
ar: تعديل الصوت المختار
az: Seçili səsi təkmilləşdir
ro: Modifică vocea selectată
sq: Ndrysho zërin e zgjedhur
sr@latn: Izmeni izabrani glas

source: Modify word
ar: عدّل الكلمة
az: Kəlməni təkmilləşdir
ro: Modifică cuvântul
sq: Ndrysho fjalën
sr@latn: Izmeni reč

source: Pitch
ar: الدرجة
az: Dərəcə
ro: Nivel
sq: Toni
sr@latn: Visina tona

source: Rate
ar: النسبة
az: Dərəcə
ro: Viteză
sq: Taksa
sr@latn: Brzina

source: Remove selected voice from voices list
ar: احذف الصوت المختار من القائمة
az: Seçili səsi səs siyahısından sil
ro: Şterge vocea selectată din list de voci
sq: Hiq zërat e zgjedhur nga lista e zërave
sr@latn: Ukloni izabrane glasova iz spiska glasova

source: Remove word from dictionary
ar: احذف الكلمة من المعجم
az: Kəlməni lüğətdən sil
ro: Şterge cuvântul din dicţionar
sq: Hiq fjalën nga fjalori
sr@latn: Ukloni reč iz rečnika

source: Replecement
ar: تغيير
az: Əvəz Etmə
ro: Înlocuire
sq: Zevëndësim
sr@latn: Zamena

source: Sa_y all navigation keys
ar: نطق _جميع مفاتيح التّصفّح
ro: Sp_une toate tastele de navigare
sq: Sh_qipto të gjithë tastet e lundrimit
sr@latn: Iz_govori sve upravljačke tastere

source: Say all modi_fiers
ar: قول كلّ الم_غيّرات
az: Bütün qısa _yolları oxu
ro: Spune toţi modi_ficatorii
sq: Shqipto të gjithë ndyshues_it
sr@latn: Izgovori sve izmenjiva_če

source: Say all modifiers
ar: قول كل المغيّرات
az: Bütün sür'ətləndiriciləri oxu
ro: Spune toţi modificatorii
sq: Shqipto të gjithë ndyshuesit
sr@latn: Izgovori sve izmenjivače

source: Say all navigation keys
ar: نطق جميع مفاتيح التّصفّح
ro: Spune toate tastele de navigare
sq: Shqipto të gjithë tastet e lundrimit
sr@latn: Izgovori sve upravljačke tastere

source: Say all s_paces
ar: اقرأ كلّ ال_فراغات
az: Bütün _boşluqları oxu
ro: Spune toate s_paţiile
sq: Shqipto të gjitha ha_pësirat
sr@latn: Izgovori sve _razmake

source: Say all spaces
ar: اقرأ كلّ الفراغات
az: Bütün boşluqları oxu
ro: Spune toată spaţiile
sq: Shqipto të gjitha hapësirat
sr@latn: Izgovori sve razmake

source: Say text as character
ar: اقرأ النصوص كأحرف
az: Mətni hərf olaraq oxu
ro: Spune textul ca şi caracter
sq: Shqipto tekstin si sekuencë shkronjash
sr@latn: Izgovori tekst kao znak

source: Say text as word
ar: اقرأ النصوص ككلمات
az: Mətni kəlmə olaraq oxu
ro: Spune textul ca şi cuvânt
sq: Shqipto tekstin si fjalë e plotë
sr@latn: Izgovori tekst kao reč

source: Set voices and the voice parameters
ar: اضبط الأصوات ومتغيراتها
az: Səsləri və səs parametrlərini seç
ro: Setează vocile şi parametrii vocilor
sq: Konfiguro zërat dhe parametrat vokalë
sr@latn: Postavi glasove i parametre glasa

source: Show all punctuation
ar: أظهر كل التنقيط والفواصل
az: Bütün punktuasiyaları göstər
ro: Arată toată punctuaţia
sq: Shfaq të gjithë shenjat e piksimit
sr@latn: Prikaži svu interpunkciju

source: Show most punctuation
ar: أظهر معظم التنقيط والفواصل
az: Punktuasiyaların çoxunu göstər
ro: Arată o mare parte a punctuaţiei
sq: Shfaq pjesën më të madhe të shenjave të piksimit
sr@latn: Prikaži većinu interpunkcije

source: Show some punctuation
ar: أظهر بعض التنقيط والفواصل
az: Punktuasiyaların bə'zilərini göstər
ro: Arată o parte a punctuaţiei
sq: Shfaq disa shenja piksimi
sr@latn: Prikaži deo interpunkcije

source: Speech Preferences
ar: تفضيلات أداة التكلم
az: Danışıq Seçimləri
ro: Preferinţele audio
sq: Preferimet për sintetizuesin vokal
sr@latn: Postavke govora

source: Test selected voice
ar: إختبر الصوت المختار
az: Seçili səsi sına
ro: Testează vocea selectată
sq: Provo zërin e zgjedhur
sr@latn: Isprobaj izabrani glas

source: Use dictionary
ar: إستخدم المعجم
az: Lüğəti işlət
ro: Foloseşte dicţionarul
sq: Përdor fjalorin
sr@latn: Koristi rečnik

source: Voice _name:
ar: اسم ال_صوت:
az: Səs _adı:
ro: _Numele vocii:
sq: _Emri i zërit:
sr@latn: _Ime glasa:

source: Voice list
ar: قائمة الأصوات
az: Səs siyahısı
ro: Lista de voci
sq: Lista e zërave
sr@latn: Spisak glasova

source: Voices
ar: اﻷصوات
az: Səslər
ro: Voci
sq: Zëra
sr@latn: Glasovi

source: Volume
ar: مقدار الصوت
az: Səs Həcmi
ro: Volum
sq: Volumi
sr@latn: Jačina zvuka

source: Word to replace
ar: الكلمة التي ستتغيّر
az: Əvəz ediləcək kəlmə
ro: Cuvântul de înlocuit
sq: Fjala që duhet zevëndësuar
sr@latn: Reč koja se zamenjuje

source: Word/Min
ar: كلمة لكل دقيقة
az: Kəlmə/Dəq
ro: Cuvânt/Min
sq: Fjalë/min
sr@latn: Reč/najmanje

source: _Dictionary...
ar: الم_عجم
az: _Lüğət...
ro: _Dicţionar...
sq: _Fjalori...
sr@latn: _Rečnik...

source: _Force All Voices to Selected Driver and Speaker
ar: إجبار كل الأصوات على اختيار الدافعة و مكبّرة الصوت
az: _Bütün Səsləri Sürücü və Spiker Seçməyə Məcburla
sq: _Detyro driver dhe zërin folës të zgjedhur për gjithë zërat
sr@latn: _Svi glasovi koriste izabrani upravljački program i govornika

source: _Ignore
ar: _تجاهل
az: _Rədd et
ro: _Ignoră
sq: _Shpërfill
sr@latn: _Zanemari

source: _Most
ar: _معظم
az: _Çoxusu
ro: Cea _mai mare parte
sq: _Gati e gjitha
sr@latn: _Većina

source: _Pitch (Hz)
ar: ال_درجة (هيرتز)
az: _Dərəcə (Hz)
ro: _Nivel (Herţi)
sq: _Tonaliteti (Hz)
sr@latn: _Visina tona (Hz)

source: _Pitch:
ar: ال_درجة:
az: _Dərəcə:
ro: _Nivel:
sq: _Tonaliteti:
sr@latn: _Visina tona:

source: _Rate (words/min)
ar: _المعدل (كلمة لكل دقيقة)
az: _Sıxlıq (kəlmə/dəq)
ro: _Viteza (cuvinte/min)
sq: _Shpejtësia (fjalë/min)
sr@latn: _Brzina (reči po minutu)

source: _Rate:
ar: ال_معدل:
az: _Dərəcə:
ro: _Viteza:
sq: _Shpejtësia:
sr@latn: _Brzina:

source: _Some
ar: _بعض
az: _Bə'zi
ro: _O parte
sq: _Pak
sr@latn: _Nešto

source: _Test voice
ar: _إختبر الصوت
az: _Səsi sına
ro: _Testează vocea
sq: _Provo zërin
sr@latn: _Isprobaj glas

source: _Use dictionary
ar: _إستخدم المعجم
az: _Lüğəti işlət
ro: _Foloseşte dicţionarul
sq: Pë_rdor fjalorin
sr@latn: _Koristi rečnik

source: _Voices...
ar: _الأص_وات
az: _Səslər...
ro: _Voci...
sq: _Zëra...
sr@latn: _Glasovi...

source: _Volume (%)
ar: م_قدار الصوت (%):
az: _Səs Həcmi (%)
ro: _Volum (procent)
sq: _Volumi (%)
sr@latn: _Jačina zvuka (%)

source: _Volume:
ar: م_قدار الصوت:
az: _Səs Həcmi:
ro: _Volum:
sq: _Volumi:
sr@latn: _Jačina zvuka:

source: _Word
ar: _كلمة
az: _Kəlmə
ro: Cu_vânt
sq: _Fjala
sr@latn: _Reč

source: words/min
ar: كلمة لكل دقيقة
az: kəlmə/dəq
ro: cuvinte/min
sq: fjalë/min
sr@latn: reči po minutu

source: <b>_Commands list</b>
ar: <b>قائمة اﻷوامر</b>
az: <b>Ə_mrlər siyahısı</b>
ro: <b>Lista de comenzi</b>
sq: <b>Lista e _komandave</b>
sr@latn: <b>Spisak _naredbi</b>

source: <b>_Layers list</b>
ar: <b>قائمة ال_طبقات</b>
az: <b>_Laylar siyahısı</b>
sq: <b>_Lista e niveleve</b>
sr@latn: <b>_Spisak slojeva</b>

source: <b>_User defined list</b>
ar: <b>قائمة تعريفات المستخدم</b>
az: <b>_İstifadəçi tə'yinli siyahı</b>
ro: <b>Lista definită de utilizator</b>
sq: <b>Lista e _personalizuar</b>
sr@latn: <b>_Korisnikov spisak naredbi</b>

source: Add Layer Key
ar: إضافة مفتاح طبقة
az: Lay Düyməsi Əlavə Et
sq: Shto një tast një niveli
sr@latn: Dodaj sloj tastera

source: Add User Defined Key
ar: إضافة مفتاح معرّف من طرف المستخدم
az: İstifadəçi Tə'yinli Düymə Əlavə Et
ro: Adaugă Tasta Definită de Utilizator
sq: Shto një tast të personalizuar
sr@latn: Dodaj taster definisan od strane korisnika

source: Add new item
ar: إضافة مادة جديدة
az: Yeni üzv əlavə et
ro: Adaugă un nou element
sq: Shto një element të ri
sr@latn: Dodaj novu stavku

source: Alt modifier
ar: مفتاح التعديل Alt
az: Alt sür'ətləndirici
ro: Modificatorul Alt
sq: Ndryshuesi «Alt»
sr@latn: Alt izmenjivač

source: Command Mapping
ar: تخطيط الأوامر
az: Əmr Xəritələməsi
ro: Atribuire Comandă
sq: Harta e komandave
sr@latn: Dodela naredbi

source: Commands List
ar: قائمة اﻷوامر
az: Əmr Siyahısı
ro: Lista de comenzi
sq: Lista e komandave
sr@latn: Spisak naredbi

source: Control modifier
ar: مفتاح التعديل Alt
az: Control sür'ətləndirici
ro: Modificatorul Control
sq: Ndryshuesi i «Control»
sr@latn: Control izmenjivač

source: Key number
ar: رقم المفتاح
az: Düymə nömrəsi
ro: Numărul tastei
sq: Numri i tastit
sr@latn: Broj tastera

source: Keys list
ar: قائمة المفاتيح
az: Düymə siyahısı
ro: Lista de taste
sq: Lista e tasteve
sr@latn: Spisak tastera

source: Layer command list
ar: قائمة أوامر الطبقة
az: Lay əmr siyahısı
sq: Lista e komandave të niveleve
sr@latn: Spisak sloja naredbi

source: Layer number
ar: رقم الطبقة
az: Lay nömrəsi
sq: Numri i nivelit
sr@latn: Broj sloja

source: Layers
ar: الطبقات
az: Laylar
sq: Nivelet
sr@latn: Slojevi

source: List of gnopernicus commands
ar: قائمة بأوامر جنوبارنكوس
az: Gnopernicus əmrlərinin siyahısı
ro: Lista comenzilor gnopernicus
sq: Lista e komandave të gnopernicus
sr@latn: Spisak gnopernikovih naredbi
