Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/gnopernicus/po/*.po
Languages: ar, az, ro, sq, sr@latn

source: Braille remote
ar: برايل عن بعد
az: Uzaq braille
sr@latn: Udaljeni Brajov terminal

source: Braille monitor
ar: شاشة مراقبة براي
az: Braille izləyicisi
ro: Monitor Braille
sq: Vizualizues braille
sr@latn: Brajov monitor

source: Invalid port number: %d.
ar: رقم منفذ غير صحيح: %d.
az: Hökmsüz qapı nömrəsi: %d.
ro: Port invalid: %d.
sq: Numër porte i gabuar: %d.
sr@latn: Neispravan broj porta: %d.

source: port_no = [1025 - 30000].
ar: رقم المنفذ = [1025 - 30000].
ro: Numărul de port = [1025 - 30000].
sr@latn: broj_porta = [1025–30000].

source: Can not open socket!
ar: لا يمكن فتح المقبس!
az: Soket açıla bilmir!
ro: Nu se poate deschide soclul!
sq: E pamundur hapja e socket!
sr@latn: Ne može da otvori soket!

source: Can not bind port number %d.
ar: لا يمكن ربط رقم المنفذ %d.
az: %d qapı nömrəsi düyümlənə bilmir.
ro: Nu se poate lega la portul %d.
sq: E pamundur lidhja me portën numër %d
sr@latn: Ne može da se zakači na port broj %d.

source: Waiting for data on port UDP %u.
ar: بصدد انتظار البيانات على منفذ UDP %u.
az: UDP %u qapısında mə'lumat gözlənir.
ro: Se aşteaptă date pe portul UDP %u.
sq: Në pritje të të dhënave tek porta UDP %u
sr@latn: Očekuje podatke na UDP portu %u.

source: Failed to init gconf client.
ar: فشل تشغيل عميل gconf.
az: Gconf alıcısı hazırlana bilmədi.
ro: Eşec la iniţializarea clientului gconf.
sq: Gabim gjatë nisjes së klientit gconf.
sr@latn: Nije uspeo da pokrene gkonf klijenta.

source: Failed to add directory.
ar: فشلت اضافة دليل.
az: Cərgə əlavə edilə bilmədi.
ro: Eşec la adăugare director.
sq: Gabim gjatë shtimit të directory.
sr@latn: Nije uspeo da doda direktorijum.

source: Failed to add notify.
ar: فشلت إضافة تنبيه.
az: Xəbərdarlıq əlavə edilə bilmədi.
ro: Eşec la adăugare notificare
sq: Gabim gjatë shtimit të njoftimit.
sr@latn: Nije uspeo da doda obaveštenje.

source: Expected key: %s
ar: المفتاح المترقب: %s
az: Gözlənilən açar: %s
ro: Tasta aşteptată: %s
sq: Kyçi i pritur: %s
sr@latn: Očekivani ključ: %s

source: Failed to set value: %d
ar: فشل ضبط القيمة لـ : %d
az: Qiymət tə'yin edilə bilmədi: %d
ro: Eşec la setarea valorii: %d
sq: Gabim gjatë vendosjes së vlerës: %d
sr@latn: Nije uspeo da postavi vrednost: %d

source: Invalid type of key: %s.
ar: نوع مفتاح غير سليم: %s.
az: Hökmsüz düymə növü: %s.
ro: Tip invalid al tastei: %s.
sq: Lloj i gabuar çelsi: %s.
sr@latn: Neispravana vrsta ključa: %s

source: Failed to set int value: %d.
ar: فشل ضبط القيمة الصحيحة: %d.
az: int qiyməti tə'yin edilə bilmədi: %d.
ro: Eşec la setarea valorii int: %d.
sq: Gabim gjatë vendosjes së vlerës së plotë: %d.
sr@latn: Nije uspeo da postavi celobrojnu vrednost: %d.

source: Failed to get value: %s.
ar: فشل تلقي القيمة: %s.
az: Qiymət alına bilmədi: %s.
ro: Eşec la preluarea valorii: %s.
sq: Gabim gjatë marrjes së vlerës: %s.
sr@latn: Ne može da pročita vrednost: %s.

source: Failed to set value: %d.
ar: فشل ضبط القيمة: %d.
az: Qiymət tə'yin edilə bilmədi: %d.
ro: Eşec la setarea valorii: %d.
sq: Gabim gjatë vendosjes së vlerës: %d.
sr@latn: Ne može da postavi vrednost: %d.

source: Failed to set boolean value: %d.
ar: فشل ضبط القيمة المنطقية: %d.
az: Boolean qiymət tə'yin edilə bilmədi: %d.
sq: Gabim gjatë vendosjes së vlerës booleane: %d.
sr@latn: Ne može da postavi istinitosnu vrednost: %d.

source: Failed to set value: %s.
ar: فشل ضبط القيمة: %s.
az: Qiymət tə'yin edilə bilmədi: %s.
ro: Eşec la setarea valorii: %s.
sq: Gabim gjatë vendosjes së vlerës: %s.
sr@latn: Ne može da postavi vrednost: %s.

source: Failed to get string value: %s.
ar: فشل تلقي القيمة السلسلية: %s.
az: Qatar qiyməti alına bilmədi: %s.
ro: Eşec la preluarea valorii string: %s.
sq: Gabim gjatë marrjes së vlerës së stringës: %s.
sr@latn: Ne može da pročita tekstualnu vrednost: %s.

source: Failed to set string value: %s.
ar: فشل ضبط القيمة السلسلية: %s.
az: Qatar qiyməti tə'yin edilə bilmədi bilmədi: %s.
ro: Eşec la setarea valorii string: %s.
sq: Gabim gjatë vendosjes së vlerës së stringës: %s.
sr@latn: Ne može da postavi tekstualnu vrednost: %s.

source: Invalid modetype: %s.
ar: نوع نسق غير سليم: %s.
az: Hökmsüz mod növü: %s.
ro: Modetype invalid: %s.
sq: Lloj modaliteti jo i vlefshëm: %s.
sr@latn: Pogrešan tip moda: %s.

source: %s font not installed.
ar: الخط %s غير مثبت.
az: %s yazı növü qurulu deyil.
ro: Fontul %s nu este instalat.
sq: Lloji i gërmave %s nuk është instaluar.
sr@latn: Font %s nije instaliran.

source: Can not parse color string.
ar: لا يمكن اعراب سلسلة اللون.
az: Rəng qatarı oxuna bilmir.
sq: Gabim gjatë analizimit të stringës së ngjyrës.
sr@latn: Ne može da razume niz znakova sa bojom.

source: Status
ar: الحالة
az: Vəziyyət
ro: Stare
sq: Gjendja
sr@latn: Stanje

source: Too many cells on display. [Max %d]
ar: عددٌ زائد من الخلايا على العرض. [الحد الأقصى %d]
ro: Prea multe celule pe ecran. [Max %d]
sq: Tepër qeli në vizualizues. [Max %d]
sr@latn: Previše ćelija na ekranu. [Najviše %d]

source: Load default display size. Line: %d Column: %d.
ar: تحميل حجم الشاشة الإفتراضي. السطر: %d الجدول: %d.
az: Ön qurğulu displey böyüklüyünü yüklə. Sətir: %d Sütun: %d.
ro: Descărcare mărime implicită a ecranului. Linia: %d Coloana: %d.
sq: Ngarko përmasën e prezgjedhur të vizualizuesit. Rreshta: %d Kollona: %d.
sr@latn: Učitaj uobičajenu veličinu prikaza. Red: %d, Kolona: %d.

source: BRLOUT attribute %s is not supported.
ar: صفة BRLOUT %s غير مدعومة.
az: BRLOUT atribyutu %s dəstəklənmir.
ro: Atributul BRLOUT %s nu este suportat.
sq: Atributi BRLOUT "%s" nuk suportohet.
sr@latn: Atribut BRLOUT %s nije podržan.

source: TEXT attribute %s is not supported.
ar: صفة TEXT %s غير مدعومة.
az: TEXT atribyutu %s dəstəklənmir.
ro: Atributul TEXT %s nu este suportat.
sq: Atributi TEXT "%s" nuk suportohet.
sr@latn: Atribut TEXT %s nije podržan.

source: Failed to set display size.
ar: فشل ضبط حجم الشاشة.
az: Displey böyüklüyü tə'yin edilə bilmədi.
ro: Eşec la setarea mărimii ecranului.
sq: Gabim gjatë vendosjes së përmasës së vizualizuesit.
sr@latn: Nije uspeo da postavi veličinu prikaza.

source: Failed to set display position.
ar: فشل ضبط موقع الشاشة.
az: Displey mövqeyi tə'yin edilə bilmədi.
ro: Eşec la setarea poziţiei ecranului.
sq: Gabim gjatë caktimit të pozicionit së vizualizuesit.
sr@latn: Nije uspeo da postavi položaj prikaza.

source: Failed to set display mode.
ar: فشل ضبط نسق الشاشة.
az: Displey modu tə'yin edilə bilmədi.
ro: Eşec la setarea modului de afişare.
sq: Gabim gjatë vendosjes së modalitetit të vizualizuesit.
sr@latn: Nije uspeo da postavi način prikaza.

source: Failed to set dot type colors.
ar: فشل ضبط ألوان نوع النقطة.
az: Nöqtə şəkilli rənglər tə'yin edilə bilmədi.
sq: Gabim gjatë vendosjes së ngjyrës së pikave.
sr@latn: Nije uspeo da postavi boje za tip tačke.

source: Failed to set font size.
ar: فشل ضبط حجم الخط.
az: Yazı növü böyüklüyü tə'yin edilə bilmədi.
ro: Eşec la setarea mărimii fontului.
sq: Gabim gjatë vendosjes së madhësisë së gërmave.
sr@latn: Nije uspeo da postavi veličinu fonta.

source: Invalid position: %s.
ar: موقع غير صحيح: %s.
az: Hökmsüz mövqe: %s.
ro: Poziţie invalidă: %s.
sq: Pozicion i pavlefshëm: %s.
sr@latn: Neispravan položaj: %s.

source: Unable to allocate memory.
ar: لا يمكن تخصيص ذاكرة.
az: Yaddaş ayrıla bilmədi.
ro: Nu se poate aloca memorie.
sq: Nuk arrij të shpërndaj memorjen.
sr@latn: Ne može da obezbedi memoriju.

source: Failed to set braille style: %s.
ar: فشل ضبط أسلوب براي: %s.
az: Braille displeyi tə'yin edilə bilmədi: %s.
ro: Eşec la setarea stilului braille: %s.
sq: Gabim gjatë vendosjes së stilit braille: %s.
sr@latn: Ne može da postavi brajov stil: %s.

source: Failed to set braille cursor style: %s.
ar: فشل ضبط أسلوب مؤشر براي: %s.
az: Braille kursor tərzi tə'yin edilə bilmədi: %s.
ro: Eşec la setarea stilului cursorului braille: %s.
sq: Gabim gjatë vendosjes së stilit të kursorit braille: %s.
sr@latn: Ne može da postavi stil brajovog kursora: %s.

source: Failed to set attribute settings: %d.
ar: فشل ضبط تعيينات الإسناد: %d.
az: Atribut qurğuları tə'yin edilə bilmədi: %d.
sq: Gabim gjatë përcaktimit të atributeve: %d.
sr@latn: Ne može da postavi podešavanja osobina: %d.

source: Failed to set braille device: %s.
ar: فشل ضبط جهاز براي: %s.
az: Braille avadanlığı tə'yin edilə bilmədi: %s.
ro: Eşec la setarea dispozitivului braille: %s.
sq: Gabim gjatë përcaktimit të dispozitivit braille: %s.
sr@latn: Ne može da postavi brajov uređaj: %s.

source: Failed to set fill character: %s.
ar: فشل ضبط رمز الملأ: %s.
az: Doldurma hərfi tə'yin edilə bilmədi: %s.
sq: Gabim gjatë përcaktimit të simbolit mbushës: %s.
sr@latn: Ne može da postavi znak za ispunjavanje: %s.

source: Failed to set serial port number: %d.
ar: فشل ضبط رقم المنفذ المسلسل : %d
az: Qapı nömrəsi tə'yin edilə bilmədi: %d.
ro: Eşec la setarea portului serial: %d.
sq: Gabim gjatë përcaktimit të numrit të portës seriale: %d.
sr@latn: Ne može da postavi broj serijskog porta: %d.

source: Failed to set translation table: %s.
ar: فشل ضبط جدول الترجمة: %s.
az: Tərcümə cədvəli tə'yin edilə bilmədi: %s.
ro: Eşec la setarea tabelei de traducere: %s.
sq: Gabim gjatë përcaktimit të tabelës së përkthimeve: %s.
sr@latn: Ne može da postavi tablicu za prevođenje: %s.

source: Failed to set optical sensor: %d.
ar: فشل ضبط جهاز الإستشعار البصري: %d
az: Optik sensorlar tə'yin edilə bilmədi: %d.
ro: Eşec la setarea senzorului optic: %d.
sq: Gabim gjatë përcaktimit të sensorit optik: %d.
sr@latn: Ne može da postavi optički senzor: %d.

source: Failed to set position sensor: %d.
ar: فشل ضبط مستشعر المواقع: %d.
az: Mövqe sensoru tə'yin edilə bilmədi: %d.
ro: Eşec la setarea senzorului de poziţie: %d.
sq: Gabim gjatë përcaktimit të sensorit të pozicionit: %d.
sr@latn: Ne može da postavi senzor položaja: %d.

source: Failed to set status cell: %s.
ar: فشل ضبط خلية الحالة: %s.
az: Vəziyyət hücrəsi tə'yin edilə bilmədi: %s.
ro: Eşec la setarea celulei de stare: %s.
sq: Gabim në përcaktimin e qelisë së gjendjes: %s.
sr@latn: Ne može da postavi ćeliju sa stanjem: %s.

source: <none>
ar: <لاشئ>
az: <yoxdur>
ro: <fără>
sq: <asnjë>
sr@latn: <ništa>

source: American English
ar: انكليزي أميركي
az: Amerikan İngilis Dili
ro: Engleză Americană
sq: Anglisht Amerikane
sr@latn: Američki engleski

source: German
ar: ألماني
az: Alman Dili
ro: Germană
sq: Gjermanisht
sr@latn: Nemački

source: Spanish
ar: اسباني
az: İspan Dili
ro: Spaniolă
sq: Spanjisht
sr@latn: Španski

source: Swedish
ar: سويدي
az: İsveç Dili
ro: Suedeză
sq: Suedisht
sr@latn: Švedski

source: X display's _terminal number:
ar: رقم ال _طرفية لشاشة X:
az: X displeyinin _terminal nömrəsi:
ro: Numărul de _terminal al ecranului X:
sq: Numri i _terminalit të display X:
sr@latn: Broj _terminala na Iks ekranu:

source: Language
ar: لغة
az: Dil
ro: Limba
sq: Gjuha
sr@latn: Jezik

source: No selected command!
ar: لا أمر منتقى!
az: Əmr seçilməyib!
ro: Nici o comandă selectată!
sq: Nuk është zgjedhur asnjë komandë!
sr@latn: Nema izabrane naredbe!

source: Invalid device key!
ar: مفتاج جهاز غير صحيح!
az: Hökmsüz avadanlıq qiyməti!
ro: Tastă invalidă!
sq: Pulsanti i shoqëruar me dispozitivin nuk është i vlefshëm!
sr@latn: Neispravan ključ uređaja!

source: Commands
ar: أوامر
az: Əmrlər
ro: Comenzi
sq: Komandat
sr@latn: Naredbe

source: No selected item to modify!
ar: لا عنصر منتقى للتغيير!
az: Dəyişdiriləcək seçili üzv yoxdur!
ro: Nici un element selectat pentru a fi modificat!
sq: Nuk është zgjedhur asnjë element për t'u ndryshuar!
sr@latn: Nije izabrana stavka koju treba menjati!

source: Invalid selected item!
ar: عنصر منتقى غير سليم!
az: Hökmsüz seçili üzv!
ro: Element selectat invalid!
sq: Elementi i zgjedhur nuk është i vlefshëm!
sr@latn: Neispravno izabrana stavka!

source: No selected item to remove!
ar: لا عنصر منتقى للحذف!
az: Silinəcək seçili üzv yoxdur!
ro: Nici un element selectat pentru a fi şters!
sq: Nuk është zgjedhur asnjë element për t'u hequr!
sr@latn: Nije izabrana stavka koju treba ukloniti!

source: Braille Keys
ar: مفاتيح براي
az: Braille Düymələri
ro: Tastele Braille
sq: Pulsante braille
sr@latn: Brajovi ključevi

source: Change commit error.
ar: خطأ تغيير الإرسال.
az: Dəyişmə commit xətası.
sq: Gabim gjatë dorëzimit të ndryshimit.
sr@latn: Greška pri prosleđivanju izmene.

source: decrease y scale
ar: خفض مقياس ص
az: y miqyasını azalt
ro: decrementare axa y
sq: zvogëlo shkallën e aksit y
sr@latn: umanji uspravnu razmeru

source: decrease x scale
ar: خفض مقياس س
az: x miqyasını azalt
ro: decrementare axa x
sq: zvogëlo shkallën e aksit x
sr@latn: umanji vodoravnu razmeru

source: increase y scale
ar: رفع مقياس ص
az: y miqyasını artır
ro: incrementare axa y
sq: zmadho shkallën e aksit y
sr@latn: uvećaj uspravnu razmeru

source: increase x scale
ar: رفع مقياس س
az: x miqyasını artır
ro: incrementare axa x
sq: zmadho shkallën e aksit x
sr@latn: uvećaj vodoravnu razmeru

source: lock xy scale
ar: قفل مقياس س ص
az: xy miqyasını qıfılla
sq: blloko shkallët e akseve x dhe y
sr@latn: zaključaj uspravnu i vodoravnu razmeru

source: smoothing toggle
ar: تحويل حالة التنعيم
az: yumuşaltma düyməsi
sq: ndrysho smusaturën
sr@latn: prekidač za doterivanje

source: cursor toggle
ar: تحويل حالة المؤشر
az: kursor düyməsi
sq: ndrysho kursorin
sr@latn: prekidač za kurzor

source: cursor on/off
ar: تشغيل/ايقاف المؤشر
az: kursor fəal/bağlı
sq: aktivo/ç'aktivo kursorin
sr@latn: kurzor uključen/isključen

source: cursor magnification on/off
ar: تشغيل/ايقاف تكبير المؤشّر
az: kursor yaxınlaşdırması fəal/bağlı
sq: aktivo/ç'aktivo zmadhimin e kursorit
sr@latn: uvećanje kurzora uključeno/isključeno

source: decrease cursor size
ar: خفض حجم المؤشر
az: kursor böyüklüyünü azalt
ro: decrementare mărime cursor
sq: zvogëlo madhësinë e kursorit
sr@latn: umanji veličinu kurzora

source: increase cursor size
ar: رفع حجم المؤشر
az: kursor böyüklüyünü artır
ro: incrementare mărime cursor
sq: zmadho madhësinë e kursorit
sr@latn: uvećaj veličinu kurzora

source: invert on/off
ar: تشغيل/ايقاف عكس الخلفية
az: çevirmə fəal/bağlı
ro: inversare on/off
sq: aktivo/ç'aktivo invertimin
sr@latn: uključeno/isključeno obrtanje boja

source: magnifier default
ar: إفتراضات المكبرة
az: ön qurğulu böyüdücü
ro: lupă implicită
sq: përdor zmadhimin e prezgjedhur
sr@latn: uobičajeno uvećanje

source: crosshair on/off
ar: تفعيل/تعطيل لعلامة التقاطع
az: ox fəal/bağlı
sq: aktivo/ç'aktivo shënjestrën
sr@latn: nišan uključen/isključen

source: crosshair clip on/off
ar: تفعيل/تعطيل علامة مشبك التقاطع
az: ox tutucusu fəal/bağlı
sq: aktivo/ç'aktivo zgjedhjen me shënjestër
sr@latn: isečak nišan uključen/isključen

source: decrease crosshair size
ar: خفض حجم علامة التقاطع
az: ox böyüklüyünü azalt
sq: zvogëlo madhësinë e shënjestrës
sr@latn: umanji veličinu nišana

source: increase crosshair size
ar: رفع حجم علامة التقاطع
az: ox böyüklüyünü artır
sq: zmadho madhësinë e shënjestrës
sr@latn: uvećaj veličinu nišana

source: automatic panning on/off
ar: تفعبل/تعطيل التصغير الآلي
az: avtomatik üfüqi istiqamətləndirmə fəal/bağlı
sq: aktivo/ç'aktivo rrëshqitjen automatike
sr@latn: automatsko pomeranje uključeno/isključeno

source: mouse tracking toggle
ar: تشغيل أو ايقاف تتبع موقع الفأرة
az: siçan izləmə düyməsi
sq: ndrysho mënyrën e ndjekjes së mouse
sr@latn: prekidač za praćenje miša

source: load magnifier defaults
ar: تحميل إفتراضات المكبر
az: böyüdücü ön qurğularını yüklə
ro: încărcare opţiuni implicite pentru lupă
sq: ngarko vlerat e prezgjedhura të zmadhuesit
sr@latn: učitaj podrazumevana podešavanja za uvećanje

source: decrease pitch
ar: تقليل الدرجة
az: dərəcəni azalt
ro: decrementare nivel
sq: ul tonalitetin
sr@latn: umanji frekvenciju

source: increase pitch
ar: زيادة الدرجة
az: dərəcəni artır
ro: incrementare nivel
sq: rrit tonalitetin
sr@latn: uvećaj frekvenciju

source: default pitch
ar: درجة الميل الإفتراضيّة
az: ön qurğulu dərəcə
ro: nivel implicit
sq: tonaliteti i prezgjedhur
sr@latn: uobičajena frekvencija

source: decrease rate
ar: نسبة التناقص
az: sıxlığı azalt
ro: decrementare viteză
sq: ul shpejtësinë
sr@latn: umanji brzinu

source: increase rate
ar: ارفع نسبة التزايد
az: sıxlığı artır
ro: incrementare viteză
sq: rrit shpejtësinë
sr@latn: uvećaj brzinu

source: default rate
ar: النسبة الإفتراضية
az: ön qurğulu sıxlıq
ro: viteză implicită
sq: shpejtësia e prezgjedhur
sr@latn: uobičajena brzina

source: decrease volume
ar: تخفيض حدة الصوت
az: səsi azalt
ro: decrementare volum
sq: ul volumin
sr@latn: umanji jačinu zvuka

source: increase volume
ar: رفع حدة الصوت
az: səsi artır
ro: incrementare volum
sq: ngri volumin
sr@latn: uvećaj jačinu zvuka

source: default volume
ar: حدة الصوت الإفتراضية
az: ön qurğulu səs
ro: volum implicit
sq: volumi i prezgjedhur
sr@latn: uobičajena jačina zvuka

source: speech default
ar: افتراضات أداة التكلم
az: ön qurğulu danışma
ro: audio implicit
sr@latn: uobičajen govor

source: goto parent
ar: اذهب إلى الأب
az: valideynə get
ro: du-te la părinte
sq: shko sipër
sr@latn: idi na sadržaoca

source: goto child
ar: اذهب إلى الابن
az: törəməyə get
ro: du-te la copil
sq: shko poshtë
sr@latn: idi na naslednika

source: goto previous
ar: اذهب إلى السابق
az: əvvəlkinə get
ro: du-te înainte
sq: shko tek paraardhësi
sr@latn: idi na prethodni

source: goto next
ar: اذهب إلى التالي
az: sonrakına get
ro: du-te la următorul
sq: shko tek pasardhësi
sr@latn: idi na sledeći

source: repeat last
ar: اعد الأخير
az: sonuncunu təkrarla
ro: repetă ultima
sq: përsërit të fundit
sr@latn: ponovi poslednje

source: goto focus
ar: اذهب إلى المركز
az: fokusa get
ro: du-te la focalizare
sq: shko tek fokus
sr@latn: idi na žižu

source: goto title
ar: اذهب إلى العنوان
az: başlığa get
ro: du-te la titlu
sq: shko tek titulli
sr@latn: idi na naslov

source: goto menu
ar: اذهب إلى القائمة
az: menyuya get
ro: du-te la meniu
sq: shko tek menu
sr@latn: idi na meni

source: goto toolbar
ar: اذهب إلى عمود الأدوات
az: vasitə çubuğuna get
ro: du-te la bara de unelte
sq: shko tek paneli i instrumentëve
sr@latn: idi na alatke

source: goto statusbar
ar: اذهب إلى عمود الحالة
az: vəziyyət çubuğuna get
ro: du-te la bara de stare
sq: shko tek paneli i gjëndjes
sr@latn: idi na liniju sa stanjem

source: widget surroundings
ar: محيطات القطعة
az: widget ətrafı
sq: kornizat e widget
sr@latn: okruženja elemenata

source: goto caret
ar: اذهب إلى علامة اﻷضافة
az: caretə get
ro: du-te la cursor
sq: shko tek kursori
sr@latn: idi na znak za umetanje

source: goto first
ar: اذهب إلى الأول
az: birinciyə get
ro: du-te la prima
sq: shko tek i pari
sr@latn: idi na prvi

source: goto last
ar: اذهب إلى الأخير
az: axırıncıya get
ro: du-te la ultima
sq: shko tek i fundit
sr@latn: idi na poslednji

source: change navigation mode
ar: تغيير نمط التصفح
az: naviqasiya modunu dəyişdir
ro: schimbare mod de navigare
sq: ndrysho mënyrën e lundrimit
sr@latn: izmeni način upravljanja

source: toggle flat review/focus tracking mode
ar: تحوّل بين نسق التتبع البسيط للتركيز/المعاينة
az: düz izləməni aç/fokus izləmə modu
sq: ndrysho midis modalitetit të revizionit flat/ndjekja e fokus
sr@latn: izmeni ravan prelaz/praćenje žiže

source: flat review
ar: معاينة بسيطة
az: düz izləmə
sq: revizion flat
sr@latn: ravan prelaz

source: window hierarchy
ar: هرمية النافذة
az: pəncərə iyerarxiyası
ro: ierarhia ferestrei
sq: gjerarkia e dritareve
sr@latn: hijerarhija prozora

source: read whole window
ar: قراءة النّافذة بكاملها
ro: citeşte întreaga fereastră
sq: lexo krejt dritaren
sr@latn: pročitaj ceo prozor

source: detailed informations
ar: معلومات مفصلة
az: ətrflı mə'lumatlar
ro: informaţii detaliate
sq: informacione të hollësishme
sr@latn: detaljni podaci

source: do default action
ar: فعل العمل الإفتراضي
az: ön qurğulu gedişat et
ro: execută acţiunea implicită
sq: zbato veprimin e prezgjedhur
sr@latn: izvedi uobičajenu akciju

source: window overview
ar: نظرة عامة عن النافذة
az: pəncərə icmalı
ro: descriere generală
sq: paraqitja e bashkësisë së dritareve
sr@latn: pregled prozora

source: find next
ar: ايجاد التالي
az: sonrakını tap
ro: caută următorul
sq: gjej në vazhdim
sr@latn: nađi sledeći

source: find set
ar: ايجاد الضبط
az: dəstəni tap
ro: caută set
sq: gjej bashkësinë
sr@latn: nađi postavljen

source: attributes at caret
ar: الخواص عند علامة الإضافة
az: caretdəki atributlar
ro: atribute la cursor
sq: atributet tek kursori
sr@latn: atributi na mestu umetanja

source: watch current object
ar: راقب الجسم الحالي
az: hazırkı obyekti izlə
ro: urmăreşte obiectul curent
sq: mbaj objektin aktual
sr@latn: prati tekući objekat

source: unwatch all objects
ar: إلغاء مراقبة جميع الأجسام
az: obyektləri izləmə
ro: nu urmări nici un obiect
sq: shkëput të gjithë objektet
sr@latn: ne prati sve objekte

source: mouse left press
ar: ضغط يسار الفأرة
az: siçanın sol düyməsinin basılışı
ro: butonul stâng al mausului apăsat
sq: presion mbi tastin e majtë të mouse
sr@latn: levi pritisak miša

source: mouse left click
ar: نقر يسار الفأرة
az: siçanın sol düyməsinin tıqlanması
ro: clic butonul stâng al mausului
sq: klik me tastin e majtë të mouse
sr@latn: levi klik miša

source: mouse left release
ar: إطلاق يسار الفأرة
az: siçanın sol düyməsinin buraxılışı
ro: butonul stâng al mausului eliberat
sq: lëshimi i tastit të majtë të mouse
sr@latn: levo otpuštanje miša

source: mouse right press
ar: ضغط يمين الفأرة
az: siçanın sağ düyməsinin basılışı
ro: butonul drept al mausului apăsat
sq: presion mbi tastin e djathtë të mouse
sr@latn: desni pritisak miša

source: mouse right click
ar: نقر يمين الفأرة
az: siçanın sağ düyməsinin tıqlanması
ro: clic butonul drept al mausului
sq: klik me tastin e djathtë të mouse
sr@latn: desni klik miša

source: mouse right release
ar: إطلاق يمين الفأرة
az: siçanın sağ düyməsinin buraxılışı
ro: butonul drept al mausului eliberat
sq: lëshimi i tastit të djathtë të mouse
sr@latn: desno otpuštanje miša

source: mouse middle press
ar: ضغط وسط الفأرة
az: siçanın orta düyməsinin basılışı
ro: butonul de mijloc al mausului apăsat
sq: presion mbi tastin qendror të mouse
sr@latn: srednji pritisak miša

source: mouse middle release
ar: إطلاق وسط الفأرة
az: siçanın orta düyməsinin buraxılışı
ro: butonul de mijloc al mausului eliberat
sq: lëshimi i tastit qendror të mouse
sr@latn: srednje otpuštanje miša

source: mouse middle click
ar: نقر وسط الفأرة
az: siçanın orta düyməsinin tıqlanması
ro: clic butonul de mijloc al mausului
sq: klik me tastin qendror të mouse
sr@latn: srednji klik miša

source: mouse goto current
ar: حرّك الفأرة الى الإختيار الحالي
az: siçan hazırkına getsin
ro: du-te la elementul curent
sq: shko me mouse tek elementi aktual
sr@latn: mišem idi na tekuće

source: shutup
ar: سكوت
az: bağla
ro: taci
sq: urtë
sr@latn: ućuti

source: pause/resume
ar: إيقاف مؤقت/إنهاء
az: fasilə ver/davam et
ro: pauză/reia lucrul
sq: pezullo/rifillo
sr@latn: zaustavi/nastavi

source: char left
ar: الرمز على اليسار
az: soldakı hərf
ro: caracter stânga
sq: një shkronjë majtas
sr@latn: znak levo

source: char right
ar: الرمز على اليمين
az: sağdakı hərf
ro: caracter dreapta
sq: një shkronjë djathtas
sr@latn: znak desno

source: display left
ar: عرض على اليسار
az: solu göstər
ro: afişează stânga
sq: shfaq majtas
sr@latn: prikaži levo

source: display right
ar: عرض على اليمين
az: sağı göstər
ro: afişează dreapta
sq: shfaq djathtas
sr@latn: prikaži desno

source: braille on/off
ar: تفعيل/تعطيل بريل
az: braille fəal/bağlı
sq: aktivo/ç'aktivo braille
sr@latn: brajov uključen/isključen

source: speech on/off
ar: تفعيل/تعطيل الكلام
az: danışma fəal/bağlı
ro: audio on/off
sq: aktivo/ç'aktivo shqiptimin
sr@latn: govor uključen/isključen

source: magnifier on/off
ar: تفعيل/تعطيل المكبّرة
az: böyüdücü fəal/bağlı
ro: lupă on/off
sq: aktivo/ç'aktivo zmadhuesin
sr@latn: lupa uključena/isključena

source: braille monitor on/off
ar: تفعيل/تعطيل مراقبة بريل
az: braille izləyicisi fəal/bağlı
ro: monitorul braille on/off
sq: aktivo/ç'aktivo vizualizuesin braille
sr@latn: brajov monitor uključen/isključen

source: apostrophe
ar: الفاصلة
az: apostrof
ro: apostrof
sq: apostrofë
sr@latn: apostrof
