Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/gnopernicus/po/*.po
Languages: ar, az, ro, sq, sr@latn

source: _2 Move mouse and click left
ar: _2 حرّك الفأرة ثمّ اضغط على زرّها اﻷيسر
az: _2 Siçanı hərəkət etdir və solu tıqla
ro: _2 Mişcă mausul şi fă clic stânga
sq: _2 Lëviz mouse dhe kliko me tastin e majtë
sr@latn: _2 Pomeri miša i levi-klik

source: _3 Move mouse and click right
ar: _3 حرّك الفأرة ثمّ اضغط على زرّها اﻷيمن
az: _3 Siçanı hərəkət etdir və sağı tıqla
ro: _3 Mişcă mausul şi fă clic dreapta
sq: _3 Lëviz mouse dhe kliko me tastin e djathtë
sr@latn: _3 Pomeri miša i desni-klik

source: _4 Move mouse and click left or right
ar: _4 حرّك الفأرة ثمّ اضغط على زرّها اليسار واليمين
az: _4 Siçanı hərəkət etdir və solu ya da sağı tıqla
ro: _4 Mişcă mausul şi fă clic stânga sau dreapta
sq: _4 Lëviz mouse dhe kliko me tastin e majtë ose të djathtë
sr@latn: _4 Pomeri miša i levi ili desni klik

source: _5 Move caret
ar: _5 حرّك علامة الإضافة
az: _5 Careti daşı
ro: _5 Mută cursorul
sq: _5 Lëviz kursorin
sr@latn: _5 Premesti mesto umetanja

source: _6 Show X coordinate
ar: _6 أظهر احداثي س
az: _6 X mövqeyini göstər
ro: _6 Arată coordonatele X
sq: _6 Shfaq koordinatën X
sr@latn: _6 Prikaži X koordinatu

source: _7 Show Y coordinate
ar: _7 أظهر احداثي ص
az: _7 Y mövqeyini göstər
ro: _7 Arată coordonatele Y
sq: _7 Shfaq koordinatën Y
sr@latn: _7 Prikaži Y koordinatu

source: _8 Font style
ar: _8 أسلوب الخط
az: _8 Yazı növü tərzi
ro: _8 Stilul fontului
sq: _8 Stili i gërmave
sr@latn: _8 Stil fonta

source: _9 Font name
ar: _9 اسم الخط
az: _9 Yazı növü adı
ro: _9 Numele fontului
sq: _9 Emri i gërmave
sr@latn: _9 Ime fonta

source: _Commands:
ar: اﻷوا_مر
az: _Əmrlər:
ro: _Comenzi:
sq: _Komandat:
sr@latn: _Naredbe:

source: _Device key:
ar: _مفتاح الجهاز
az: _Avadanlıq qiyməti:
ro: Tasta _dispozitivului:
sq: Tasti i _dispozitivit:
sr@latn: _Taster uređaja:

source: _Modify
ar: _تعديل
az: _Düzəlt
ro: _Modifică
sq: _Ndrysho
sr@latn: _Izmeni

source: Braille Preferences
ar: تفضيلات بريل
az: Braille Qurğuları
ro: Preferinţe Braille
sq: Preferimet e braille
sr@latn: Brajove postavke

source: Close braille settings
ar: أغلق تفضيلات بريل
az: Braille qurğularını bağla
ro: Închide setările braille
sq: Mbyll konfigurimin e braille
sr@latn: Zatvori brajovo podešavanje

source: Map function for display keys
ar: اقرن وظيفة لمفاتيح العرض
az: Displey düymələri üçün funkiyanı xəritələ
sq: Funksioni i hartës për tastet e vizualizuesit
sr@latn: Dodeli namenu ekranskim tasterima

source: Select braille device
ar: إختر جهاز براي
az: Braille avadanlığını seç
ro: Selectează dispozitivul braille
sq: Zgjidh dispozitivin braille
sr@latn: Izaberite brajov uređaj

source: Select braille style 8/6 dots
ar: إختر أسلوب بريل 8 أو 6 نقاط
az: Braille tərzini seç 8/6 nöqtə
ro: Selectează stilul braille 8/6 puncte
sq: Zgjidh midis stileve braille me 8 pikë dhe me 6 pikë
sr@latn: Izaberite brajov stil 8/6 tačaka

source: Select cursor setting FullCell/UnderLined/NoCursor
ar: إنتقاء تعيينات المؤشر خلية كاملة/مسطرة/لا مؤشر
az: TamHücrə/AltıCızqılı/Kursorsuz kursor qurğusunu seç
ro: Selectează setarea cursorului CelulăPlină/Subliniat/FărăCursor
sq: Zgjidh konfigurimin e kursorit FullCell/UnderLined/NoCursor
sr@latn: Izaberite podešavanje kurzora PunaĆelija/Podvučen/BezKurzora

source: Select translation table for braille device
ar: إختار جدول الترجمة لجهاز البريل
az: Braille avadanlığı üçün tərcümə cədvəlini seç
ro: Selectează tabela de traducere pentru dispozitivul braille
sq: Zgjidh tabelën e përkthimit për dispozitivin braille
sr@latn: Izaberite tablicu prevođenja za brajov uređaj

source: _1 Braille Device
ar: _1 جهاز بريل
az: _1 Braille Avadanlığı
ro: _1 Dispozitivul Braille
sq: _1 Dispozitivi Braille
sr@latn: _1 Brajov uređaj

source: _2 Translation Table
ar: _2 جدول الترجمة
az: _2 Tərcümə Cədvəli
ro: _2 Tabela de traducere
sq: _2 Tabela e përkthimit
sr@latn: _2 Tablica prevođenja

source: _3 Braille Style
ar: _3 أسلوب البريل
az: _3 Braille Tərzi
ro: _3 Stilul Braille
sq: _3 Stili i braille
sr@latn: _3 Brajov stil

source: _4 Cursor Preferences
ar: _4 تفضيلات المؤشر
az: _4 Kursor Qurğuları
ro: _4 Preferinţele cursorului
sq: _4 Preferimet për kursorin
sr@latn: _4 Postavke kurzora

source: _5 Braille Key Mapping
ar: _5 تعريفات مفاتيح بريل
az: _5 Braille Düymə Xəritələməsi
sq: _5 Harta e tasteve të braille
sr@latn: _5 Brajov raspored tastera

source: Braille Style
ar: أسلوب البريل
az: Braille Tərzi
ro: Stilul Braille
sq: Stili i braille
sr@latn: Brajov stil

source: Use 6 dots
ar: إستخدم 6 نقاط
az: 6 nöqtə işlət
ro: Foloseşte 6 puncte
sq: Përdor 6 pikë
sr@latn: Koristi tačku 6

source: Use 8 dots
ar: إستخدم 8 نقاط
az: 8 nöqtə işlət
ro: Foloseşte 8 puncte
sq: Përdor 8 pikë
sr@latn: Koristi tačku 8

source: _6 Dot Braille
ar: إستخدم _6 نقاط
az: _6 Nöqtəli Braille
sq: Braille me _6 pikë
sr@latn: _6 tačka brajov

source: _8 Dot Braille
ar: إستخدم _8 نقاط
az: _8 Nöqtəli Braille
sq: Braille me _8 pikë
sr@latn: _8 tačka brajov

source: Cursor Preferences
ar: تفضيلات المؤشر
az: Kursor Qurğuları
ro: Preferinţele cursorului
sq: Preferimet e kursorit
sr@latn: Postavke kurzora

source: Cursor on braille display is a full cell
ar: هناك خلية ممتلئة عند مؤشر شاشة البريل
az: Braille displeyi üstündəki kursor tam hecrədir
ro: Cursorul de pe ecranul braille este o celulă plină
sq: Shfaq kursorin e vizualizuesit braille si një kuadrat të mbushur
sr@latn: Kurzor na brajovom ekranu zauzima punu ćeliju

source: Cursor on braille display is an underline
ar: هناك خط عند مؤشر شاشة البريل
az: Braille displeyi üstündəki kursor alt cızıqdır
ro: Cursorul de pe ecranul braille este o linie de subliniere
sq: Shfaq kursorin e vizualizuesit braille në stil nënvizimi
sr@latn: Kurzor na brajovom ekranu je podvlaka

source: No cursor on braille display
ar: لا يوجد هناك مؤشر على شاشة البريل
az: Braille displeyi üstündəki kursor yoxdur
ro: Nici un cursor pe ecranul braille
sq: Asnjë kursor në vizualizuesin braille
sr@latn: Nema kurzora na brajovom ekranu

source: _Full cell cursor
ar: _مؤشر خلية ممتلئة
az: _Tam hücrə kursoru
ro: Cursor celulă _plină
sq: Kursor si kuadrat _plot
sr@latn: _Kurzor zauzima punu ćeliju

source: _No cursor
ar: _بدون مؤشر
az: _Kursorsuz
ro: _Fără cursor
sq: _Asnjë kursor
sr@latn: _Nema kurzora

source: _Underline cursor (dots 7 and 8)
ar: _مؤشر تحت الخط (نقاط 7 و 8)
az: _Alt cızıq kursoru (7 və 8 nöqtə)
ro: Cursor linie de s_ubliniere (punctele 7 şi 8)
sq: _Kursor i nënvizuar (pikë 7 dhe 8)
sr@latn: Kurzor je _podvlaka (tačke 7+8)

source: Translation Table
ar: جدول الترجمة
az: Tərcümə Cədvəli
ro: Tabela de traducere
sq: Tabela e përkthimeve
sr@latn: Tablica sa prevodom

source: Translation table list
ar: قائمة بجداول التّرجمة
az: Tərcümə cədvəli siyahısı
ro: Lista tabelei de traducere
sq: Lista e tabelës së përkthimeve
sr@latn: Spisak tablice sa prevodom

source: _Select language:
ar: أخ_تر اللغة
az: _Dili seç:
ro: _Selectează limba:
sq: _Zgjidh gjuhën:
sr@latn: I_zaberite jezik:

source: <b>Fi_nd Text:</b>
ar: <b>بحث عن ال_نص:</b>
az: <b>Mətni _Tap:</b>
ro: <b>Ca_ută un text:</b>
sq: <b>Gjej teksti_n:</b>
sr@latn: <b>_Nađi tekst:</b>

source: <b>Find Attributes:</b>
ar: <b>بحث عن الصفات:</b>
az: <b>Atributları Tap:</b>
ro: <b>Caută atributele:</b>
sq: <b>Gjej atributet:</b>
sr@latn: <b>Nađi osobine:</b>

source: <b>Match</b>
ar: <b>مطابقة</b>
az: <b>Uyğunluq</b>
ro: <b>Potriveşte</b>
sq: <b>Korrispondimi</b>
sr@latn: <b>Poklapanje</b>

source: <b>Scope</b>
ar: <b>المجال</b>
az: <b>Əhatə Sahəsi</b>
ro: <b>Scopul</b>
sq: <b>Qëllimi</b>
sr@latn: <b>Domet</b>

source: <b>Search For</b>
ar: <b>بحث عن</b>
az: <b>Axtarılan:</b>
ro: <b>Caută</b>
sq: <b>Kërko</b>
sr@latn: <b>Traži</b>

source: A_ll chosen attributes
ar: كل الخواص المختارة
az: Bütün seçili _atributlar
ro: Toate atribute_le alese
sq: :Të gjithë atributet e prezgjedhur
sr@latn: _Sve izabrane osobine

source: A_ny chosen attributes
ar: أي صفة مختارة
az: Seçilən atributlardan hər hansı biri
ro: O_rice atribut ales
sq: _Kushdo nga atributet e zgjedhur
sr@latn: _Bilo koja izabrana osobina

source: A_ttribute
ar: ال_صفة
az: Ə_tribut
ro: _Atribut
sq: A_tribut
sr@latn: Osobina

source: Bold
ar: سميك
az: Qalın
ro: Îngroşat
sq: Me të trasha
sr@latn: Masno

source: Case _sensitive
ar: حساس لل_حالة
az: Böyük/kiçik hərfə _həssas
sq: Ndje_shmëri gërma të mëdha/të vogla
sr@latn: Zavisno od veličine _slova

source: Case sensitive on/off
ar: تفعيل/تعطيل لخيار حساس للحالة
az: Hərf böyüklüyünün nəzərə alınması fəal/bağlı
sq: Aktivo/ç'aktivo diferencën gërma të mëdha/të vogla
sr@latn: Razlikovanje malih i velikih slova uključeno/isključeno

source: Italic
ar: مائل
az: Əyik
ro: Înclinat
sr@latn: Kurziv

source: S_elected
ar: مخ_تار
az: S_çili olanı
ro: S_electat
sq: Zgj_edhur
sr@latn: I_zabrano

source: Scope area is a desktop
ar: مجال المنطقة هو مكتبي
az: Əhatə sahəsi masa üstüdür
ro: Raza de acţiune este un ecran
sq: Zona që duhet konsideruar është një desktop
sr@latn: Domet rada je radna površina

source: Scope area is a window
ar: مجال المنطقة هو نافذة
az: Əhatə sahəsi pəncərədir
ro: Raza de acţiune este o fereastră
sq: Zona që duhet konsideruar është një dritare
sr@latn: Domet rada je prozor

source: Scope area is an application
ar: مجال المنطقة هو برنامج
az: Əhatə sahəsi proqramdır
ro: Raza de acţiune este o aplicaţie
sq: Zona që duhet konsideruar është një aplikativ
sr@latn: Domet rada je program

source: Search Preferences
ar: تفضيلات البحث
az: Axtarış Qurğuları
ro: Preferinţe de căutare
sq: Preferimet e kërkimit
sr@latn: Postavke pretraživanja

source: Search criteria is a graphics
ar: معيار البحث هو رسومات
az: Axtarılan qrafikadır
sq: Kriteri i kërkimit është një figurë
sr@latn: Kriterijum za pretragu je grafika

source: Search criteria is a text
ar: معيار البحث هو نصوص
az: Axtarılan mətndir
ro: Criteriul de căutare este un text
sq: Kriteri i kërkimit është një tekst
sr@latn: Kriterijum za pretragu je tekst

source: Search criteria is an attribute
ar: معيار البحث هو خاصية
az: Axtarılan atributdur
ro: Criteriul de căutare este un atribut
sq: Kriteri i kërkimit është një veti
sr@latn: Kriterijum za pretragu je osobina

source: Selected item
ar: الإختيار الحالي
az: Seçili üzvü
ro: Elementul selectat
sq: Elementi i zgjedhur
sr@latn: Izabrana stavka

source: Stri_kethrough
ar: مش_طوب
az: _Qaralanmış
ro: Tă_iat
sq: Vi_zuar
sr@latn: Pre_crtano

source: Strikethrough
ar: مشطوب
az: Qaralanmış
ro: Tăiat
sq: Vizuar
sr@latn: Precrtano

source: Te_xt
ar: _نص
az: Mə_tn
sq: Te_kst
sr@latn: _Tekst

source: Text to search
ar: نص البحث
az: Axtarılacaq mətn
ro: Textul de căutat
sq: Teksti që duhet kërkuar
sr@latn: Tekst koji se traži

source: Underline
ar: تحته خط
az: Alt Cızıqlı
ro: Subliniat
sq: Nënvizuar
sr@latn: Podvučeno

source: _Application
ar: _برنامج
az: _Proqram
ro: _Aplicaţie
sq: :Aplikativ
sr@latn: _Program

source: _Bold
ar: _خط ثقيل
az: _Qalın
ro: În_groşat
sq: _Me të trasha
sr@latn: _Masno

source: _Desktop
ar: _مكتبي
az: _Masa Üstü
ro: _Ecran
sr@latn: _Radna površina

source: _Graphics
ar: _رسومات
az: _Qrafika
sq: _Figura
sr@latn: _Grafika

source: _Italic
ar: _مائل
az: Ə_yik
ro: Încl_inat
sr@latn: _Kurziv

source: _Underline
ar: _تحته خط
az: Alt _Cızıqlı
ro: _Subliniat
sq: _Nënvizuar
sr@latn: _Podvučeno

source: _Window
ar: _نافذة
az: _Pəncərə
ro: _Fereastră
sq: _Dritare
sr@latn: P_rozor

source: <b>Active Components</b>
ar: <b>الأجزاء الفعّالة</b>
az: <b>Fəal Tərkib Hissələri</b>
ro: <b>Componente active</b>
sq: <b>Komponuesit aktivë</b>
sr@latn: <b>Aktivni delovi</b>

source: <b>Startup</b>
ar: <b>بدأ التشغيل</b>
az: <b>Başlanğıc</b>
ro: <b>Pornire</b>
sq: <b>Nisje</b>
sr@latn: <b>Pokretanje</b>

source: Braille monitor on/off
ar: تفعيل/تعطيل مراقب بريل
az: Braille izləyicisi fəal/bağlı
ro: Monitorul braille on/off
sq: Aktivo/ç'aktivo vizualizuesin braille
sr@latn: Brajov monitor uključen/isključen

source: Braille on/off
ar: تفعيل/تعطيل بريل
az: Braille fəal/bağlı
sq: Aktivo/ç'aktivo braille
sr@latn: Brajov uključen/isključen

source: Magnifier on/off
ar: تفعيل/تعطيل المكبّرة
az: Böyüdücü fəal/bağlı
ro: Lupa on/off
sq: Aktivo/ç'aktivo zmadhuesin
sr@latn: Lupa uključena/isključena

source: Speech on/off
ar: تفعيل/تعطيل الكلام
az: Danışıq fəal/bağlı
ro: Audio on/off
sq: Aktivo/ç'aktivo shqiptimin
sr@latn: Govor uključen/isključen

source: Start gnopernicus minimized
ar: بدء جنوبارنكوس مصغّرا
az: Gnopernicus'u kiçildilmiş vəziyyətdə başlat
ro: Pornire gnopernicus minimizat
sq: Fillo gnopernicus të minimizuar
sr@latn: Pokreni gnopernika umanjenog

source: Start m_inimized
ar: بدء _مصغرّا
az: _Kiçildilmiş vəziyyətdə başlat
ro: Pornit minimizat
sq: Fillo të m_inimizuar
sr@latn: _Pokreni umanjeno

source: Startup Mode
ar: نمط بدء التشغيل
az: Başlanğıc Modu
ro: Mod de pornire
sq: Mënyra e nisjes
sr@latn: Način pokretanja

source: Mouse Preferences
ar: تفضيلات الفأرة
az: Siçan Qurğuları
ro: Preferinţe maus
sq: Preferimet e mouse
sr@latn: Postavke miša

source: Simulate click on current object
ar: تقليد نقرة الفأرة على الشيء الحالي
az: Hazırkı obyekt üstünə tıqlamanı simulyasiya et
ro: Simulare clic pe obiectul curent
sq: Simulo klikimin tek objekti aktual
sr@latn: Oponašaj klik na tekući objekat

source: Take mouse at current object
ar: نقل الفأرة على الجسم الحالي
az: Hazırkı obyekt üstünə siçanı gətir
sq: Mbaje mouse tek objekti aktual
sr@latn: Idi mišem na tekući objekat

source: _Simulate click on current object
ar: _تقليد نقرة الفأرة على الشيء الحالي
az: Hazırkı obyekt üstünə tıqlamanı _simulyasiya et
ro: _Simulare clic pe obiectul curent
sq: _Simulo klikimin tek objekti aktual
sr@latn: O_ponašaj klik na tekući objekat

source: _Take mouse at current object
ar: _خذ الفأرة على الشيء الحالي
az: Hazırkı obyekt üstünə siçanı _gətir
sq: _Mbaje mouse tek objekti aktual
sr@latn: Idi mišem na _tekući objekat.

source: Close "Load Default Preferences"
ar: أغلق "تحميل التفضيلات الإفتراضية"
az: "Ön Qurğulu Seçimləri Yüklə" Pəncərəsini Bağla
ro: Închide "Încarcă Preferinţele İmplicite
sq: Mbyll "Ngarko preferimet e prezgjedhura"
sr@latn: Zatvori „Učitaj uobičajene postavke“

source: Load Default Preferences
ar: حمّل التفضيلات الإفتراضية
az: Ön Qurğulu Seçimləri Yüklə
ro: Încarcă Preferinţele İmplicite
sq: Ngarko preferimet e prezgjedhura
sr@latn: Učitaj uobičajene postavke

source: Load Default Settings
ar: حمّل التعيينات الإفتراضية
az: Ön Qurğulu Qurğuları Yüklə
ro: Încarcă Setările İmplicite
sq: Ngarko konfigurimin e prezgjedhur
sr@latn: Učitaj uobičajena podešavanja

source: Load all defaults
ar: حمّل كلّ الإفتراضات
az: Bütün ön qurğuları yüklə
ro: Încarcă toate setările implicite
sq: Ngarko të gjithë të prezgjedhurit
sr@latn: Učitaj sve uobičajeno

source: Load braille defaults
ar: حمّل إفتراضات بريل
az: Braille ön qurğularını yüklə
ro: Încarcă setările implicite pentru braille
sq: Ngarko konfigurimin e prezgjedhur të braille
sr@latn: Učitaj uobičajena brajova podešavanja

source: Load braille monitor defaults
ar: حمّل إفتراضات مراقب بريل
az: Braille izləyicisi ön qurğularını yüklə
ro: Încarcă setările implicite pentru monitorul braille
sq: Ngarko konfigurimin e prezgjedhur të vizualizuesit të braille
sr@latn: Učitaj uobičajena podešavanja brajovog monitora

source: Load command map defaults
ar: حمّل إفتراضات خريطة اﻷوامر
az: Əmr xəritəsi ön qurğularını yüklə
ro: Încarcă setările implicite pentru mapările de comandă
sq: Ngarko hartën e prezgjedhur të komandave
sr@latn: Učitaj uobičajeni spisak naredbi

source: Load magnifier defaults
ar: حمّل إفتراضات المكبّر
az: Böyüdücü ön qurğularını yüklə
ro: Încarcă setările implicite pentru lupă
sq: Ngarko vlerat e prezgjedhura për zmadhuesin
sr@latn: Učitaj uobičajena podešavanja uvećanja

source: Load mouse defaults
ar: حمّل إفتراضات الفأرة
az: Siçan ön qurğularını yüklə
ro: Încarcă setările implicite pentru maus
sq: Ngarko vlerat e prezgjedhura për mouse
sr@latn: Učitaj uobičajena podešavanja miša

source: Load presentation defaults
ar: حمّل إفتراضات العرض
az: Təqdim ön qurğularını yüklə
ro: Încarcă setările implicite pentru prezentare
sq: Ngarko vlerat e prezgjedhura për prezantimin
sr@latn: Učitaj uobičajena podešavanja prikaza

source: Load screen review defaults
ar: حمّل إفتراضات مراجع الشاشة
az: Ekran icmalı ön qurğularını yüklə
ro: Încarcă setările implicite pentru descriere ecran
sq: Ngarko vlerat e prezgjedhura për revizionin
sr@latn: Učitaj uobičajena podešavanja prikaza na ekranu

source: Load speech defaults
ar: حمّل إفتراضات أداة الكلام
az: Danışıq ön qurğularını yüklə
ro: Încarcă setările implicite pentru audio
sq: Ngarko vlerat e prezgjedhura për shqiptimin
sr@latn: Učitaj uobičajena podešavanja govora

source: Load startup mode defaults
ar: حمّل إفتراضات نمط التشغيل
az: Başlanğıc modu ön qurğularını yüklə
ro: Încarcă setările implicite pentru modul de pornire
sq: Ngarko vlerat e prezgjedhura për mënyrën e nisjes
sr@latn: Učitaj uobičajena podešavanja pokretanja

source: _0 All
ar: _0 الكلّ
az: _0 Hamısı
ro: _0 Toate
sq: _0 Të gjitha
sr@latn: _0 Sve

source: _1 Braille
ar: _1: بريل
sr@latn: _2 Brajov

source: _2 Speech
ar: _2: الكلام
az: _2 Danışıq
ro: _2 Audio
sq: _2 Shqiptimi
sr@latn: _2 Govor

source: _3 Magnifier
ar: _3: المكبّر
az: _3 Böyüdücü
ro: _3 Lupa
sq: _3 Zmadhuesi
sr@latn: _3 Lupa

source: _4 Keyboard
ar: _4 لوحة المفاتيح
az: _4 Klaviatura
ro: _4Tastatura
sq: _4 Tastiera
sr@latn: _4 Tastatura

source: _5 Braille Monitor
ar: _5 مراقب بريل
az: _5 Braille İzləyicisi
ro: _5 Monitorul Braille
sq: _5 Vizualizuesi i braille
sr@latn: _5 Brajov monitor

source: _6 Startup
ar: _6 بدء التشغيل
az: _6 Başlanğıc
ro: _6 Pornire
sq: _6 Nisja
sr@latn: _6 Pokretanje

source: _7 Command Map
ar: _7 خريطة الأوامر
az: _7 Əmr Xəritəsi
ro: _7 Atribuire Comandă
sq: _7 Harta e komandave
sr@latn: _7 Spisak naredbi

source: _8 Presentation
ar: _8 العرض
az: _8 Təqdim
ro: _8 Prezentare
sq: _8 Prezantimi
sr@latn: _8 Predstavljanje

source: _9 Screen Review
ar: _9 مراجع الشاشة
az: _9 Ekran İcmalı
sq: _9 Revizioni i Screen
sr@latn: _9 Pregled ekrana

source: <b>Border settings</b>
ar: <b>تعيينات الحدود</b>
az: <b>Kənar qurğuları</b>
ro: <b>Setări ale marginilor</b>
sq: <b>Konfigurimi i kornizës</b>
sr@latn: <b>Podešavanja ivice</b>

source: <b>Cross-hair</b>
ar: <b>علامة التقاطع</b>
az: <b>Xaç</b>
sq: <b>Shënjestër me kryq</b>
sr@latn: <b>Nišan</b>

source: <b>Cursor setting</b>
ar: <b>تعيينات المؤشر</b>
az: <b>Kursor qurğusu</b>
ro: <b>Setări ale cursorului</b>
sq: <b>Rregullimet e kursorit</b>
sr@latn: <b>Podešavanje kurzora</b>

source: <b>Display screen</b>
ar: <b>شاشة العرض</b>
az: <b>Displey ekranı</b>
ro: <b>Afişare ecran</b>
sr@latn: <b>Ekran za prikaz</b>

source: <b>Focus tracking mode</b>
ar: <b>نسق تتبع التركيز</b>
az: <b>Fokus izləmə modu</b>
sq: <b>Modaliteti me ndjekje të mouse</b>
sr@latn: <b>Režim praćenja fokusa</b>

source: <b>Mo_use tracking mode</b>
ar: <b>نسق تتبّع ال_فأرة</b>
az: <b>Siçan _izlənməsi modu</b>
sq: <b>Modaliteti me ndjekje të mo_use</b>
sr@latn: <b>Režim praćenja _miša</b>

source: <b>S_moothing</b>
ar: <b>التنعي_م</b>
az: <b>Y_umuşaltma</b>
ro: <b>_Netezire</b>
sq: <b>S_musimi</b>
sr@latn: <b>Doteriva_nje</b>

source: <b>Zoomer placement</b>
ar: <b>وضعية المكبّر</b>
az: <b>Yaxınlaşdırıcının mövqeyi</b>
ro: <b>Plasare lupă</b>
sq: <b>Vendqëndrimi i zmadhuesit</b>
sr@latn: <b>Položaj lupe</b>

source: <b>Zoomfactor</b>
ar: <b>معامل التكبير</b>
az: <b>Yaxınlaşdırma faktoru</b>
ro: <b>Factor de mărire</b>
sq: <b>Shkalla e zmadhimit</b>
sr@latn: <b>Razmera uvećanja</b>

source: <b>_Zoomer list</b>
ar: <b>قائمة المكبّر</b>
az: <b>_Yaxınlaşdırıcı siyahısı</b>
ro: <b>Lista de _mărire</b>
sq: <b>_Lista e zmadhuesve</b>
sr@latn: <b>_Spisak uvećanja</b>

source: Bor_der size:
ar: _حجم الحدود:
az: Kənar _qalınlığı:
ro: _Mărime margini:
sq: Dimensioni i kornizës:
sr@latn: _Debljina ivice:

source: Border c_olor:
ar: _لون الحدود:
az: Kənar _rəngi:
ro: _Culoare margini:
sq: Ngjyra e kornizës:
sr@latn: _Boja ivice:

source: Border color
ar: لون الحدود
az: Kənar rəngi
ro: Culoare margini
sq: Ngjyra e kornizës
sr@latn: Boja ivice

source: Border size
ar: حجم الحدود
az: Kənar qalınlığı
ro: Mărime margini
sq: Madhësia e kornizës
sr@latn: Debljina ivice

source: C_entered
ar: مو_سّط
ro: _Centrat
sq: Në q_endër
sr@latn: _Centrirano

source: C_ursor on/off
ar: تفعيل/تعطيل الم_ؤشّر
az: K_ursor fəal/bağlı
sq: Aktivo/ç'aktivo k_ursorin
sr@latn: K_urzor uključen/isključen

source: Cross-ha_ir size:
ar: _حجم علامة التقاطع:
az: Xaç _böyüklüyü:
sq: Madhës_ia e shënjestrës:
sr@latn: Veli_čina nišana:

source: Cross-hair c_lip on/off
ar: تفعيل/تعطيل _علامة مشبك التقاطع
az: Xaç _tutucusu fəal/bağlı
sq: Aktivo/ç'aktivo zgjedh_jen me shënjestër
sr@latn: I_sečak nišana uključen/isključen

source: Cross-hair colo_r:
ar: _لون علامة التقاطع:
sq: Ngjyr_a e shënjestrës:
sr@latn: B_oja nišana:

source: Cross-hair color in_verted
ar: لون علامة التّقاطع معكو_س
sq: Ngjyra e shënjestrës e in_vertuar
sr@latn: _Izvrnuta boja nišana

source: Cross-hair o_n/off
ar: تفعيل/تعطيل علامة التّقاطع
sq: Aktiv_o/ç'aktivo shënjestrën
sr@latn: N_išan uključen/isključen

source: Crosshair clip on/off
ar: تفعيل/تعطيل علامة مشبك التقاطع
az: Xaç tutucusu fəal/bağlı
sq: Aktivo/ç'aktivo zgjedhjen me shënjestër
sr@latn: Isečak nišana uključen/isključen

source: Crosshair color
ar: لون علامة التحديد
az: Ox rəngi
sq: Ngjyra e shënjestrës
sr@latn: Boja nišana

source: Crosshair on/off
ar: تفعيل/تعطيل علامة التقاطع
az: Xaç fəal/bağlı
sq: Aktivo/ç'aktivo shënjestrën
sr@latn: Nišan uključen/isključen

source: Crosshair size
ar: حجم علامة التحديد
az: Ox böyüklüyü
sq: Madhësia e shënjestrës
sr@latn: Veličina nišana

source: Cursor _size:
ar: _حجم المؤشّر:
az: Kursor _böyüklüyü:
ro: Mărime cur_sor:
sq: Madhë_sia e kursorit:
sr@latn: Ve_ličina kurzora:

source: Cursor c_olor:
ar: _لون المؤشّر
az: Kursor _rəngi:
ro: Cul_oare cursor:
sq: Ngjyra e kurs_orit:
sr@latn: Bo_ja kurzora:

source: Cursor color
ar: لون المؤشّر
az: Kursor rəngi
ro: Culoare cursor
sq: Ngjyra e kursorit
sr@latn: Boja kurzora

source: Cursor magnification
ar: تكبير المؤشّر
az: Kursor yaxınlaşdırılması
sq: Zmadhimi i kursorit
sr@latn: Uvećanje kurzora

source: Cursor on/off
ar: تفعيل/تعطيل المؤشّر
az: Kursor fəal/bağlı
sq: Aktivo/ç'aktivo kursorin
sr@latn: Kurzor uključen/isključen

source: Cursor size
ar: حجم المؤشّر
az: Kursor böyüklüyü
ro: Mărime cursor
sq: Madhësia e kursorit
sr@latn: Veličina kurzora

source: Display screen source
ar: إظهار مصدر الشاشة
az: Ekran mənbəsini göstər
ro: Afişare sursă ecran
sq: Burimi i screen të vizualizuesit
sr@latn: Ekran koji se prikazuje

source: Display screen target
ar: عرض هدف الشاشة
az: Ekran hədəfini göstər
ro: Afişare ţintă ecran
sr@latn: Ekran na kome se prikazuje

source: Invert crosshair color
ar: إعكس لون علامة التحديد
az: Oxun rəngini tərs çevir
sq: Shkëmbe ngjyrën e shënjestrës
sr@latn: Izvrni boju nišana

source: Invert on/off
ar: تفعيل/تعطيل القلب
az: Çevirmə fəal/bağlı
ro: Inversare on/off
sq: Aktivo/ç'aktivo shkëmbimin
sr@latn: Izvrtanje uključeno/isključeno

source: Lock zoom _factor
ar: تثبيت معامل ال_تّكبير
ro: Blocare _factor de mărire
sq: Blloko _shkallën e zmadhimit
sr@latn: Zaključaj _uvećanje

source: Lock zoom factor
ar: تثبيت معامل التكبير
az: Yaxınlaşdırma faktorunu qıfılla
ro: Blocare factor de mărire
sq: Blloko shkallën e zmadhimit
sr@latn: Zaključaj uvećanje

source: Magnifier Preferences
ar: تفضيلات أداة التكبير
az: Böyüdücü Qurğuları
ro: Preferinţe lupă
sq: Preferimet e zmadhuesit (lupa)
sr@latn: Postavke lupe

source: Magnifier settings
ar: تفضيلات أداة التكبير
az: Böyüdücü qurğuları
ro: Setări lupă
sq: Konfigurimi i zmadhuesit
sr@latn: Podešavanje uvećanja

source: Mouse tracking type
ar: طريقة تتبّع الفأرة
az: Siçan izləmə növü
ro: Tipul urmăririi mausului
sq: Modaliteti i ndjekjes së mouse
sr@latn: Vrsta praćenja miša

source: Panning on/off
ar: تفعيل/تعطيل التمييل
az: Üfüqi istiqamətləndirmə fəal/bağlı
sq: Aktivo/ç'aktivo rrëshqitjen automatike
sr@latn: Pomeranje uključeno/isključeno
