Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/gnopernicus/po/*.po
Languages: ar, az, ro, sq, sr@latn

source: cannot make flat review for current window
ar: لا يمكن القيام بمعاينة بسيطة للنافذة الحالية
az: hazırkı pəncərə üçün düz baxış yaradıla bilmir
sq: e pamundur kryerja e një revizioni flat për këtë dritare
sr@latn: ne može da napravi ravan pregled tekućeg prozora

source: flat review mode
ar: نسق المعاينة البسيطة
az: düz baxış modu
sq: modaliteti me revizion flat
sr@latn: ravan režim pregleda

source: focus tracking mode
ar: نمط تتبع التركيز
az: fokus izləmə modu
ro: modul de urmărire al focalizării
sq: modalitet me ndjekje të mouse
sr@latn: režim praćenja žiže

source: "%s" entry has invalid value at position %d.
ar: يحتوي المدخل "%s" على قيمة خاطئة على الموقع %d.
az: "%s" girişi %d mövqeyində hökmsüz qiymətə malikdir.
ro: intrarea "%s" are o valoare invalidă la poziţia %d.
sq: Zëri «%s» ka një vlerë të pavlefshme tek pozicioni %d.
sr@latn: Stavka „%s“ sadrži nedozvoljenu vrednost na mestu %d.

source: key "%s" has an invalid value at position %d.
ar: يحتوي المفتاح "%s" على قيمة خاطئة على الموقع %d.
az: "%s" düyməsi %d mövqeyində hökmsüz qiymətə malikdir.
ro: tasta "%s" are o valoare invalidă la poziţia %d.
sq: tasti "%s" ka një vlerë të pavlefshme tek pozicioni %d.
sr@latn: Taster „%s“ sadrži neispravnu vrednost na mestu %d.

source: Can not get key pad commands mapping from gconf.
ar: لا يمكن تلقي أوامر تخطيط لوح المفاتيح من gconf.
az: Gconf'dan düymə lövhəsi əmrləri xəritələməsi alına bilmir.
sq: E pamundur marrja nga gconf e hartës së komandave në taste.
sr@latn: Ne može da preuzme dodele naredbi numeričke tastature iz gkonfa.

source: Can not get braille display commands mapping from gconf.
ar: لا·يمكن·تلقي·أوامر·تخطيط··ساسة بريل·من·gconf.
az: Gconf'dan braille displey əmrləri xəritələməsi alına bilmir.
sq: E pamundur marrja nga gconf e hartës së komandave të vizualizuesit braille.
sr@latn: Ne može da preuzme dodele naredbi brajovog ekrana iz gkonfa.

source: Can not get user defined commands mapping from gconf.
ar: لا·يمكن·تلقي·تخطيط الأموامر المعرفة من طرف المستخدم·من·gconf.
az: Gconf'dan düymə lövhəsi əmrləri xəritələməsi alına bilmir.
sq: E pamundur marrja nga gconf e hartës së komandave të personalizuara.
sr@latn: Ne može da preuzme korisnikove dodele naredbi iz gkonfa.

source: no role available
ar: لا دور متوفر
az: mövcud rol yoxdur
sq: asnjë rol në dispozicion
sr@latn: uloga nije dostupna

source: No focus
ar: بدون تركيز
az: Fokus yoxdur
ro: Nici o focalizare
sq: Fokus mungon
sr@latn: Nije u žiži

source: No accessible object is focused
ar: لم يركز جسم معان
az: Heç bir yetişilə bilən obyekt fokuslanmayıb
ro: Nici un obiect accesibil nu este focalizat
sq: Asnjë objekt në plan të parë
sr@latn: Nijedan dostupan element nije u žiži

source: unknown location
ar: الموقع مجهول
az: namə'lum mövqe
ro: locaţie necunoscută
sq: pozicion i panjohur
sr@latn: nepoznatno mesto

source: no details
ar: بدون تفاصيل
az: təfsilatsız
ro: nici un detaliu
sq: asnjë hollësi
sr@latn: nema detalja

source: layer
ar: طبقة
az: lay
sq: niveli
sr@latn: sloj

source: back to layer
ar: الرجوع للطبقة
az: laya geri
sq: kthehu tek niveli
sr@latn: nazad na sloj

source: cursor on
ar: المؤشر مشغّل
az: kursor fəal
sq: kursori është aktiv
sr@latn: kurzor na

source: cursor off
ar: المؤشر موقف
az: kursor qeyri-fəal
sq: kursori është i ç'aktivuar
sr@latn: kurzor isključen

source: current cursor is
ar: المؤشر الحالي هو
az: hazırkı kursor
ro: cursorul curent este
sq: kursori aktual është
sr@latn: tekući kurzor je

source: cursor size
ar: حجم المؤشر
az: kursor böyüklüyü
ro: mărime cursor
sq: madhësia e kursorit
sr@latn: veličina kurzora

source: cursor magnification on
ar: تكبير المؤشر مشغّل
az: kursor yaxınlaşdırılması fəal
sq: zmadhimi i kursorit është aktiv
sr@latn: uključeno uvećanje kurzora

source: cursor magnification off
ar: تكبير المؤشر موقف
az: kursor yaxınlaşdırılması qeyri-fəal
sq: zmadhimi i kursorit është ç'aktivuar
sr@latn: isključeno uvećanje kurzora

source: cursor color
ar: لون المؤشر
az: kursor rəngi
ro: culoare cursor
sq: ngjyra e kursorit
sr@latn: boja kursora

source: crosshair on
ar: علامة التحديد مشغّلة
az: ox fəal
sq: shënjestra është aktive
sr@latn: nišan uključen

source: crosshair off
ar: علامة التحديد موقفة
az: ox qeyri-fəal
sq: shënjestra është ç'aktivuar
sr@latn: nišan isključen

source: crosshair clip on
ar: دبوس علامة التحديد مشغّل
az: ox tutucusu fəal
sq: zgjedhja me anë të shënjestrës është aktive
sr@latn: isečak nišana uključen

source: crosshair clip off
ar: دبوس علامة التحديد موقف
az: ox tutucusu bağlı
sq: zgjedhja me anë të shënjestrës është ç'aktivuar
sr@latn: isečak nišana isključen

source: crosshair size
ar: حجم علامة التحديد
az: ox böyüklüyü
sq: madhësia e shënjestrës
sr@latn: veličina nišana

source: crosshair color
ar: لون علامة التحديد
az: ox rəngi
sq: ngjyra e shënjestrës
sr@latn: boja nišana

source: zoomer placement left
ar: وضع المكبّر على اليسار
az: yaxınlaşdırıcı yerləşdirilməsi sol
ro: localizare lupă stânga
sq: koordinata e anës së majtë të zmadhuesit
sr@latn: postavka lupe levo

source: zoomer placement top
ar: وضع المكبّر في الأعلى
az: yaxınlaşdırıcı yerləşdirilməsi üst
ro: localizare lupă început
sq: koordinata e anës së sipërme të zmadhuesit
sr@latn: postavka lupe gore

source: zoomer placement width
ar: عرض وضعية المكبّر
az: yaxınlaşdırıcı yerləşdirilməsi en
ro: localizare lupă lăţime
sq: gjërësia e zmadhuesit
sr@latn: postavka širine lupe

source: zoomer placement height
ar: ارتفاع وضعية المكبّر
az: yaxınlaşdırıcı yerləşdirilməsi hündürlük
ro: localizare lupă înălţime
sq: lartësia e zmadhuesit
sr@latn: postavka visine lupe

source: magnifier target
ar: هدف المكبّر
sq: objektivi i zmadhuesit
sr@latn: cilj uvećanja

source: magnifier source
ar: مصدر المكبّر
az: böyüdücü mənbəsi
sq: burimi i zmadhuesit
sr@latn: izvor uvećanja

source: zoom factor x
ar: معامل التكبير س
az: x yaxınlaşdırma faktoru
sq: shkalla e zmadhimit aksi x
sr@latn: X razmera uvećanja

source: zoom factor y
ar: معامل التكبير ص
az: y yaxınlaşdırma faktoru
sq: shkalla e zmadhimit aksi y
sr@latn: Y razmera uvećanja

source: zoom factor locked
ar: معامل التكبير مثبته
az: yaxınlaşdırma faktoru qıfıllıdır
sq: shkalla e zmadhimit e bllokuar
sr@latn: zaključana razmera uvećanja

source: zoom factor unlocked
ar: معامل التكبير غير مثبته
az: yaxınlaşdırma faktorunun qıfılı açıqdır
sq: shkalla e zmadhimit e shbllokuar
sr@latn: otključana razmera uvećanja

source: invert on
ar: عكس الألوان مشغّل
az: tərs çevirmə fəal
ro: inversare on
sq: shkëmbimi është aktiv
sr@latn: izvrtanje uključeno

source: invert off
ar: عكس الألوان موقف
az: tərs çevirmə bağlı
ro: inversare off
sq: shkëmbimi është ç'aktivuar
sr@latn: izvrtanje isključeno

source: magnifier smoothing type
ar: نوع التنعيم للمكبّرة
az: böyüdücü yumuşaltma növü
sq: lloji i smusaturës për zmadhuesin
sr@latn: vrsta doterivanja za uvećanje

source: mouse tracking mode
ar: نمط تتبّع موقع الفأرة
az: siçan izləmə modu
ro: modul de urmărire al mausului
sq: modaliteti i ndjekjes së mouse
sr@latn: način praćenja miša

source: panning on
ar: التصغير مشغل
az: üfüqi istiqamətləndirmə fəal
sq: rëshqitja është e aktivuar
sr@latn: pomeranje uključeno

source: panning off
ar: التصغير موقف
az: üfüqi istiqamətləndirmə bağlı
sq: rëshqitja është e ç'aktivuar
sr@latn: pomeranje isključeno

source: right
az: sağ
ro: dreapta
sq: djathtas
sr@latn: desno

source: left
az: sol
ro: stânga
sq: majtas
sr@latn: levo

source: down
az: aşağı
ro: jos
sq: poshtë
sr@latn: dole

source: up
az: yuxarı
ro: sus
sq: sipër
sr@latn: gore

source: backspace
ar: تراجع
sr@latn: bekspejs

source: delete
ar: حذف
sq: elemino
sr@latn: obriši

source: escape
ar: هروب
sr@latn: istakni

source: Welcome to Gnopernicus
ar: مرحباً بك في جنوبارنكوس
az: Gnopernicus'a Xoş Gəlmişsiniz!
ro: Bun venit la Gnopernicus
sq: Mirësevini tek Gnopernicus
sr@latn: Dobrodošli u Gnopernika!

source: braille device can not be initialized
ar: لا يمكن تهيئة جهاز البريل
az: braille avadanlığı hazırlana bilmir
ro: dispozitivul braille nu poate fi iniţializat
sq: dispozitivi braille nuk mund të niset
sr@latn: ne može da pokrene brajov uređaj

source: Gnopernicus is now exiting. Have a nice day!
ar: سيخرج جنوبارنكوس. السّلام عليكم!
az: Gnopernicus indi bağlanır. Sağolun, sağlıqla qalın!
ro: Gnopernicus va ieşi. O zi bună!
sq: Gnopernicus tani po mbyllet. Kalofsh një ditë të mrekullueshme!
sr@latn: Gnopernik se sada zatvara. Prijatan dan vam želimo!

source: UNK
ar: مج
sr@latn: NEP

source: UNKNOWN
ar: مجهول
ro: NECUNOSCUT
sq: PANJOHUR
sr@latn: NEPOZNATO

source: Unknown
ar: مجهول
ro: Necunoscut
sq: Nuk njihet
sr@latn: Nepoznato

source: INVALID
ar: غير صحيح
sq: I PAVLEFSHËM
sr@latn: NEISPRAVNO

source: Invalid
ar: غير صحيح
sq: E pavlefshme
sr@latn: Neispravno

source: ALR
ar: إنذ
sr@latn: UPO

source: ALERT
ar: إنذار
ro: ATENŢIONARE
sq: KUJDES
sr@latn: UPOZORENjE

source: CNV
ar: مس-رس
sr@latn: CRT

source: CANVAS
ar: مساحة رسم
sq: TELA
sr@latn: CRTEŽ

source: Canvas
ar: مساحة رسم
sq: Tela (vizatimi)
sr@latn: Crtež

source: CHK
ar: صند-اخ
sr@latn: KUĆ

source: CHECK_BOX
ar: صندوق_اختيار
sq: KUTIA_ZGJEDHJES
sr@latn: KUĆICA

source: Check box
ar: صندوق اختيار
sq: Kutia e zgjedhjes
sr@latn: Kućica

source: MIT
ar: عن-قم
sr@latn: SMN

source: MENU ITEM
ar: عنصر قائمة
ro: ELEMENTUL MENIU
sq: ZË MENUJE
sr@latn: STAVKA MENIJA

source: Check Menu item
ar: اختيار عنصر القائمة
sq: Kontrollo zërin e menusë
sr@latn: Stavka menija za štikliranje

source: CCH
ar: من-لن
sr@latn: IZB

source: COLOR CHOOSER
ar: منتقي اللّون
ro: ALEGE CULOAREA
sq: ZGJEDHËSI i NGJYRAVE
sr@latn: IZBOR BOJA

source: Color chooser
ar: منتقي اللّون
ro: Alege culoarea
sq: Zgjedhësi i ngjyrave
sr@latn: Izbor boja

source: CHD
ar: رس-عم
sr@latn: ZKO

source: COLUMN HEADER
ar: رأس عمود
ro: CAP DE COLOANĂ
sq: KREU KOLLONËS
sr@latn: ZAGLAVLjE KOLONE

source: Column header
ar: رأس عمود
ro: Cap de coloană
sq: Kreu i kollonës
sr@latn: Zaglavlje kolone

source: CBO
ar: صن-مج
sr@latn: KSP

source: COMBO BOX
ar: صندوق مجموعة
sq: KUTI E KOMBINUAR
sr@latn: KOMBINOVANI SPISAK

source: Combo box
ar: صندوق مجموعة
sq: Kuti e kombinuar
sr@latn: Kombinovani spisak

source: DIC
ar: أيق-سم
sr@latn: IRP

source: DESKTOP ICON
ar: أيقونة سطح مكتب
ro: ICOANĂ DE ECRAN
sq: IKONË E DESKTOP
sr@latn: IKONA RADNE POVRŠI

source: Desktop icon
ar: أيقونة سطح مكتب
ro: Icoană de ecran
sq: Ikonë e desktop
sr@latn: Ikona radne površi

source: DFR
ar: أيق-سم
sr@latn: ORP

source: DESKTOP FRAME
ar: إطار سطح مكتب
ro: CADRUL ECRANULUI
sq: KORNIZË E DESKTOP
sr@latn: OKVIR RADNE POVRŠI

source: Desktop frame
ar: إطار سطح مكتب
ro: Cadrul ecranului
sq: Kornizë e desktop
sr@latn: Okvir radne površi

source: DLG
ar: حو
sr@latn: PRČ

source: DIALOG
ar: حوار
sq: DRITARE DIALOGU
sr@latn: PROZORČE

source: Dialog
ar: حوار
sq: Dialogu
sr@latn: Prozorče

source: DIP
ar: لوح-مجل
sr@latn: PZD

source: DIRECTORY PANE
ar: لوحة مجلّدات
sq: PANELI I DIRECTORY
sr@latn: POVRŠ ZA DIREKTORIJUME

source: Directory pane
ar: لوحة مجلّدات
ro: Fereastra directorului
sq: Paneli i directory
sr@latn: Površ za direktorijume

source: FCH
ar: من-مل
sr@latn: IZD

source: FILE CHOOSER
ar: منتقي ملفّات
ro: ALEGE FIŞIERUL
sq: ZGJEDHËSI I FILE
sr@latn: IZBOR DATOTEKA

source: File chooser
ar: منتقي ملفّات
ro: Alege fişierul
sq: Zgjedhësi i file
sr@latn: Izbor datoteka

source: FLR
ar: حشو
sr@latn: PPNj

source: FILLER
ar: حشو
ro: UMPLERE
sq: MBUSHËS
sr@latn: POPUNjAVAČ

source: Filler
ar: حشو
ro: Umplere
sq: Mbushës
sr@latn: Popunjavač

source: FRM
ar: إط
sr@latn: OKV

source: FRAME
ar: إطار
ro: FEREASTRĂ
sq: KORNIZË
sr@latn: OKVIR

source: Frame
ar: إطار
ro: Fereastră
sq: Korniza
sr@latn: Okvir

source: GPN
ar: لو-زج
sr@latn: STP

source: GLASS PANE
ar: لوح زجاجيّ
sq: PANEL XHAMI
sr@latn: STAKLENA POVRŠ

source: Glass pane
ar: لوح زجاجيّ
sq: Panel xhami
sr@latn: Staklena površ

source: HTML CONTAINER
ar: حاوية HTML
ro: CONTAINER HTML
sq: PËRMBAJTËS HTML
sr@latn: HTML SADRŽALAC

source: H T M L container
ar: حاوية HTML
ro: Container H T M L
sq: Përmbajtës H T M L
sr@latn: H T M L sadržalac

source: LNK
ar: وص
sr@latn: VEZ

source: LINK
ar: وصلة
ro: LEGĂTURĂ
sq: LIDHJE
sr@latn: VEZA

source: link
ar: وصلة
ro: legătură
sq: lidhje
sr@latn: veza

source: ICO
ar: أيق
sr@latn: IKO

source: ICON
ar: أيقونة
ro: ICOANĂ
sq: IKONË
sr@latn: IKONA

source: Icon
ar: أيقونة
ro: Icoană
sq: Ikona
sr@latn: Ikona

source: IFR
ar: إط-دخ
sr@latn: UOK

source: INTERNAL FRAME
ar: إطار داخلي
ro: FEREASTRĂ INTERNĂ
sq: KORNIZË E BRENDSHME
sr@latn: UNUTRAŠNjI OKVIR

source: Internal frame
ar: إطار داخلي
ro: Fereastră internă
sq: Kornizë e brendshme
sr@latn: Unutrašnji okvir

source: LBL
ar: علم
sr@latn: OZN

source: LABEL
ar: علامة
ro: ETICHETĂ
sq: ETKETË
sr@latn: OZNAKA

source: Label
ar: علامة
ro: Etichetă
sq: Etiketa
sr@latn: Oznaka

source: LPN
ar: لو-طب
sr@latn: SLP

source: LAYERED PANE
ar: لوح طبقيّ
sr@latn: SLOJEVITA POVRŠ

source: Layered pane
ar: لوح طبقيّ
sr@latn: Slojevita površ

source: LST
ar: قم
sr@latn: SPS

source: LIST
ar: قائمة
ro: LISTARE
sq: LISTË
sr@latn: SPISAK

source: List
ar: قائمة
ro: Listare
sq: Lista
sr@latn: Spisak

source: LIT
ar: عن-قم
sr@latn: STS

source: LIST ITEM
ar: عنصر قائمة
ro: LISTARE ELEMENT
sq: ZË LISTE
sr@latn: STAVKA SPISKA

source: List item
ar: عنصر قائمة
ro: Listare element
sq: Element liste
sr@latn: Stavka spiska

source: MNU
ar: قم
sr@latn: MNI

source: MENU
ar: قائمة
ro: MENIU
sr@latn: MENI

source: Menu
ar: قائمة
ro: Meniu
sr@latn: Meni

source: MBR
ar: شر-قم
sr@latn: TRM

source: MENU BAR
ar: شريط قوائم
ro: BARA DE MENIU
sq: SHTYLLA E MENU
sr@latn: TRAKA MENIJA

source: Menu bar
ar: شريط قوائم
ro: Bara de meniu
sq: Shtylla e menusë
sr@latn: Traka menija

source: Menu item
ar: عنصر قائمة
ro: Elementul meniu
sq: Element i menusë
sr@latn: Stavka menija

source: OPN
ar: لو-خير
sr@latn: PSO

source: OPTION PANE
ar: لوح خيارات
sq: PANELI I OPCIONEVE
sr@latn: POVRŠ SA OPCIJAMA

source: Option pane
ar: لوح خيارات
sq: Paneli i opcioneve
sr@latn: Površ sa opcijama

source: PGT
ar: لس-صف
sr@latn: LST

source: PAGE TAB
ar: لسان صفحة
sq: GJUHËZA E FAQES
sr@latn: LIST

source: Page tab
ar: لسان صفحة
sq: Gjuhëza e faqes
sr@latn: List

source: PTL
ar: قم-لس-صف
sr@latn: SPL

source: PAGE TAB LIST
ar: قائمة ألسنة صفحات
sq: LISTA E GJUHËZAVE TË FAQES
sr@latn: SPISAK LISTOVA

source: Page tab list
ar: قائمة ألسنة صفحات
sq: Lista e gjuhëzave të faqes
sr@latn: Spisak listova

source: PWD
ar: نص-كل-سر
sr@latn: LOZ

source: PASSWORD TEXT
ar: نص كلمة سر
ro: TEXT PAROLĂ
sq: TEKSTI I FJALËKALIMIT
sr@latn: TEKST LOZINKE

source: Password text
ar: نص كلمة سر
ro: Text parolă
sq: Teksti i fjalëkalimit
sr@latn: Tekst lozinke

source: PMN
ar: قم-قف
sr@latn: ISM

source: POPUP MENU
ar: قائمة قافزة
ro: MENIU POPUP
sq: MENU POPUP
sr@latn: ISKAČUĆI MENI

source: Popup menu
ar: قائمة قافزة
ro: Meniu popup
sq: Menu popup
sr@latn: Iskačući meni

source: PRG
ar: شر-من
sr@latn: PKN

source: PROGRESS BAR
ar: شريط الإنجاز
ro: BARĂ DE PROGRES
sq: SHTYLLA E ECURISË
sr@latn: POKAZATELj NAPRETKA

source: Progress bar
ar: شريط الإنجاز
ro: Bară de progres
sq: Shtylla e ecurisë (progresit)
sr@latn: Pokazatelj napretka

source: PBT
ar: زر-ضغ
sr@latn: DGM

source: PUSH BUTTON
ar: زر ضغط
ro: APASĂ BUTONUL
sq: PULSANT KOMANDE
sr@latn: DUGME

source: Push button
ar: زر ضغط
ro: Apasă butonul
sq: Pulsant komande
sr@latn: Dugme

source: RADIO BUTTON
ar: زر مذياع
ro: BUTON RADIO
sq: PULSANT ZGJEDHJE
sr@latn: RADIO DUGME

source: Radio button
ar: زر مذياع
ro: Buton Radio
sq: Pulsant zgjedhje
sr@latn: Radio dugme

source: Radio Menu item
ar: عنصر قائمة مذياع
ro: Element Meniu Radio
sq: Zë i menu së zgjedhjes
sr@latn: Radio stavka menija

source: RPN
ar: لو-جذ
sr@latn: OSP

source: ROOT PANE
ar: لوح جذر
sq: PANELI KRYESOR
sr@latn: OSNOVNA POVRŠ

source: Root pane
ar: لوح جذر
sq: Paneli kryesor
sr@latn: Osnovna površ

source: RHD
ar: تر-سط
sr@latn: ZGR

source: ROW HEADER
ar: ترويسة سطر
ro: CAP DE LINIE
sq: EMRI I RRESHTIT
sr@latn: ZAGLAVLjE REDA

source: Row header
ar: ترويسة سطر
ro: Cap de linie
sq: Titulli i rreshtit
sr@latn: Zaglavlje reda

source: SCR
ar: شر-دح
sr@latn: TRK

source: SCROLL BAR
ar: شريط دحرجة
sq: SHTYLLË RRËSHQITËSE
sr@latn: TRAKA KLIZAČA

source: Scroll bar
ar: شريط دحرجة
sq: Shtyllë rrëshqitëse
sr@latn: Traka klizača

source: SPN
ar: لو-دح
sr@latn: PVK

source: SCROLL PANE
ar: لوح دحرجة
sq: PANEL RRËSHKITËS
sr@latn: POVRŠ ZA KLIZANjE

source: Scroll pane
ar: لوح دحرجة
sq: Panel rrëshkitës
sr@latn: Površ za klizanje

source: SEP
ar: فاص
sr@latn: RAZ

source: SEPARATOR
ar: فاصل
sq: NDARËS
sr@latn: RAZDVAJAČ

source: Separator
ar: فاصل
sq: Ndarës
sr@latn: Razdvajač

source: SLD
ar: مز
sr@latn: KLZ

source: SLIDER
ar: مزلاج
sq: KURSOR
sr@latn: KLIZAČ

source: Slider
ar: مزلاج
sr@latn: Klizač

source: SPP
ar: لو-مش
sr@latn: PDP

source: SPLIT PANE
ar: لوح مشطور
sq: PANEL I PJESËZUAR
sr@latn: PODELjENA POVRŠ

source: Split pane
ar: لوح مشطور
sq: Panel i pjesëzuar
sr@latn: Podeljena površ

source: STA
ar: شر-حال
sr@latn: TRS

source: STATUS BAR
ar: شريط حالة
ro: BARĂ DE STARE
sq: SHTYLLA E GJENDJES
sr@latn: TRAKA SA STANjEM

source: Status bar
ar: شريط حالة
ro: Bară de stare
sq: Shtylla e gjëndjes
sr@latn: Traka sa stanjem

source: TABLE
ar: جدول
ro: TABLOU
sq: TABELË
sr@latn: TABELA

source: Table
ar: جدول
ro: Tablou
sq: Tabela
sr@latn: Tabela

source: CEL
ar: خل
ro: CELULĂ
sr@latn: ĆEL

source: TABLE CELL
ar: خليّة جدول
ro: CELULĂ TABLOU
sq: QELI E TABELËS
sr@latn: ĆELIJA TABELE

source: Table cell
ar: خليّة جدول
ro: Celulă tablou
sq: Qeli e tabelës
sr@latn: Ćelija tabele

source: TCH
ar: تر-عم-جد
sr@latn: ZKT

source: TABLE COLUMN HEADER
ar: ترويسة عمود جدول
ro: CAP DE COLOANĂ TABELĂ
sq: TITULLI I KOLLONËS SË TABELËS
sr@latn: ZAGLAVLjE KOLONE TABELE

source: Table column header
ar: ترويسة عمود جدول
ro: Cap de coloană tabelă
sq: Titulli i kollonës së tabelës
sr@latn: Zaglavlje kolone tabele

source: TRH
ar: تر-سط-جد
sr@latn: ZRT

source: TABLE ROW HEADER
ar: ترويسة سطر جدول
ro: CAP DE LINIE TABELĂ
sq: TITULLI I RRESHTIT TË TABELËS
sr@latn: ZAGLAVLjE REDA TABELE

source: Table row header
ar: ترويسة سطر جدول
ro: Cap de linie tabelă
sq: Titulli i rreshtit të tabelës
sr@latn: Zaglavlje reda tabele

source: TXT
ar: نص
sr@latn: TKS

source: MULTI LINE TEXT
ar: نص متعدّد الأسطر
ro: TEXT PE MAI MULTE LINII
sq: TEKST ME SHUMË RRESHTA
sr@latn: VIŠE REDOVA TEKSTA

source: Multi Line Text
ar: نص متعدّد الأسطر
ro: Text pe mai multe linii
sq: Tekst shumërreshtësh
sr@latn: Više redova teksta

source: SINGLE LINE TEXT
ar: نص على سطرٍ واحد
ro: TEXT PE O SINGURĂ LINIE
sq: TEKST ME RRESHT TË VETËM
sr@latn: JEDAN RED TEKSTA

source: Single Line Text
ar: نص على سطرٍ واحد
ro: Text pe o singură linie
sq: Tekst në një rresht
sr@latn: Jedan red teksta

source: TOG
ar: زر-تق
sr@latn: PRK

source: TOGGLE BUTTON
ar: زر تقليب
sr@latn: PREKIDAČ

source: Toggle button
ar: زر تقليب
sr@latn: Prekidač

source: TOL
ar: شر-أد
sr@latn: TRA

source: TOOL BAR
ar: شريط أدوات
ro: BARA DE UNELTE
sq: SHTYLLA E INSTRUMENTËVE
sr@latn: TRAKA ALATKI

source: Tool bar
ar: شريط أدوات
ro: Bara de unelte
sq: Shtylla e instrumentëve
sr@latn: Traka alatki

source: TIP
ar: تل
sr@latn: OBL

source: TOOL TIP
ar: تلميحة
sr@latn: OBLAČIĆ

source: Tool tip
ar: تلميحة
sr@latn: Oblačić

source: TRE
ar: شجر
sr@latn: STB

source: TREE
ar: شجرة
sq: DEGËZIMI
sr@latn: STABLO

source: Tree
ar: شجرة
sq: Degëzimi
sr@latn: Stablo

source: TRI
ar: عن-شجر
sr@latn: STS

source: TREE ITEM
ar: عنصر شجرة
sq: ELEMENT I PEMËS
sr@latn: STAVKA STABLA

source: Tree item
ar: عنصر شجرة
sq: Element i pemës
sr@latn: Stavka stabla

source: TRT
ar: جد-شجر
sr@latn: TST

source: TREE TABLE
ar: جدول شجري
sq: TABELA E DEGËZIMIT
sr@latn: TABELA STABLA

source: Tree table
ar: جدول شجري
sq: Tabela e degëzimit
sr@latn: Tabela stabla

source: VWP
ar: منف-عر
sr@latn: POG

source: VIEWPORT
ar: منفذ العرض
sr@latn: POGLED

source: Viewport
ar: منفذ العرض
sr@latn: Pogled

source: WND
ar: نفذ
sr@latn: PRZ

source: WINDOW
ar: نافذة
ro: FEREASTRĂ
sq: DRITARE
sr@latn: PROZOR

source: Window
ar: نافذة
ro: Fereastră
sq: Dritarja
sr@latn: Prozor

source: ACC
ar: علم-تس
sr@latn: PRČ

source: ACCELERATOR LABEL
ar: علامة تسريع
ro: ETICHETĂ ACCELERATOR
sq: ETIKETA E PËRSHPEJTUESIT
sr@latn: OZNAKA PREČICE

source: Accelerator label
ar: علامة تسريع
ro: Etichetă accelerator
sq: Etiketa e përshpejtuesit
sr@latn: Oznaka prečice

source: ANIMATION
ar: رسوم متحرّكة
ro: ANIMAŢIE
sq: ANIMACION
sr@latn: ANIMACIJA

source: Animation
ar: رسوم متحرّكة
ro: Animare
sq: Animacioni
sr@latn: Animacija

source: ARR
ar: سهم
sr@latn: STR

source: ARROW
ar: سهم
sr@latn: STRELICA

source: Arrow
ar: سهم
sq: Shigjeta
sr@latn: Strelica

source: CAL
ar: تقو
sr@latn: KAL

source: CALENDAR
ar: تقويم
sq: KALENDARI
sr@latn: KALENDAR

source: Calendar
ar: تقويم
sq: Kalendari
sr@latn: Kalendar

source: DATE EDITOR
ar: محرّر التّاريخ
ro: EDITOR DATĂ
sq: NDRYSHUESI I DATËS
sr@latn: UREĐIVAČ DATUMA

source: Date editor
ar: محرّر التّاريخ
ro: Editor dată
sq: Ndryshuesi i datës
sr@latn: Uređivač datuma

source: DIL
ar: طل-رق
sr@latn: VRT

source: DIAL
ar: طلب رقم
sr@latn: VRTEŠKA

source: Dial
ar: طلب رقم
ro: Cadran
sq: Thirrje (telefonike)
sr@latn: Vrteška

source: DRW
ar: مس-رس
sr@latn: OZC

source: DRAWING AREA
ar: مساحة رسم
ro: ZONĂ DESENARE
sq: ZONA E VIZATIMIT
sr@latn: OBLAST ZA CRTANjE

source: Drawing area
ar: مساحة رسم
ro: Zonă desenare
sq: Zona e vizatimit
sr@latn: Oblast za crtanje

source: FONT CHOOSER
ar: منتقي الخط
ro: ALEGE FONTUL
sq: ZGJEDHËSI I GËRMAVE
sr@latn: IZBIRAČ FONTOVA

source: Font chooser
ar: منتقي الخط
ro: Alege fontul
sq: Zgjedhësi i gërmave
sr@latn: Izbirač fontova

source: IMG
ar: صو
sr@latn: SLK

source: IMAGE
ar: صورة
ro: IMAGINE
sq: FIGURË
sr@latn: SLIKA

source: Image
ar: صورة
ro: Imagine
sq: Figura
sr@latn: Slika

source: SPIN BUTTON
ar: زر دوران
sq: PULSANTI RROTULLIMIT
sr@latn: VRTEĆE DUGME

source: Spin button
ar: زر دوران
sq: Pulsanti rrotullimit
sr@latn: Vrteće dugme

source: EXT
ar: ممد
sr@latn: PRŠ

source: EXTENDED
ar: ممدّد
ro: EXTINS
sq: ZGJERUAR
sr@latn: PROŠIRENO

source: Extended
ar: ممدّد
ro: Extins
sq: E shtrirë
sr@latn: Prošireno

source: TLI
ar: خط-جد
sr@latn: LNT

source: TABLE LINE
ar: خط جدول
ro: LINIE TABELĂ
sq: RRESHT TABELE
sr@latn: LINIJA TABELE

source: Table line
ar: خط جدول
ro: Linie tabelă
sq: Rresht tabele
sr@latn: Linija tabele

source: TABLE COLUMNS HEADER
ar: ترويسة أعمدة جدول
ro: CAP DE COLOANE TABELĂ
sq: TITULLI KOLLONAVE TË TABELËS
sr@latn: ZAGLAVLjE KOLONA TABELE

source: Table columns header
ar: ترويسة أعمدة جدول
ro: Cap de coloane tabelă
sq: Titulli i kollonave të tabelës
sr@latn: Zaglavlje kolona tabele

source: TIT
ar: شر-عن
sr@latn: NAS

source: TITLE BAR
ar: شريط عنوان
ro: BARA DE TITLU
sq: SHTYLLA E TITULLIT
sr@latn: NASLOVNA LINIJA

source: Title bar
ar: شريط عنوان
ro: Bara de titlu
sq: Shtylla e titullit
sr@latn: Naslovna linija

source: EDB
ar: شر-تح
sr@latn: URT

source: EDIT BAR
ar: شريط تحرير
ro: BARA DE EDITARE
sq: SHTYLLA E SHKRIMIT
sr@latn: UREĐIVAČKA TRAKA

source: Edit bar
ar: شريط تحرير
ro: Bara de editare
sq: Shtylla e shkrimit
sr@latn: Uređivačka traka

source: Incorrect parameters for voice "%s%s"
ar: المتغيرات المدخلة للصوت خاطئة "%s%s"
az: "%s%s" səsi üçün hökmsüz parametrlər
ro: Parametrii incorecţi pentru vocea "%s%s"
sq: Parametra të pavlefshëm për zërin "%s%s"
sr@latn: Neispravni parametri za glas „%s%s“

source: failed to send to speech next string "%s"
ar: فشل الإرسال لتكلّم السلسلة التالية "%s"
az: növbəti "%s" qatarı danışığa göndərilə bilmədi
ro: eşec la trimiterea să vorbească stringul următor "%s"
sq: gabim gjatë dërgimit për tek sintetizuesi vokal të frazës në vazhdim "%s"
sr@latn: ne može da pošalje za izgovor sledeći tekst „%s“

source: could not create/modify voice "%s"
ar: لم يمكن إنشاء/تغيير الصوت "%s"
az: "%s" səsi yaradıla / təkmilləşdirilə bilmədi
ro: nu s-a putut crea/modifica vocea "%s"
sq: i pamundur krijimi/ndryshimi i zërit "%s"
sr@latn: ne može da napravi/izmeni glas „%s“
