Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/gnopernicus/po/*.po
Languages: ar, az, ro, sq, sr@latn

source: Modify command for the selected item
ar: تعديل اﻷمر للاختيار
az: Seçili üzvün əmrini təkmilləşdir
ro: Modifică comanda pentru elementul selectat
sq: Ndrysho komandën për elementin e zgjedhur
sr@latn: Izmeni naredbu za izabranu stavku

source: Remove selected item
ar: حذف الاختيار
az: Seçili üzvü sil
ro: Şterge elementul selectat
sq: Hiq elementin e zgjedhur
sr@latn: Ukloni izabranu stavku

source: Shift modifier
ar: مفتاح التعديل Shift
az: Shift sür'ətləndirici
ro: Modificatorul Shift
sq: Ndryshuesi i «Shift»
sr@latn: Shift izmenjivač

source: User Defined
ar: معرّف من المستخدم
az: İstifadəçi Tə'yinli
sq: E përcaktuar nga përdoruesi
sr@latn: Određeno od korisnika

source: User defined commands list.
ar: قائمة اﻷوامر المعرفة من المستخدم
az: İstifadəçi tə'yinli əmr siyahısı.
ro: Lista de comenzi precizată a utilizatorului
sq: Lista e komandave të personalizuara
sr@latn: Korisnikov spisak naredbi.

source: _Key:
ar: _مفتاح:
az: _Düymə:
ro: _Tasta:
sq: _Tasti:
sr@latn: _Taster:

source: _Layer:
ar: _طبقة:
az: _Lay:
sq: _Niveli:
sr@latn: S_loj:

source: _Modifier keys:
ar: _مفاتيح التعديل:
az: _Sür'ətləndirici düymələr:
ro: Tastele _modificator:
sq: Taste _ndryshues:
sr@latn: Tasteri-iz_menjivači:

source: Screen Reader and Magnifier for the GNOME Desktop
ar: قارئ شاشة و مكبّرة لمكتب جنوم
az: GNOME Masa Üstü Üçün Ekran Oxuyucusu və Böyüdücü
ro: Cititorul de Ecran şi Lupa pentru Ecranul GNOME
sq: Lexues i ekranit dhe zmadhues për desktop GNOME
sr@latn: Čitač ekrana i lupa za okruženje Gnom

source: translator_credits
sq: Laurent Dhima <laurenti@alblinux.net>
sr@latn: Danilo Šegan <danilo@prevod.org> Prevod.org — prevod na srpski jezik.

source: <b>Gnopernicus has detected that the assistive technology support is not enabled.</b>
ar: <b>لقد اكتشف جنوباركوس أن دعم تكنولوجيا المساعدة غير ممكّن</b>
az: <b>Gnopernicus yardımçı texnologiyaları dəstəyinin fəal olmadığını aşkar etdi.</b>
ro: <b>Gnopernicus a detectat că suportul pentru tehnologia de asistare nu este disponibil</b>
sq: <b>Gnopernicus ka zbuluar që suporti për teknollogjinë asistuese nuk është aktivuar.</b>
sr@latn: <b>Gnopernik je primetio da podrška za tehnologije za ispomoć nije uključena.</b>

source: About
ar: عن البرنامج
az: Haqqında
ro: Despre
sq: Informacione
sr@latn: O programu

source: Alert
ar: تنبيه
az: Xəbərdarlıq
ro: Atenţionare
sq: Alarm
sr@latn: Upozorenje

source: Braille device preferences
ar: تفضيلات جهاز بريل
az: Braille avadanlığı seçimləri
ro: Preferinţele dispozitivului Braille
sq: Preferimet e dispozitivit braille
sr@latn: Postavke brajovih uređaja

source: Braille monitor preferences
ar: تفضيلات شاشة بريل
az: Braille izləyicisi seçimləri
ro: Preferinţele monitorului Braille
sq: Preferimet e vizualizuesit braille
sr@latn: Postavke brajovog ekrana

source: Close preferences
ar: أغلق التفضيلات
az: Seçimləri bağla
ro: Închide preferinţele
sq: Mbyll preferimet
sr@latn: Zatvori postavke

source: Command mapping
ar: خريطة اﻷوامر
az: Əmr xəritələməsi
ro: Atribuire comandă
sq: Harta e komandave
sr@latn: Dodela naredbi

source: Do you want to enable the assistive technology support?
ar: هل تريد اضافة دعم تكنولوجيا المساعدة؟
az: Yardımçı texnologiyalar dəstəyini fəallaşdırmaq istəyirsiniz?
ro: Doriţi să faceţi disponibil suportul pentru tehnologia de asistare?
sq: Dëshironi të aktivoni suportin për teknollogjinë asistuese?
sr@latn: Želite li da uključite podršku za tehnologiju za ispomoć?

source: Exit from gnopernicus
ar: الخروج من جنوبارنكوس
az: Gnopernicus'dan çıx
ro: Ieşire din gnopernicus
sq: Dil nga gnopernicus
sr@latn: Izađi iz gnopernika

source: Find on screen
ar: فتّش الشاشة
az: Ekranda tap
ro: Găseşte pe ecran
sq: Kërko në ekran
sr@latn: Nađi na ekranu

source: Gnopernicus
ar: جنوبارنكوس
sr@latn: Gnopernik

source: Gnopernicus usage help
ar: مساعدة في استخدام جنوبارنكوس
az: Gnopernicus istifadəsi haqqında yardım
ro: Ajutor utilizare gnopernicus
sq: Udhëzues për përdorimin e gnopernicus
sr@latn: Pomoć za upotrebu gnopernika

source: Iconify menu
ar: جعل القائمة أيقونة
az: Menyunu timsallaşdır
sq: Zvogëlo menunë në ikonë
sr@latn: Umanji meni

source: Load default preferences
ar: حمّل التفضيلات الإفتراضية
az: Ön qurğulu seçimləri yüklə
ro: Încarcă preferinţele implicite
sq: Ngarko preferimet e default
sr@latn: Učitaj uobičajene postavke

source: Magnifier preferences
ar: تفضيلات أداة التكبير
az: Böyüdücü qurğuları
ro: Preferinţele pentru lupă
sq: Preferimet e lupës
sr@latn: Postavke lupe

source: Mouse preferences
ar: تفضيلات الفأرة
ro: Preferinţele pentru maus
sq: Preferimet e mouse
sr@latn: Postavke miša

source: Preferences
ar: تفضيلات
az: Qurğular
ro: Preferinţe
sq: Preferimet
sr@latn: Postavke

source: Preferences...
ar: تفضيلات...
az: Seçimlər...
ro: Preferinţe...
sq: Preferime...
sr@latn: Postavke...

source: Question
ar: سؤال
az: Sual
ro: Semn de întrebare
sq: Pyetje
sr@latn: Upitnik

source: Role presentation
ar: دور التقديم
az: Rol təqdimatı
sq: Mënyra në të cilën informacionet i prezantohen përdoruesit
sr@latn: Predstavljanje uloge

source: Screen review
ar: مراجعة الشاشة
az: Ekran icmalı
sq: Revizioni i ekranit
sr@latn: Pregled ekrana

source: Speech preferences
ar: تفضيلات أداة الكلام
az: Danışıq seçimləri
ro: Preferinţe audio
sq: Preferimet e shqiptuesit
sr@latn: Postavke govora

source: Startup mode...
ar: نسق بدأ التشغيل...
az: Başlanğıc modu...
ro: Modul pornire...
sq: Modaliteti i nisjes...
sr@latn: Način pokretanja...

source: You will have to log out for the change to take effect. Do you want to log out now?
ar: ستحتاج للخروج من النظام ليأخذ التغيير أثره. هل تريد الخروج الآن؟
az: Dəyişikliklərin fəal olması üçün iclasınıza yenidən giriş etməlisiniz. İndi iclasınızı sonlandırmaq istəyirsiniz?
ro: Va trebui să închideţi pentru a se efectua modificările. Doriţi să închideţi acum?
sq: Është e nevojshme të dilni që ndryshimet të kenë efekt. Dëshironi të dilni tani?
sr@latn: Moraćete da se odjavite da bi izmene uzele maha. Želite li sada da se odjavite?

source: _1 Speech
ar: _1 كلام
az: _1 Danışıq
ro: _1 Audio
sq: _1 Shqiptimi
sr@latn: _1 Govor

source: _1 Startup Mode...
ar: _1 نمط بدء التشغيل
az: _1 Başlanğıc Modu...
sq: _1 Modaliteti i nisjes...
sr@latn: _1 Način pokretanja...

source: _2 Braille
ar: _2 بريل
sr@latn: _2 Brajov

source: _2 Preferences...
ar: _2 تفضيلات
az: _2 Seçimlər...
ro: _2 Preferinţe...
sq: _2 Preferime...
sr@latn: _2 Postavke...

source: _3 Default Preferences...
ar: _3 تفضيلات افتراضية
ro: _3 Preferinţe Implicite...
sq: _3 Preferimet e prezgjedhura...
sr@latn: _3 Uobičajene postavke...

source: _4 Minimize
ar: _4 تصغير
az: _4 Kiçilt
ro: _4 Minimizare
sq: _4 Minimizo
sr@latn: _4 Umanji

source: _4 Mouse
ar: _4 الفأرة
az: _4 Siçan
ro: _4 Maus
sr@latn: _4 Miš

source: _5 Help
ar: _5 مساعدة
az: _5 Yardım
ro: _5 Ajutor
sq: _5 Ndihmë
sr@latn: _5 Pomoć

source: _6 About
ar: _6 عن البرنامج
az: _6 Haqqında
ro: _6 Despre
sq: _6 Informacione
sr@latn: _6 O programu

source: _6 Command Mapping
ar: _6 خريطة الأوامر
az: _6 Əmr Xəritələməsi
ro: _6 Atribuire Comandă
sq: _6 Harta e komandave
sr@latn: _6 Dodela naredbi

source: _7 Presentation
ar: _7 عرض
az: _7 Təqdimat
ro: _7 Prezentare
sq: _7 Prezantimi
sr@latn: _7 Predstavljanje

source: _8 Screen Review
ar: _8 مراجع الشاشة
az: _8 Ekran İcmalı
ro: _8 Descriere Ecran
sq: _8 Revizioni i ekranit
sr@latn: _8 Pregled ekrana

source: _9 Search
ar: _9 البحث
az: _9 Axtar
ro: _9 Caută
sq: _9 Kërko
sr@latn: _9 Pretraga

source: _Don't Enable Support
ar: _لا _تشغّل الدعم
az: Dəstəyi Fəallaşdır_ma
ro: _Nu fă disponibil suportul
sq: _Mos aktivo suportin
sr@latn: _Ne uključuj podršku

source: _Enable Support
ar: _شغّل الدعم
az: Dəstəyi _Fəallaşdır
ro: _Fă disponibil suportul
sq: _Aktivo suportin
sr@latn: _Uključi podršku

source: _Quit
ar: _إنهاء
az: Çı_x
ro: _Ieşire
sq: _Dalja
sr@latn: _Zatvori

source: Failed to set value: %f.
ar: فشل ضبط القيمة: %f.
ro: Eşec la setarea valorii: %f.
sq: Gabim gjatë vendosjes së vlerës: %f.
sr@latn: Ne može da postavi vrednost: %f.

source: Failed to set value.
ar: فشل ضبط القيمة
az: Qiymət tə'yin edilə bilmədi.
ro: Eşec la setarea valorii.
sq: Gabim gjatë vendosjes së vlerës.
sr@latn: Nije uspeo da postavi vrednost.

source: We could not load the interface!
ar: فشل في تحميل الشاشات
az: Ara üz yüklənə bilmədi!
ro: Nu se poate încărca interfaţa!
sq: Nuk u bë i mundur ngarkimi i interfaqes!
sr@latn: Ne može da učita sučelje!

source: default
ar: افتراضات
az: ön qurğulu
ro: implicit
sq: prezgjedhur
sr@latn: uobičajeni

source: Can NOT remove zoomer because multiple zoomers are not supported in this version.
ar: لا يمكن حذف المكبّر بسبب عدم دعم مكبرات متعدّدة من قبل هذه الإصدارة.
az: Bu buraxılışda birdən çox yaxınlaşdırıcı dəstəklənmədiyi üçün yaxınlaşdırıcı silinə BİLMƏZ.
ro: NU se poate înlătura lupa pentru că mai multe lupe nu sunt suportate în această versiune.
sq: NUK është e mundur të hiqet zmadhuesi pasi ky version nuk përmban suportin për zmadhuesit e shumëfishtë.
sr@latn: Ne može da ukloni lupu zato što više lupa nije podržano u ovom izdanju.

source: Zoomers
ar: مكبّرات
az: Yaxınlaşdırıcılar
sq: Zmadhues
sr@latn: Lupe

source: Zoomer Options (%s)
ar: خيارات المكبر (%s)
az: Yaxınlaşdırıcı Qurğuları (%s)
ro: Opţiuni pentru lupă (%s)
sq: Opcionet e zmadhuesit (%s)
sr@latn: Opcije lupe (%s)

source: Failed to set dictionary changes.
ar: فشل ضبط تغييرات المعجم
az: Lüğətdə dəyişikliklər edilə bilmədi.
ro: Eşec la setarea modificărilor dicţionarului.
sq: Gabim gjatë vendosjes së ndryshimeve në fjalor.
sr@latn: Nije uspeo da postavi izmene rečnika.

source: Failed to set removed voice value.
ar: فشل ضبط قيمة الصوت المحذوفة
az: Silinmiş səs qiyməti tə'yin edilə bilmədi.
ro: Eşec la setarea valorii vocii şterse.
sq: Gabim gjatë vendosjes së vlerës së zërit të hequr.
sr@latn: Nije uspeo da postavi vrednost uklonjenog glasa.

source: Failed to set count: %s.
ar: فشل ضبط العدّ: %s
az: Say tə'yin edilə bilmədi: %s.
ro: Eşec la setarea numără: %s.
sq: Gabim gjatë vendosjes së numërimit: %s.
sr@latn: Nije uspeo da postavi broj: %s.

source: Failed to set Punctuation: %s.
ar: فشل ضبط الترقين: %s
az: Punktuasiya tə'yin edilə bilmədi: %s.
ro: Eşec la setarea Punctuaţie: %s.
sq: Gabim gjatë vendosjes së piksimit: %s.
sr@latn: Nije uspeo da postavi interpunkciju: %s.

source: Failed to set text echo value: %s.
ar: فشل ضبط قيمة كتابة النصوص: %s
az: Mətn əks səda qiyməti tə'yin edilə bilmədi: %s.
ro: Eşec la setarea valorii ecoului textului: %s.
sq: Gabim gjatë vendosjes së vlerës së echo për tekstin: %s.
sr@latn: Nije uspeo da postavi ispisivanje teksta: %s.

source: Failed to set modifiers value: %s.
ar: فشل ضبط قيمة المغيّرات: %s.
az: Sür'ətləndirici qiyməti tə'yin edilə bilmədi: %s.
ro: Eşec la setarea valorii modificatorilor: %s.
sq: Gabim gjatë vendosjes së vlerës së ndryshuesit: %s.
sr@latn: Nije uspeo da postavi vrednost za izmenjivače: %s.

source: Failed to set cursors value: %s.
ar: فشل ضبط قيمة المؤشرات: %s
az: Kursor qiyməti tə'yin edilə bilmədi: %s.
ro: Eşec la setarea valorii cursorilor: %s.
sq: Gabim gjatë vendosjes së vlerës së kursorit: %s.
sr@latn: Nije uspeo da postavi vrednost za kurzor: %s.

source: Failed to set spaces value: %s.
ar: فشل ضبط قيمة الفراغات: %s
az: Boşluq qiyməti tə'yin edilə bilmədi: %s.
ro: Eşec la setarea valorii spaţiilor: %s.
sq: Gabim gjatë vendosjes së vlerës së hapësirës: %s.
sr@latn: Nije uspeo da postavi vrednost za razmake: %s.

source: Failed to set dictionary value: %s.
ar: فشل ضبط قيمة المعجم: %s
az: Lüğət qiyməti tə'yin edilə bilmədi: %s.
ro: Eşec la setarea valorii dicţionarului: %s.
sq: Gabim gjatë vendosjes së vlerës së fjalorit: %s.
sr@latn: Nije uspeo da postavi vrednost za rečnik: %s.

source: Failed to set testable voice %s.
ar: فشل ضبط الصوت التجريبي: %s
az: Sınana bilən %s səsi tə'yin edilə bilmədi.
ro: Eşec la setarea vocii de test %s.
sq: Gabim gjatë vendosjes së zërit të provës: %s.
sr@latn: Nije uspeo da postavi probni glas %s.

source: %s no name
ar: %s بدون اسم
az: %s adsız
ro: %s nici un nume
sq: «%s» pa emër
sr@latn: %s bez imena

source: Invalid word or replacer!
ar: كلمة أو مستبدل غير سليمين
az: Hökmsüz kəlmə ya da əvəz edici!
ro: Cuvânt sau înlocuitor invalid!
sq: Fjalë apo zevëndësues i pasaktë!
sr@latn: Neispravna reč ili zamenjivač!

source: Word exists in dictionary!
ar: الكلمة موجودة في المعجم!
ro: Cuvânt existent în dicţionar!
sq: Fjala ekziston në fjalor!
sr@latn: Reč postoji u rečniku!

source: No selected word to modify!
ar: لا يوجد هناك كلمة حالية للتعديل!
az: Dəyişdiriləcək kəlmə seçilməyib!
ro: Nici un cuvânt selectat pentru a fi modificat!
sq: Asnjë fjalë e zgjedhur për t'u ndryshuar!
sr@latn: Nije izabrana reč radi izmene!

source: No selected word to remove!
ar: لا يوجد هناك كلمة حالية للحذف!
az: Silinəcək kəlmə seçilməyib!
ro: Nici un cuvânt selectat pentru a fi şters!
sq: Asnjë fjalë e zgjedhur për t'u hequr!
sr@latn: Nije izabrana reč radi uklanjanja!

source: Word
ar: كلمة
az: Kəlmə
ro: Cuvânt
sq: Fjala
sr@latn: Reč

source: Replacer
ar: المبدل
az: Əvəz edici
ro: Înlocuitor
sq: Zevëndësuesi
sr@latn: Zamenjivač

source: <all drivers>
ar: <جميع الدافعات>
az: <bütün sürücülər>
sq: <Të gjithë drivers>
sr@latn: <svi upravljački programi>

source: <all voices>
ar: <كل الأصوات>
az: <bütün səslər>
ro: <toate vocile>
sq: <të gjithë zërat>
sr@latn: <svi glasovi>

source: Invalid voice!
ar: خطأ في الصوت!
az: Hökmsüz səs!
ro: Voce invalidă!
sq: Zë i pavlefshëm!
sr@latn: Neispravan glas!

source: Invalid driver or voice!
ar: دافعة أو صوت غير سليمين!
az: Hökmsüz sürücü ya da səs!
sq: Zë apo driver i pavlefshëm!
sr@latn: Neispravan upravljački program ili glas!

source: No selected voice to modify!
ar: لا يوجد هناك صوت حالي للتعديل!
az: Dəyişdiriləcək səs seçilməyib!
ro: Nici o voce selectată pentru a fi modificată!
sq: Asnjë zë i zgjedhur për t'u ndryshuar!
sr@latn: Nije izabran glas radi izmene!

source: No selected voice to remove!
ar: لا يوجد هناك صوت حالي للحذف!
az: Silinəcək səs seçilməyib!
ro: Nici o voce selectată pentru a fi ştearsă!
sq: Asnjë zë i zgjedhur për t'u hequr!
sr@latn: Nije izabran glas radi uklanjanja!

source: No selected voice to test!
ar: لا يوجد هناك صوت حالي للتّجربة!
az: Sınanacaq səs seçilməyib!
ro: Nici o voce selectată pentru a fi testată!
sq: Asnjë zë i zgjedhur për t'u provuar!
sr@latn: Nije izabran glas radi isprobavanja!

source: Voice
ar: صوت
az: Səs
ro: Voce
sq: Zë
sr@latn: Glas

source: Driver
ar: دافعة
az: Sürücü
sq: Pilotuesi
sr@latn: Upravljački program

source: Speaker
ar: مكبر صوت
az: Spiker
sq: Zë folës
sr@latn: Govornik

source: Alpha
ar: الفا
az: Alfa
sq: Alfa
sr@latn: Alfa

source: Charlie
ar: شارلي
az: Çarli
sr@latn: Cigo

source: Echo
ar: إكو
az: Əks səda
ro: Ecou
sr@latn: Eho

source: Foxtrot
ar: فوكسترت
sr@latn: Fomenko

source: India
ar: الهند
az: Hindistan
sr@latn: Indija

source: Juliet
ar: جولييت
sr@latn: Julija

source: Mike
ar: مايك
az: Məmməd
sr@latn: Milena

source: November
ar: نوفمبر
az: Noyabr
ro: Noiembrie
sq: Nëntor
sr@latn: Novembar

source: Oscar
ar: أوسكار
az: Oskar
sr@latn: Oskar

source: Papa
ar: بابا
sr@latn: Paradajz

source: Quebec
ar: كويبيك
az: Kvebek
sr@latn: Kvebek

source: Sierra
ar: سييرا
sr@latn: Sijera

source: Uniform
ar: منتظم
az: Ümumi
sr@latn: Uvreženi

source: Victor
ar: فيكتور
az: Viktor
sr@latn: Viktor

source: Whiskey
ar: ويسكي
az: Viski
sr@latn: Viski

source: Xray
ar: أشعة إكس
sr@latn: Iks-zraci

source: Yankee
ar: يانكي
sr@latn: Jenki

source: space
ar: فراغ
az: boşluq
ro: spaţiu
sq: hapësirë
sr@latn: razmak

source: tab
az: səkmə
sr@latn: tabulator

source: new line
ar: سطر جديد
az: yeni sətir
ro: linie nouă
sq: rresht i ri
sr@latn: nova linija

source: dash
ar: خط فاصل
az: tire
sr@latn: crta

source: Failed to access configuration source(s): %s
ar: فشل النفاذ إلى مصادر الإعداد: %s
az: Qurğu mənbələrinə yetişilə bilmədi: %s
ro: Eşec la accesarea sursei de configurare: %s
sq: Gabim gjatë hyrjes tek burimi (o burimet) e konfigurimit: %s
sr@latn: Neuspešan pristup izvoru podešavanja: %s

source: Failed to add notify: %s
ar: فشلت إضافة تنبيه: %s
az: Xəbərdarlıq əlavə edilə bilmədi: %s
ro: Eşec la adaugarea notificării: %s
sq: Dështoi shtimi i njoftimit: %s
sr@latn: Nisam uspeo da dodam obaveštenje: %s

source: Failed to remove directory.
ar: فشل في حذف الدليل.
az: Cərgə silinə bilmədi.
ro: Eşec la ştergerea directorului.
sq: I pamundur eleminimi i directory.
sr@latn: Nije uspeo da ukloni direktorijum.

source: Failed to set configdata.
ar: فشل ضبط بيانات الإعدادات.
az: Quraşdırma mə'lumatı tə'yin edilə bilmədi.
ro: Eşec la setarea configdata.
sq: Gabim gjatë përcaktimit të të dhënave të konfigurimit.
sr@latn: Nije uspeo da postavi podatke za podešavanja.

source: Failed set data.
ar: فشل ضبط البيانات
az: Mə'lumat tə'yin edilə bilmədi.
ro: Eşec setare dată.
sq: Gabim gjatë përcaktimit të të dhënave.
sr@latn: Nije uspeo da postavi podatke.

source: (C)
sr@latn: (I)

source: (E)
sr@latn: (R)

source: (U)
sr@latn: (N)

source: (c)
sr@latn: (s)

source: Give maximum speech and braille output.
ar: تلقّي أقصى مايمكن من إخراج الكلام و براي.
az: Maksimal danışıq və braille çıxışı ver.
sq: Jep rezultatin maksimum të shqiptimit dhe braille.
sr@latn: Koristi najviše moguće govornog i brajovog izlaza.

source: accelerator
sq: përshpejtues
sr@latn: meni prečica

source: available
sq: në dispozicion
sr@latn: dostupno

source: checked
sq: e zgjedhur
sr@latn: označeno

source: closing tab
sq: tab mbyllës
sr@latn: zatvaram list

source: closing window
sq: dritarja e mbylljes
sr@latn: zatvaram prozor

source: collapsed
sq: e zhytur
sr@latn: nerazgranato

source: column header
sq: kreu i kollonës
sr@latn: zaglavlje kolone

source: create tab
sq: tab e krijimit
sr@latn: napravi list

source: create window
sq: dritarja e krijimit
sr@latn: napravi prozor

source: current value
sq: vlera aktuale
sr@latn: tekuća vrednost

source: empty line
ar: سطر فارغ
az: boş sətir
ro: linie goală
sq: rresht bosh
sr@latn: prazna linija

source: expanded
sq: e zgjeruar
sr@latn: razgranato

source: item
ar: عنصر
az: üzv
ro: element
sq: element
sr@latn: stavka

source: items
ar: عناصر
az: üzvlər
ro: elemente
sq: elementët
sr@latn: stavki

source: level
sq: etiketa
sr@latn: nivo

source: maximize window
sq: maksimizimi i dritares
sr@latn: uvećaj prozor

source: minimize window
sq: minimizimi i dritares
sr@latn: umanji prozor

source: minimized
sq: e minimizuar
sr@latn: umanjen

source: no selection anymore
sq: nuk ka më zgjedhje
sr@latn: nema više izbora

source: normal
sr@latn: obično

source: pressed
sq: i shtypur
sr@latn: pritisnuto

source: rename window
sq: ndrysho emrin e dritares
sr@latn: preimenuj prozor

source: restore window
sq: rivendos dritaren
sr@latn: vrati prozor

source: row header
sq: titulli i rreshtit
sr@latn: zaglavlje reda

source: shortcut
sq: shtegu
sr@latn: prečica

source: show tool tip
sq: shfaq tool tip
sr@latn: prikaži oblačić

source: switch tab
sq: shkëmbe skedën
sr@latn: promeni list

source: switch to window
sq: kalo tek dritarja
sr@latn: prebaci u prozor

source: titleize window
sq: titull për dritaren
sr@latn: naslovi prozor

source: unavailable
sq: jo në dispozicion
sr@latn: nedostupno

source: unchecked
sq: nuk është e zgjedhur
sr@latn: neoznačeno

source: unpressed
sq: jo e shtypur
sr@latn: nepritisnuto

source: no parent
ar: لا يوجد أب
az: valideyn mövcud deyil
ro: nici un părinte
sq: asnjë element prind
sr@latn: nema sadržaoca

source: no children
ar: لا يوجد أبناء
az: törəmələr mövcud deyil
ro: nici un copil
sq: asnjë element bir
sr@latn: nema sadržanih

source: no next
ar: لا يوجد تالي
az: mətn mövcud deyil
ro: nu există următorul
sq: asnjë element në vazhdim
sr@latn: nema sledećeg

source: Cannot find next text!
ar: لا يمكن العثور على النص التالي!
az: Sonrakı mətn tapıla bilmir!
ro: Nu s-a găsit textul următor!
sq: Nuk arrij të gjej tekstin në vazhdim!
sr@latn: Ne može da nađe sledeći tekst!

source: Cannot find next image!
ar: لا يمكن العثور على الصورة التالية!
az: Sonrakı rəsm tapıla bilmir!
ro: Nu s-a găsit imaginea următoare!
sq: Nuk arrij të gjej figurën në vazhdim!
sr@latn: Ne može da nađe sledeću sliku!

source: Cannot find next attributes!
ar: لا يمكن العثور على الخواص التالية!
az: Sonrakı atributlar tapıla bilmir!
ro: Nu s-au găsit atributele următoare!
sq: Nuk arrij të gjej atributet në vazhdim!
sr@latn: Ne može da nađe sledeće atribute!

source: no previous
ar: بدون سابق
az: əvvəlki mövcud deyil
ro: nu există anteriorul
sq: asnjë paraardhës
sr@latn: nema prethodnog

source: added watch for current object
ar: أضيفت مراقبة للجسم الحالي
az: hazırkı obyektə izləmə əlavə edildi
ro: s-a adăugat urmărire pentru obiectul curent
sq: u shtua mbajtësi për objektin aktual
sr@latn: dodaj praćenje tekućeg objekta

source: cannot add watch for current object
ar: لا يمكن إضافة مراجعة للجسم الحالي
az: hazırkı obyektə izləmə əlavə edilə bilmir
ro: nu se poate adăuga urmărire pentru obiectul curent
sq: i pamundur shtimi i mbajtësit për objektin aktual
sr@latn: ne mogu da dodam praćenje tekućeg objekta

source: no caret
ar: بدون علامة الإضافة
az: karet mövcud deyil
ro: fără cursor
sq: asnjë kursor
sr@latn: nema mesta umetanja

source: already on first
ar: على اﻷول أصلاً
az: onsuzda başdadır
ro: deja la început
sq: jemi tek i pari
sr@latn: već je na prvom

source: already on last
ar: على اﻷخير أصلاً
az: onsuzda sondadır
ro: deja la sfârşit
sq: jemi tek i fundit
sr@latn: već je na poslednjem

source: now navigating in application
ar: التصفح حالياً في البرنامج
az: indi tə'minat içində gəzilir
ro: navigare în aplicaţie
sq: jemi duke lundruar në aplikativ
sr@latn: sada upravlja programom

source: now navigating in desktop
ar: التصفح حالياً في المكتب
az: indi masa üstündə gəzilir
ro: navigare în ecran
sq: jemi duke lundruar në desktop
sr@latn: sada upravlja radnom površinom

source: now navigating in window
ar: التصفح حالياً في النافذة
az: indi pəncərə içində gəzilir
ro: navigare în fereastră
sq: jemi duke lundruar në dritare
sr@latn: sada upravlja prozorom

source: no focus
ar: لا تركيز
az: fokus mövcud deyil
ro: nici o focalizare
sq: asnjë fokus
sr@latn: nema žiže

source: no title
ar: بدون عنوان
az: başlıq mövcud deyil
ro: nici un titlu
sq: asnjë titull
sr@latn: nema naslova

source: no menu bar
ar: بدون عمود القائمة
az: menyu çubuğu mövcud deyil
ro: nici o bară de meniu
sq: asnjë panel menuje
sr@latn: nema osnovnog menija

source: no tool bar
ar: بدون عمود الأدوات
az: vasitə çubuğu mövcud deyil
ro: nici o bară de unelte
sq: asnjë panel instrumentësh
sr@latn: nema osnovnih alatki

source: no status bar
ar: لا عمود حالة
az: vəziyyət çubuğu mövcud deyil
ro: nici o bară de stare
sq: asnjë panel gjëndjeje
sr@latn: nema linije sa stanjem

source: on
ar: على
sq: në
sr@latn: na

source: from a
ar: من
az: -dan
ro: de la un
sq: nga një
sr@latn: iz

source: with
ar: مع
az: ilə
ro: cu
sq: me
sr@latn: sa

source: in a
ar: في
ro: intr-un
sq: në një
sr@latn: u

source: named
ar: يسمّى
ro: numit
sq: quajtur
sr@latn: zvano

source: with no name
ar: دون اسم
ro: cu nici un nume
sq: pa emër
sr@latn: bez imena

source: of application
ar: من التّطبيق
ro: al aplicaţiei
sq: i programit
sr@latn: programa

source: on a
ar: عند
az: -də
ro: pe un
sq: mbi një
sr@latn: na

source: first line
ar: السّطر الأوّل
ro: prima linie
sq: rreshti i parë
sr@latn: prva linija

source: last line
ar: السّطر الأخير
ro: ultima linie
sq: rreshti i fundit
sr@latn: poslednja linija

source: [first line]
ar: [السّطر الأوّل]
ro: [prima linie]
sq: [rreshti i parë]
sr@latn: [prva linija]

source: [last line]
ar: [السّطر الأخير]
ro: [ultima linie]
sq: [rreshti i fundit]
sr@latn: [poslednja linija]

source: %d empty line
ar: سطر فارغ واحد
az: %d boş sətir
ro: %d linie goală
sq: %d rresht bosh
sr@latn: %d prazna linija

source: [empty line]
ar: [سطر فارغ]
az: [boş sətir]
ro: [linie goală]
sq: [rresht bosh]
sr@latn: [prazna linija]

source: [%d empty line]
ar: [سطر فارغ واحد]
az: [%d boş sətir]
ro: [%d linie goală]
sq: [%d rresht bosh]
sr@latn: [%d prazna linija]
