Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/gnopernicus/po/*.po
Languages: ar, az, ro, sq, sr@latn

source: voice "%s" will sound this way
ar: سيكون الصوت "%s" على هذه الطريقة
az: "%s" səsi belə eçidiləcək
ro: vocea "%s" sună astfel
sq: zëri "%s" do të tingëllojë kështu
sr@latn: glas „%s“ će zvučati ovako

source: could not test voice "%s"
ar: لم يمكن اختبار الصوت "%s"
az: "%s" səsi sınana bilmədi
ro: nu s-a putut testa vocea "%s"
sq: e pamundur prova e zërit "%s"
sr@latn: ne može da isproba glas „%s“

source: value not supported for speech count mode "%s"
ar: القيمة غير مدعومة من قبل نسق عدّ الكلام "%s"
az: "%s" danışıq sayma modu üçün qiymət dəstəklənmir
ro: valoare nesuportată pentru modul de numărare al vorbirii "%s"
sq: vlerë e pa suportuar për modalitetin e numërimit vokal "%s"
sr@latn: vrednost nije podržana za govorno brojanje „%s“

source: value not supported for speech modifiers type "%s"
ar: القيمة·غير·مدعومة·من·قبل·نوع مغيّرات الكلام بنوع·"%s"
az: "%s" danışıq sür'ətləndirici növü üçün qiymət dəstəklənmir
ro: valoare nesuportată pentru tipul modificatorilor audio
sq: vlerë e pa suportuar për llojin e ndryshuesve të sintezës vokale "%s"
sr@latn: vrednost nije podržana za vrstu izmenjivača govora „%s“

source: value not supported for speech cursors type "%s"
ar: القيمة·غير·مدعومة·من·قبل·مؤشرات الكلام بنوع·"%s"
az: "%s" danışıq kursor növü üçün qiymət dəstəklənmir
sq: vlerë e pa suportuar për llojin e kursorëve të sintezës vokale "%s"
sr@latn: vrednost nije podržana za vrstu kurzora govora „%s“

source: value not supported for speech spaces type "%s"
ar: القيمة·غير·مدعومة·من·قبل·فراغات·الكلام بنوع·"%s"
az: "%s" danışıq boşluq növü üçün qiymət dəstəklənmir
sq: vlerë e pa suportuar për llojin e hapësirave të sintezës vokale "%s"
sr@latn: vrednost nije podržana za vrstu razmaka govora „%s“

source: value not supported for speech dictionary type "%s"
ar: القيمة·غير·مدعومة·من·قبل·قاموس·الكلام بنوع·"%s"
az: "%s" danışıq lüğət növü üçün qiymət dəstəklənmir
sq: vlerë e pa suportuar për llojin e fjalorit të sintezës vokale "%s"
sr@latn: vrednost nije podržana za vrstu rečnika govora „%s“

source: value not supported for speech text echo type "%s"
ar: القيمة·غير·مدعومة·من·قبل·الصدي النصي للكلام بنوع·"%s"
az: "%s" danışıq mətn əks səda növü üçün qiymət dəstəklənmir
sq: vlerë e pa suportuar për llojin e echo të tekstit të sintezës vokale "%s"
sr@latn: vrednost nije podržana za vrstu ispisa teksta govora „%s“

source: Tilde
ar: تلدة
az: Tilda işarəsi
ro: Tilda
sr@latn: Tilda

source: Tildaes
ar: تلدات
az: Tilda işarələri
ro: Tilda
sr@latn: Tilde

source: Exclamation
ar: علامة تعجب
az: Nida İşarəsi
ro: Semnul exclamării
sq: Pikëçuditëse
sr@latn: Uzvičnik

source: Exclamations
ar: علامات تعجب
az: Nida İşarələri
ro: Semne de exclamare
sr@latn: Uzvičnici

source: At
ar: عند
sr@latn: Majmunče

source: Ats
ar: عندات
sr@latn: Majmunčići

source: Hash
ar: مزيج
az: Tire
ro: Diez
sr@latn: Taraba

source: Hashes
ar: أمزاج
az: Tirelər
ro: Diez
sq: Hash
sr@latn: Tarabe

source: Dollar
ar: دولار
sq: Euro
sr@latn: Dolar

source: Dollars
ar: دولارات
az: Dollarlar
sq: Euro
sr@latn: Dolari

source: Percent
ar: بجزء من المائة
az: Faiz
ro: Procent
sq: Përqind
sr@latn: Procenat

source: Percents
ar: بأجزاء من المائة
az: Faiz
ro: Procente
sq: Përqind
sr@latn: Procenti

source: Caret
ar: نابض السطر
sq: Theks
sr@latn: Kapica

source: Carets
ar: نوابض السطر
az: Karetlər
sq: thekse
sr@latn: Kapice

source: And
ar: مع
az: Və işarəsi
ro: Şi
sq: Dhe
sr@latn: Ampersand

source: Ands
ar: معات
az: Və işarələri
sq: Dhe
sr@latn: Ampersandi

source: Asterisk
ar: نجمة
az: Ulduz işarəsi
ro: Asterics
sq: Thonjëz
sr@latn: Zvezdica

source: Asterisks
ar: نجمات
az: Ulduz işarələri
sq: Thonjëza
sr@latn: Zvezdice

source: Left Paranthesis
ar: علامة الحصر اليسار
az: Sol Parantez
ro: Paranteză deschisă
sq: Kllapë e majtë
sr@latn: Otvorena zagrada

source: Right Paranthesis
ar: علامة الحصر اليمين
az: Sağ Parantez
ro: Paranteză închisă
sq: Kllapë e djathtë
sr@latn: Zatvorena zagrada

source: Underscore
ar: تسطير
az: Alt cızıq
ro: Liniuţă de subliniere
sq: Nënvizim
sr@latn: Podvlaka

source: Underscores
ar: تسطيرات
az: Alt cızıqlar
ro: Liniuţe de subliniere
sq: Nënvizime
sr@latn: Podvlake

source: Pluses
ar: الزوائد
az: Plyus işarələri
sq: Pluse
sr@latn: Plusevi

source: Equal
ar: مساو
az: Bərabərdir işarəsi
ro: Egal
sq: Baraz
sr@latn: Jednakost

source: Equals
ar: مساويات
az: Bərabərdir işarələri
sq: Baraz
sr@latn: Jednakosti

source: Minuses
ar: سلبيات
az: Minus işarələri
sq: Minuse
sr@latn: Minusi

source: Quote
ar: علامة التصريح
az: Dırnaq işarəsi
sq: Thonjëz
sr@latn: Navodnik

source: Quotes
ar: علامات التصريح
az: Dırnaq işarələri
ro: Ghilimele
sq: Thonjëza
sr@latn: Navodnici

source: Left Bracket
ar: قوص معقوف أيسر
az: Sol Mö'tərizə
ro: Acoladă deschisă
sq: Kllapë e rrumbullt e majtë
sr@latn: Leva uglasta zagrada

source: Left Brackets
ar: أقواص معقوفة يسرى
az: Sol Mö'tərizələr
ro: Acoladă deschisă
sq: Kllapa të rrumbullta të majta
sr@latn: Leve uglaste zagrade

source: Right Bracket
ar: قوص معقوف أيمن
az: Sağ Mö'tərizə
ro: Acoladă închisă
sq: Kllapë e rrumbullt e djathtë
sr@latn: Desna uglasta zagrada

source: Right Brackets
ar: أقواص معقوفة يمنى
az: Sağ Mö'tərizələr
ro: Acolade închise
sq: Kllapa të rrumbullta të djathtë
sr@latn: Desne uglaste zagrade

source: Left Brace
ar: قوص أيسر
az: Sol Bənd
ro: Acoladă deschisă
sq: Kllapë e drejtë e majtë
sr@latn: Leva vitičasta zagrada

source: Left Braces
ar: أقواص يسرى
az: Sol Bəndlər
ro: Acolade deschise
sq: Kllapa të drejta të majta
sr@latn: Leve vitičaste zagrade

source: Right Brace
ar: قوص أيمن
az: Sağ Bənd
ro: Acoladă închisă
sq: Kllapë e drejtë e djathtë
sr@latn: Desna vitičasta zagrada

source: Right Braces
ar: أقواص يمنى
az: Sağ Bəndlər
ro: Acolade închise
sq: Kllapa të drejta të djathta
sr@latn: Desne vitičaste zagrade

source: Semicolon
ar: فاصلة منقوطة
az: Nöqtəli vergül
ro: Punct şi virgulă
sq: Pikë presje
sr@latn: Tačka-zarez

source: Semicolons
ar: فواصل منقوطة
az: Nöqtəli vergüllər
ro: Punct şi virgulă
sq: Pikë presje
sr@latn: Tačka-zarezi

source: Colon
ar: نقطتان
az: iki nöqtə
ro: Două puncte
sq: Presje
sr@latn: Dvotačka

source: Colons
ar: نقطتان
az: iki nöqtələr
ro: Două puncte
sq: presje
sr@latn: Dvotačke

source: Double quote
ar: علامة تصريح ثنائيّة
az: Cüt dırnaq
ro: Ghilimele duble
sq: Dopjo thonjëza
sr@latn: Dvostruki navodnik

source: Double quotes
ar: علامات تصريح ثنائيّة
az: Cüt dırnaqlar
ro: Ghilimele duble
sq: Dopjo thonjëza
sr@latn: Dvostruki navodnici

source: Apostrophe
ar: فاصلة عليا
az: Apostrof
ro: Apostrof
sq: Apostrofë
sr@latn: Apostrof

source: Apostrophes
ar: فواصل عليا
az: Apostroflar
ro: Apostrof
sq: Apostrofa
sr@latn: Apostrofi

source: Back Slash
ar: شَّرطة معكوسة
az: Geriyə Slaş
sr@latn: Obrnuta kosa crta

source: Back Slashes
ar: شَّرطات معكوسة
az: Geriyə Slaşlar
sr@latn: Obrnute kose crte

source: Bar
ar: عمود
az: Çubuq
ro: Bară verticală
sr@latn: Uspravna linija

source: Bars
ar: الأعمدة
az: Çubuqlar
ro: Bare verticale
sr@latn: Uspravne linije

source: Greater
ar: مرحب
az: Böyükdür
ro: Mai mare
sq: Më i madh
sr@latn: Veće

source: Greaters
ar: مرحبّين
az: Böyüklər
ro: Mai mare
sq: Më i madh
sr@latn: Znaci veće

source: Less
ar: أقل
az: Kiçikdir
ro: Mai mic
sq: Më i vogël
sr@latn: Manje

source: Lesses
ar: الأقليّات
az: Kiçiklər
ro: Mai mic
sq: Më i vogël
sr@latn: Znaci manje

source: Comma
ar: فاصلة
az: Vergül
ro: Virgulă
sq: Presje
sr@latn: Zarez

source: Commas
ar: فواصل
az: Vergüllər
ro: Virgule
sq: Presje
sr@latn: Zarezi

source: Dot
ar: نقطة
az: Nöqtə
ro: Punct
sq: Pikë
sr@latn: Tačka

source: Dots
ar: نقاط
az: Nöqtələr
ro: Puncte
sq: Pika
sr@latn: Tačke

source: Slash
ar: شَّرطة
az: Slaş
sr@latn: Kosa crta

source: Slashes
ar: شَّرطات
az: Slaşlar
sr@latn: Kose crte

source: Questions
ar: أسئلة
az: Suallar
ro: Semne de întrebare
sq: Pyetje
sr@latn: Upitnici

source: value not supported for speech punctuation type "%s"
ar: القيمة غير مجعومة لنوع تنقيط الكلام "%s"
az: "%s" danışıq punktuasiya növü üçün qiymət dəstəklənmir
sq: vlerë e pasuportuar për llojin e pikëshënimit të sintezës vokale "%s"
sr@latn: vrednost nije podržana za vrstu interpunkcije govora „%s“

source: Unable to initialize hashtable
ar: فشل تهيئة الhashtable
az: Hash cədvəli hazırlana bilmədi
ro: Nu se poate iniţializa tabela de hash
sq: I pamundur fillimi i tabelës hash
sr@latn: Ne može da uspostavi heš tabelu

source: Unable to load dictionary from gconf
ar: فشل تحميل المعجم من gconf
az: Gconf'dan lüğət yüklənə bilmədi
ro: Nu se poate încrca dicţionarul din gconf
sq: I pamundur ngarkimi i fjalorit nga gconf
sr@latn: NE može da učita rečnik iz gkonfa

source: speech initialization succeded
ar: تم تحميل أداة الكلام بنجاح
az: danışıq hazırlanması müvəffəqiyyətlə tamamlandı
ro: iniţializarea audio a avut succes
sq: shqiptuesi i fillua me sukses
sr@latn: uspešno pokretanje govora

source: speech initialization failed
ar: فشل تحميل أداة الكلام
az: danışıq hazırlanması bacarılmadı
ro: iniţializarea audio a eşuat
sq: nisja e shqiptuesit dështoi
sr@latn: neuspešno pokretanje govora

source: enter
ar: إدخال
sq: shkruaj
sr@latn: uđi

source: can not find "%s" voice. use default voice
ar: لم يتم العثور على "%s". استخدم الصوت الإفتراضي.
az: "%s" səsi tapıla bilmir. ön qurğulu səsi işlət
ro: nu s-a găsit vocea "%s". foloseşte vocea implicită
sq: e pamundur gjetja e zërit «%s». Përdor zërin e prezgjedhur
sr@latn: ne može da nađe glas „%s“. koristi uobičajeni glas

source: voices pitch will be set to default value
ar: سيضبط ميل الأصوات إلى القيمة الإفتراضيّة
az: səsin dərəcəsi ön qurğulu qiymətinə tə'yin ediləcək
ro: nivelul vocii va fi setat la valoarea implicită
sq: toni i zërit do të vihet në vlerën e prezgjedhur
sr@latn: visina glasa će biti postavljena na uobičajenu vrednost

source: voices pitch will be decreased
ar: سيخفض ميل الأصوات
az: səsin dərəcəsi azaldılacaq
ro: nivelul vocii va fi decrementat
sq: toni i zërit do të ulet
sr@latn: visina glasa će biti umanjena

source: voices pitch will be increased
ar: سيرفع ميل الأصوات
az: səsin dərəcəsi artırılacaq
ro: nivelul vocii va fi incrementat
sq: toni i zërit do të ngrihet
sr@latn: visina glasa će biti uvećana

source: voices rate will be set to default value
ar: سيتم ضيط مقدار الصوت الى الحالة الافتراضية
az: səsin sıxlığı ön qurğulu qiymətinə tə'yin ediləcək
ro: viteza vocii va fi setată la valoarea implicită
sq: shpejtësia e zërit do të rregullohet sipas vlerës së prezgjedhur
sr@latn: brzina glasa će biti postavljena na uobičajenu vrednost

source: voices rate will be decreased
ar: سيتم ضيط مقدار الصوت الى الحالة الافتراضية
az: səsin sıxlığı azaldılacaq
ro: viteza vocii va fi decrementată
sq: shpejtësia e zërit do të ulet
sr@latn: brzina glasa će biti umanjena

source: voices rate will be increased
ar: سيتم ضيط مقدار الصوت الى الحالة الافتراضية
az: səsin sıxlığı artırılacaq
ro: viteza vocii va fi incrementată
sq: shpejtësia e zërit do të rritet
sr@latn: brzina glasa će biti uvećana

source: voices volume will be set to default value
ar: سيتم ضيط مقدار الصوت الى الحالة الافتراضية
az: səsin həcmi ön qurğulu qiymətinə tə'yin ediləcək
ro: volumul vocii va fi setat la valoarea implicită
sq: volumi i zërit do të rregullohet sipas vlerës së prezgjedhur
sr@latn: jačina glasa će biti postavljena na uobičajenu vrednost

source: voices volume will be decreased
ar: ستخفض شدة الصوت
az: səsin həcmi azaldılacaq
ro: volumul vocii va fi decrementat
sq: volumi i zërit do të ulet
sr@latn: jačina glasa će biti umanjena

source: voices volume will be increased
ar: سترفع شدة الصوت
az: səsin həcmi artırılacaq
ro: volumul vocii va fi incrementat
sq: volumi i zërit do të rritet
sr@latn: jačina glasa će biti uvećana

source: no support for speech key "%s"
ar: لا دعم لمفتاح الكلام "%s"
az: "%s" danışıq düyməsi üçün dəstək yoxdur
ro: nici un suport pentru tasta audio "%s"
sq: tasti për sintezën vokale «%s» nuk suportohet
sr@latn: nema podrške za izgovaranje tastera „%s“

source: _Port:
ar: _منفذ:
az: _Qapı:
ro: _Portul:
sq: _Porta:

source: minus
ar: ناقص
az: minus işarəsi

source: <b>Font</b>
ar: <b>الخط</b>
az: <b>Yazı Növü</b>
sq: <b>Gërmat</b>

source: Hz
ar: هيرتز
ro: Herţi

source: Bravo
ar: برافو

source: Delta
ar: دلتا

source: Golf
ar: جولف
az: Qolf

source: Hotel
ar: فندق
az: Otel

source: Kilo
ar: كيلو

source: Lima
ar: ليما

source: Romeo
ar: روميو

source: Tango
ar: تانجو

source: Zulu
ar: زولو

source: HTM
ar: حاو-HTML

source: PNL
ar: لو-مه

source: PANEL
ar: لوحة مهام
ro: PANOU
sq: PANELI

source: Panel
ar: لوحة مهام
ro: Panou
sq: Paneli

source: RAD
ar: زر-مذ

source: TAB
ar: جد

source: ANI
ar: رس-مت

source: DAT
ar: مح-تار

source: FNT
ar: من-خط

source: TRM
ar: طرف

source: TERMINAL
ar: طرفيّة
sq: TERMINALI

source: Terminal
ar: طرفيّة
sq: Terminali

source: Plus
ar: زائد
az: Plyus işarəsi

source: Minus
ar: سلب
az: Minus işarəsi

source: control
sq: kontrolli

source: end
ro: sfârşit
sq: fund

source: page up
ro: pagină sus
sq: faqja shkon sipër

source: page down
ro: pagină jos
sq: faqja poshtë

source: home
ro: început
