Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/gnome-vfs/po/*.po
Languages: nl, pl

source: %s:%d contains NUL characters.
nl: %s:%d heeft NUL waarden als karakter
pl: %s:%d zawiera puste znaki.

source: %s:%d contains no method name.
nl: %s:%d bevat geen methodenaam
pl: %s:%d nie zawiera nazwy metody.

source: %s:%d contains no module name.
nl: %s:%d bevat geen modulenaam
pl: %s:%d nie zawiera nazwy modu³u.

source: Configuration file `%s' was not found: %s
nl: Configuratiebestand '%s' was niet gevonden: %s
pl: Nie odnaleziono pliku konfiguracyjnego `%s': %s

source: Unknown sort rule %d
nl: Onbekent soort regel %d
pl: Nieznana regu³a sortowania %d

source: GNOME VFS already initialized.
nl: GNOME VFS is al geinitialiseerd.
pl: GNOME VFS zosta³ ju¿ zainicjowany.

source: Could not parse: %s
nl: Kan niet verwerken: %s
pl: Nie mo¿na przeanalizowaæ: %s

source: More parsing errors will be ignored.
nl: Verder verwerkingsfouten worden genegeerd.
pl: Kolejne b³êdy sk³adniowe zostan± zignorowane.

source: No error
nl: Geen fout
pl: Bez b³êdu

source: File not found
nl: Bestand niet gevonden
pl: Nie odnaleziono pliku

source: Generic error
nl: Algemene fout
pl: B³±d ogólny

source: Internal error
nl: Interne fout
pl: B³±d wewnêtrzny

source: Invalid parameters
nl: Ongeldige waarden
pl: Niepoprawne parametry

source: Unsupported operation
nl: Niet ondersteunde operatie
pl: Nieobs³ugiwana operacja

source: I/O error
nl: I/O fout
pl: B³±d We/Wy

source: Data corrupted
nl: Data gecorruppeerd
pl: Uszkodzone dane

source: Format not valid
nl: Formaat niet gevonden
pl: Niepoprawny format

source: Bad file handle
nl: Foute bestand afhandeling
pl: Niepoprawny uchwyt pliku

source: File too big
nl: Bestand is te groot
pl: Zbyt wielki plik

source: No space left on device
nl: Geen ruimte vrij op het device
pl: Brak miejsca na urz±dzeniu

source: Read-only file system
nl: Alleen lezen bestandssysteem
pl: System plików tylko do odczytu

source: Invalid URI
nl: ongeldige URI
pl: Niepoprawny URI

source: File not open
nl: Bestand niet open
pl: Nie otwarto plik

source: Open mode not valid
nl: Openening modus niet geldig
pl: Niepoprawny tryb otwarcia

source: Access denied
nl: Toegang geweigerd
pl: Brak dostêpu

source: Too many open files
nl: Teveel open bestanden
pl: Zbyt wiele otwartych plików

source: End of file
nl: Einde van bestand
pl: Koniec pliku

source: Not a directory
nl: Geen directory
pl: To nie katalog

source: Operation in progress
nl: Operatie in werking...
pl: Operacja w toku

source: Operation interrupted
nl: Operatie onderbroken
pl: Operacja przerwana

source: File exists
nl: Bestand bestaat al
pl: Plik istnieje

source: Looping links encountered
nl: Looping links gevonden
pl: Wyst±pi³y zapêtlone dowi±zania

source: Operation not permitted
nl: Operatie niet toegestaan
pl: Operacja niedozwolona

source: Is a directory
nl: Is een directory
pl: Jest katalogiem

source: Not enough memory
nl: Niet genoeg geheugen
pl: Brak pamiêci

source: Host not found
nl: Machine niet gevonden
pl: Nie odnaleziono komputera

source: Host name not valid
nl: Machinenaam is niet geldig
pl: Niepoprawna nazwa komputera

source: Host has no address
nl: Machine heeft geen adres
pl: Komputer nie ma adresu

source: Login failed
nl: Login niet gelukt
pl: Zalogowanie nie powiod³o siê

source: Operation cancelled
nl: Operatie afgebroken
pl: Anulowano operacjê

source: Directory busy
nl: Dictory is in gebruik
pl: Katalog zajêty

source: Directory not empty
nl: Directory is niet leeg
pl: Katalog nie jest pusty

source: Too many links
nl: Teveel links
pl: Zbyt wiele dowi±zañ

source: Read only file system
nl: Alleen lezen bestandssysteem
pl: System plików tylko do odczytu

source: Not on the same file system
nl: Niet op hetzelfde bestandssysteem
pl: To nie ten sam system plików

source: Name too long
nl: Naam te lang
pl: Zbyt d³uga nazwa

source: Service not available
pl: Us³uga nie jest dostêpna

source: Unknown error
nl: Onbekende fout
pl: Nieznany b³±d

source: 1 byte
pl: 1 bajt

source: %u bytes
pl: %u bajtów

source: Dying.
nl: Drogen
pl: Rezygnacja.

source: Error reading: %s
nl: Fout bij lezen: %s
pl: B³±d przy odczycie: %s

source: Error writing: %s
nl: Fout bij schrijven: %s
pl: B³±d przy zapisie: %s

source: Cannot write: %s
nl: Kan niet schrijven: %s
pl: Nie mo¿na zapisaæ: %s

source: Cannot create temporary file name `%s'
nl: Kan geen tijdelijk bestand maken met de naam '%s'
pl: Nie mo¿na utworzyæ nazwy pliku tymczasowego '%s'

source: Cannot create socket: %s
nl: Kan geen socket maken: %s
pl: Nie mo¿na utworzyæ gniazdka: %s

source: Cannot bind `%s': %s
nl: Kan '%s' niet binden: %s
pl: Nie mo¿na powi±zaæ '%s': %s

source: Cannot listen on `%s': %s
nl: Kan niet luisteren op '%s': %s
pl: Nie mo¿na nas³uchiwaæ na '%s': %s

source: Cannot accept connections on `%s': %s
nl: Kan niet accepteren op '%s': %s
pl: Nie mo¿na przyjmowaæ po³±czeñ na '%s': %s

source: Cannot initialize CORBA.
nl: Kan CORBA niet initializeren
pl: Nie mo¿na zainicjowaæ Corby

source: Cannot resolve initial reference to RootPOA.
pl: Nie mo¿na uzyskaæ pocz±tkowej referencji do RootPOA.

source: Cannot activate POA manager.
nl: Kan de POA manager niet activeren.
pl: Nie mo¿na aktywowaæ mened¿era POA.

source: Usage: %s <ior> [<ior_fd>]
nl: Gebruik: %s <ior> [<iro_fd>]
pl: U¿ycie: %s <ior> [<ior_fd>]

source: Cannot open file descriptor %d.
nl: Kan bestandsbeschrijver %d niet openen.
pl: Nie mo¿na otworzyæ deskryptora pliku %d.

source: Notify interface for `%s' not found.
nl: Waarschuwings interface voor '%s' niet gevonden.
pl: Nie odnaleziono interfejsu powiadamiania dla '%s'

source: Cannot setup Request object.
nl: Kan het gevraagde Object niet opzetten.
pl: Nie mo¿na ustawiæ obiektu ¿±dania.

source: Cannot extract IOR.
nl: Kan IOR niet extracten.
pl: Nie mo¿na uzyskaæ IOR.

source: Got weird string from the slave process: `%s'
nl: (lame?)Got weird string from the slave process: `%s'
pl: Otrzymano dziwny napis od procesu potomnego: '%s'

source: Cannot get object for `%s'
nl: Kan object niet krijgen voor '%s'
pl: Nie mo¿na uzyskaæ obiektu dla '%s'

source: Cannot kill GNOME::VFS::Slave::Notify -- exception %s
nl: Kan GNOME::VFS::Slave:Notify niet killen -- uitzondering %s
pl: Nie mo¿na zakoñczyæ GNOME::VFS::Slave::Notify -- wyj±tek %s

source: Cannot connect socket `%s': %s
nl: Kan socket niet openen voor '%s': %s
pl: Nie mo¿na po³±czyæ gniazdka '%s': %s

source: Cannot initialize GNOME::VFS:Slave::Notify
nl: Kan GNOME::VFS:Slave::Notify niet initaliazeren
pl: Nie mo¿na zainicjowaæ GNOME::VFS:Slave::Notify

source: Cannot reset GNOME::VFS::Slave %s -- exception %s
nl: Kan GNOME::VFS::Slave %s niet herstarten -- uitzondering %s
pl: Nie mo¿na zresetowaæ GNOME::VFS::Slave %s -- wyj±tek %s

source: Cannot reset GNOME::VFS::Slave (IOR unknown) -- exception %s
nl: Kan GNOME::VFS::Slave (IOR unknown) niet herstarten -- uitzondering %s
pl: Nie mo¿na zresetowaæ GNOME::VFS::Slave (nieznany IOR) -- wyj±tek %s

source: Cannot kill GNOME::VFS::Slave %s -- exception %s
nl: Kan GNOME::VFS::Slave %s niet afsluiten -- uitzondering %s
pl: Nie mo¿na zakoñczyæ GNOME::VFS::Slave %s -- wyj±tek %s

source: Cannot kill GNOME::VFS::Slave (IOR unknown) -- exception %s
nl: Kan GNOME::VFS::Slave (IOR unknown) niet afsluiten -- uitzondering %s
pl: Nie mo¿na zakoñczyæ GNOME::VFS::Slave (nieznany IOR) -- wyj±tek %s

source: Error writing to the wakeup GnomeVFSJob channel.
nl: Error writing to the wakeup GnomeVFSJob channel.(DO NOT TRANSLATE)
pl: B³±d przy zapisie do kana³u obudzonego GnomeVFSJob.

source: Unknown job ID %d
nl: Onbekend proces ID %d
pl: Nieznany ID zadania %d

source: Cannot create pipe for open GIOChannel: %s
nl: Kan geen 'pipe' creeren voor GIOChannel: %s
pl: Nie mo¿na utworzyæ potoku dla GIOChannel: %s

source: Operation stopped
nl: Operatie afgebroken
pl: Zatrzymano operacjê

source: Edit Applications List
nl: Bewerk de applicatielijst
pl: Zmodyfikuj listê aplikacji

source: Select applications to appear in menu for mime type "%s"
nl: Select applicaties die in het menu voorkomen voor mime-type "%s"
pl: Wybierz aplikacje pojawiaj±ce siê w menu dla typu MIME "%s"

source: Add Application...
nl: Voeg applicatie toe
pl: Dodaj aplikacjê...

source: Edit Application...
nl: Bewerk applicatie...
pl: Zmodyfikuj aplikacjê...

source: Delete Application
nl: Verwijder Applicatie
pl: Usuñ aplikacjê

source: Edit Components List
nl: Edit Componentenlijst
pl: Zmodyfikuj listê komponentów

source: Select views to appear in menu for mime type "%s"
nl: Select de bekijkmethoden die in het menu voorkomen voor "%s"
pl: Wybierz przegl±darki pojawiaj±ce siê w menu dla typu MIME "%s"

source: Add Mime Type
nl: Voeg mime-type toe
pl: Dodaj typ MIME

source: Add a new Mime Type For example: image/tiff; text/x-scheme
nl: Voer een nieuw mimetype toe: Bijvoorbeeld: image/tiff; text/x-scheme
pl: Dodaj nowy typ MIME Na przyk³ad: image/tiff, text/x-scheme

source: Mime Type:
pl: Typ MIME:

source: Type in a description for this mime-type.
nl: Type de beschrijving in voor dit mime-type.
pl: Wprowad¼ opis typu MIME.

source: Description:
nl: Beschrijving:
pl: Opis:

source: Add New Extension
nl: Voeg een nieuwe extensie toe
pl: Dodaj nowe rozszerzenie

source: Type in the extensions for this mime-type. For example: .html, .htm
nl: Type de extenties in voor dit mime-type Bijvoorbeeld: .html, .htm
pl: Wprowad¼ rozszerzenie dla tego typu pliku. Na przyk³ad: .html, .htm

source: Extension:
nl: Extensie
pl: Rozszerzenie:

source: New Application
nl: Nieuwe applicatie
pl: Nowa aplikacja

source: Application Name:
nl: Applicatienaam:
pl: Nazwa aplikacji:

source: Application Command:
nl: Applicatiecommando:
pl: Polecenie uruchamiaj±ce aplikacjê:

source: Open Behavior
nl: Open methode
pl: Zachowanie przy otwarciu

source: Can open multiple files
nl: Kan niet meerdere bestanden openen
pl: Mo¿e otwieraæ wiele plików

source: Can open from URI
nl: Kan niet openen vanaf een URI
pl: Mo¿e otwieraæ na podstawie URI

source: Change Icon
nl: Verander het icoon
pl: Zmieñ ikonê

source: Mime Type
pl: Typ MIME

source: Add new Mime type...
nl: Voed nieuw mime-type toe.....
pl: Dodaj nowy typ MIME...

source: Delete this Mime type...
nl: verwijder dit mime-type....
pl: Usuñ typ MIME...

source: Use Viewer
nl: gebruiker bekijker.....
pl: Wykorzystanie przegl±darki

source: Open With Application
nl: Open met applicatie
pl: Otwórz przy u¿yciu aplikacji

source: Edit List
nl: Bewerk lijst
pl: Zmodyfikuj listê

source: Add
nl: Toevoegen
pl: Dodaj

source: Remove
nl: Verwijderen
pl: Usuñ

source: None
nl: Geen
pl: Brak

source: Description
nl: Beschrijving
pl: Opis

source: Extension
nl: Extensie
pl: Rozszerzenie

source: Action
nl: Actie
pl: Akcja

source: Can't find an hbox, using a normal file selection
pl: Nie mo¿na odnale¼æ widgetu hbox, wykorzystany zwyk³y wybór pliku

source: Preview
pl: Podgl±d

source: Unknown GnomeVFSSeekPosition %d
nl: Onbekende GnomeVFSSeekPosition %d
pl: Nieznana warto¶æ %d GnomeVFSSeekPosition

source: %s to retrieve
nl: %s te ontvangen
pl: do pobrania %s

source: Closing connection to %s
nl: sluit verbinding naar %s
pl: Zamykanie po³±czenia z %s

source: %s of %s read
nl: %s of %s gelezen
pl: odczytano %s z %s

source: %s read
nl: %s gelezen
pl: odczytano %s

source: Back
pl: Wstecz

source: Go to the previously visited directory
pl: Przechodzi do ostatnio odwiedzonego katalogu

source: Up
pl: Góra

source: Go to the parent directory
pl: Przechodzi do katalogu nadrzêdnego

source: Forward
pl: Naprzód

source: Go to the next visited directory
pl: Przechodzi do nastêpnego odwiedzonego katalogu

source: Rescan
pl: Od¶wie¿

source: Rescan the current directory
pl: Od¶wie¿a bie¿±cy katalog

source: Home
pl: Pocz±tek

source: Go to the home directory
pl: Przechodzi do katalogu nadrzêdnego

source: Name
pl: Nazwa

source: Size
pl: Rozmiar

source: Date
pl: Data

source: Enter name:
pl: Wprowad¼ nazwê:

source: Show:
pl: Wyswietlanie:

source: Show dotfiles
pl: Wy¶wietlanie plików kropkowych
