Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/gedit/po/*.po
Languages: ta

source: Edit text files
ta: ¯¨Ã §¸¡ôÒ¸¨Ç ¦¾¡ÌÅ¾üÌ

source: Text Editor
ta: ¯¨Ã À¾¢ôÀ¡ý

source: _ASCII Table
ta: ASCII «ð¼Å¨½

source: Pop-up a dialog containing an ASCII Table
ta: ASCII «ð¼Å¨½ ¦¸¡ñ¼ ¯¨ÃÂ¡¼¨Äì ¸¡ñÀ¢

source: Char
ta: ÅÃ¢ÔÕ

source: Dec#
ta: À¾¢ýÁõ (Dec#)

source: Hex#
ta: À¾¢ý«ÚÁõ (Hex#)

source: Name
ta: ¦ÀÂ÷

source: ASCII table
ta: ASCII «ð¼Å¨½

source: _Insert char
ta: ÅÃ¢ÔÕ §º÷¸×õ

source: This plugin displays a pop-up dialog which contains an ASCII Table.
ta: ­ó¾ ÌÚõÀÂý, ASCII «ð¼Å¨½ ¦¸¡ñ¼ ¯¨ÃÂ¡¼¨Äì ¸¡ñÀ¢ìÌõ

source: Copyright (C) 2001-2002 Paolo Maggi
ta: ÀÊÔÃ¢¨Á (À) 2001-2002 À¡§Ä¡ Á¡£

source: If you wish to insert any of the characters in to the active document, select the character and click the "Insert Char" button or double click the character in the table.
ta: ¾ü§À¡Ð ÀÂýÀÊò¾ôÀÎõ ¬Å½ò¾¢ø µ÷ ÅÃ¢ÔÕ¨Å ¦ºÕ¸ Å¢ÕõÀ¢É¡ø, «ó¾ ÅÃ¢ÔÕ¨Å ¦¾Ã¢×¦ºöÐ "ÅÃ¢ÔÕ §º÷¸×õ" ¦À¡ò¾¡¨É «Óì¸×õ. «øÄÐ ÅÃ¢ÔÕ¨Å ­ÃñÎ Ó¨È «Óì¸×õ.

source: Insert char
ta: ÅÃ¢ÔÕ §º÷¸×õ

source: gedit: ASCII table
ta: gedit: ASCII «ð¼Å¨½

source: Open CVS Chan_geLogs
ta: CVS Chan_geLogs ¾¢Èì¸×õ

source: Searches for ChangeLogs in the current document and opens them
ta: ¾ü§À¡¨¾Â ¬Å½ò¾¢ø ChangeLogs'ì¸¡¸ §¾Ê «¨Å¸¨Ç ¾¢ÈìÌõ

source: A plugin that opens ChangeLogs found in CVS commit messages.
ta: ­Ð, CVS ¾¸Åø¸Ç¢ø ¸ñÎÀ¢Êì¸ôÀð¼ ChangeLogs¸¨Ç ¾¢ÈìÌõ ÌÚõÀÂý.

source: Copyright (C) 2002 - James Willcox
ta: ÀÊÔÃ¢¨Á (À) 2002 - §õ Å¢ø¦¸¡ì

source: Co_mpare Files...
ta: §¸¡ôÒ¸¨Ç ´ôÀ¢Î...

source: Makes a diff file from two documents or files
ta: ­ÃñÎ ¬Å½í¸û «øÄÐ §¸¡ôÒ¸Ç¢ø ­ÕóÐ µ÷ 'diff' §¸¡ô¨À À¨¼ìÌõ

source: Compare files
ta: §¸¡ôÒ¸¨Ç ´ôÀ¢Î

source: Compare two files...
ta: ­ÃñÎ §¸¡ôÒ¸¨Ç ´ôÀ¢Î...

source: C_ompare
ta: ´ôÀ¢Î

source: The two documents you selected are the same.
ta: ¿£í¸û ¦¾Ã¢×¦ºöÐûÇ ­ÃñÎ ¬Å½í¸Ùõ ´ý§È.

source: The "first" file you selected does not exist. Please provide a valid file.
ta: ¿£í¸û ¦¾Ã¢×¦ºö¾ "Ó¾ø" §¸¡ôÒ ¸¢¨¼Â¡Ð. ¾Â×¦ºöÐ ¦ºøÖÀÊÂ¡É §¸¡ôÒ ´ý¨Èì ¦¸¡Îì¸×õ.

source: The "second" file you selected does not exist. Please provide a valid file.
ta: ¿£í¸û ¦¾Ã¢×¦ºö¾ "­Ãñ¼¡õ" §¸¡ôÒ ¸¢¨¼Â¡Ð. ¾Â×¦ºöÐ ¦ºøÖÀÊÂ¡É §¸¡ôÒ ´ý¨Èì ¦¸¡Îì¸×õ.

source: The two files you selected are the same.
ta: ¿£í¸û ¦¾Ã¢×¦ºö¾ ­ÃñÎ ¬Å½í¸Ùõ ´ý§È.

source: The "first" document contains no text.
ta: "Ó¾Ä¡õ" §¸¡ôÒ ¸¡Ä¢Â¡ÉÐ (¯¨Ã ²Ðõ ­ø¨Ä).

source: The "second" document contains no text.
ta: "­Ãñ¼¡õ" §¸¡ôÒ ¸¡Ä¢Â¡ÉÐ (¯¨Ã ²Ðõ ­ø¨Ä).

source: Impossible to compare the selected documents. gedit could not create a temporary file.
ta: ¦¾Ã¢×¦ºöÐûÇ ­ÃñÎ §¸¡ôÒ¸¨ÇÔõ ´ôÀ¢¼ ÓÊÂ¡Ð. gedit'¬ø µ÷ ¾ü¸¡Ä¢¸Á¡É §¸¡ô¨À À¨¼ì¸ ÓÊÂÅ¢ø¨Ä.

source: Impossible to compare the selected documents. Error executing the diff command.
ta: ¦¾Ã¢×¦ºöÐûÇ ­ÃñÎ §¸¡ôÒ¸¨ÇÔõ ´ôÀ¢¼ ÓÊÂ¡Ð. diff ¸ð¼¨Ç¨Â ­ÂìÌõ§À¡Ð À¢¨Æ.

source: No differences were found between the selected documents.
ta: ¦¾Ã¢×¦ºöÐûÇ ¬Å½í¸Ç¢ø Å¢ò¾¢Â¡ºõ ²Ðõ ¸ñÎÀ¢Êì¸Å¢ø¨Ä.

source: Impossible to compare the selected documents. The result contains invalid UTF-8 data.
ta: ¦¾Ã¢×¦ºöÐûÇ ¬Å½í¸¨Ç ´ôÀ¢¼ ÓÊÂ¡Ð. ¸¢¨¼ò¾ Å¢¨¼¸Ç¢ø ¦ºøÖÀÊÂ¡¸¡¾ UTF-8 ¾Ã×¸û ¯ûÇÉ.

source: Makes a diff file from two documents or files on disk. For more info on "diff" program, type "man diff" in a shell prompt.
ta: ­ÃñÎ ¬Å½í¸û «øÄÐ ÅðÎ §¸¡ôÒ¸¨Çì ¦¸¡ñÎ µ÷ 'diff' §¸¡ô¨À À¨¼ìÌõ. "diff" ¿¢Ãø ÀüÈ¢Â¡É ¾¸ÅÖìÌ, µ÷ Ó¨ÉÂò¾¢ø "man diff" ¸ð¼¨Ç¨Â ­Âì¸×õ.

source: Copyright (C) 2000 - 2001 Chema Celorio Copyright (C) 2002 Paolo Maggi
ta: ÀÊÔÃ¢¨Á (À) 2000 - 2001 §ºÁ¡ ¦º§Ä¡Ã¢§Â¡ ÀÊÔÃ¢¨Á (À) 2002 À¡§Ä¡ Á¡£

source: Choose the files to compare.
ta: ´ôÀ¢¼ §ÅñÊÂ §¸¡ôÒ¸¨Çò §¾Ã¢×¦ºöÂ×õ.

source: Compare files...
ta: §¸¡ôÒ¸¨Ç ´ôÀ¢Î...

source: F_rom document
ta: ­ó¾ ¬Å½ò¾¢ø ­ÕóÐ

source: First
ta: Ó¾Ä¡ÅÐ

source: From _document
ta: ­ó¾ ¬Å½ò¾¢ø ­ÕóÐ

source: From a _file on disk
ta: Åð¼ò¾¢ø ­ÕìÌõ §¸¡ôÀ¢ø ­ÕóÐ

source: From a file o_n disk
ta: Åð¼ò¾¢ø ­ÕìÌõ §¸¡ôÀ¢ø ­ÕóÐ

source: Ignore _blanks (-b option)
ta: ¦ÅüÚÕ¸¨Ç ÒÈì¸½¢ (-b Å¢ÕôÀõ)

source: Note that this option is only supported by GNU diff
ta: ÌÈ¢ôÒ: ­ó¾ Å¢ÕôÀõ GNU diff­ø ÁðÎ§Á ¬¾ÃÅÇ¢ì¸ôÀðÎûÇÐ

source: Second
ta: ­Ãñ¼¡ÅÐ

source: Select the "first" file...
ta: "Ó¾Ä¡õ" §¸¡ô¨À ¦¾Ã¢× ¦ºö...

source: Select the "second" file...
ta: "­Ãñ¼¡õ" §¸¡ô¨À ¦¾Ã¢× ¦ºö...

source: Use the _unified output format (-u option)
ta: ´ýÚÀÎò¾ôÀð¼ ¦ÅÇ¢Â£Î ÀÊÅò¨¾ ÒÆí¸×õ (-u Å¢ÕôÀõ)

source: _Word Count
ta: ¦º¡ø ±ñ½¢

source: Get info on current document
ta: ¾ü§À¡¨¾Â ¬Å½ò¾¢ý ¾¸Åø¸¨Ç ¦ÀÈ×õ

source: Word count
ta: ¦º¡ø ±ñ½¢

source: _Update
ta: ÒÐôÀ¢ì¸×õ

source: The word count plugin analyzes the current document and determines the number of words, lines, characters and non-space characters in it and display the result.
ta: ¦º¡ø ±ñ½¢ ¾ü§À¡¨¾Â ¬Å½ò¨¾ §º¡¾¢òÐ, «¾É¢ø ±ò¾¨É ¦º¡ü¸û, ÅÃ¢¨º¸û, ÁüÚõ ­¨¼¦ÅÇ¢ «øÄ¡ ÅÃ¢ÔÕ¸û ±ò¾¨É ±É ±ñ½¢ «ó¾ Å¢¨¼¨Âì ¸¡ñÀ¢ìÌõ.

source: Copyright (C) 2002 - Paolo Maggi
ta: ÀÊÔÃ¢¨Á (À) 2002 - À¡§Ä¡ Á¡£

source: Bytes
ta: ¨ÀðÎ¸û

source: Characters (no spaces)
ta: ÅÃ¢ÔÕ¸û (­¨¼¦ÅÇ¢¸û «øÄ¡)

source: Characters (with spaces)
ta: ÅÃ¢ÔÕ¸û (­¨¼¦ÅÇ¢¸Ù¼ý)

source: File Name
ta: §¸¡ôÒ ¦ÀÂ÷

source: Lines
ta: ÅÃ¢¨º¸û

source: Update
ta: ÒÐôÀ¢ì¸×õ

source: Words
ta: ¦º¡ü¸û

source: gedit: Document Info plugin
ta: gedit: ¬Å½ò ¾¸Åø ¦ºÕ¸¢

source: Insert User _Name
ta: ÀÂÉ÷ ¦ÀÂ¨Ã ¦ºÕ¸×õ

source: Insert the user name at the cursor position
ta: ¿¢¨Ä ¸¡ðÊ ­ÕìÌÁ¢¼ò¾¢ø ÀÂÉ÷ ¦ÀÂ¨Ãî ¦ºÕ¸×õ

source: User name
ta: ÀÂÉ÷ ¦ÀÂ÷

source: Inserts the user name at the cursor position.
ta: ¿¢¨Ä ¸¡ðÊ ­ÕìÌÁ¢¼ò¾¢ø ÀÂÉ÷ ¦ÀÂ¨Ãî ¦ºÕÌõ.

source: Insert Shell _Output
ta: Ó¨ÉÂ ¦ÅÇ¢Â£¨¼ ¬Å½ò¾¢ø ¦ºÕ¸×õ

source: Insert the shell output in the current document
ta: Ó¨ÉÂ ¦ÅÇ¢Â£¨¼ ¾ü§À¡¨¾Â ¬Å½ò¾¢ø ¦ºÕ¸×õ

source: An error occurs while running the selected command.
ta: ¦¾Ã¢× ¦ºö¾ ¸ð¼¨Ç¨Â ¦ºÂøÀÎòÐõ§À¡Ð À¢¨Æ.

source: Shell output
ta: Ó¨ÉÂ ¦ÅÇ¢Â£Î

source: _Run
ta: ­ÂìÌ

source: The shell command entry is empty. Please, insert a valid shell command.
ta: ¦ÅüÈ¡É ¸ð¼¨Ç ÅÃ¢¨º. ¦ºøÄò¾ì¸ ¸ð¼¨Ç ´ý¨È ¯ûÇ£¼×õ.

source: Error parsing the shell command. Please, insert a valid shell command.
ta: ¸ð¼¨Ç ÅÃ¢¨º¨Â «Ä¸¢Îõ§À¡Ð À¢¨Æ. ¦ºøÄò¾ì¸ ¸ð¼¨Ç ´ý¨È ¯ûÇ£¼×õ.

source: Specify the working directory and the command you want to run.
ta: ­Âì§ÅñÊÂ ¸ð¼¨Ç¨ÂÔõ, À½¢Â¢Îõ «¨¼¨ÅÔõ ÌÈ¢ôÀ¢¼×õ.

source: _Shell command:
ta: Ó¨ÉÂ _¸ð¼¨Ç:

source: _Working directory:
ta: _À½¢Â¢Îõ «¨¼×:

source: gedit: Shell Output plugin
ta: gedit: Ó¨ÉÂ ¦ÅÇ¢Â£Î ¦ºÕ¸¢

source: Tag list plugin
ta: ´ðÎ ÀðÊ ¦ºÕ¸¢

source: Tags
ta: ´ðÎ¸û (Tags)

source: Tag _List
ta: ´ðÎ (Tag) ÀðÊ

source: Show the tag list window
ta: ´ðÎ ÀðÊ º¡ÇÃò¨¾ì ¸¡ñÀ¢

source: Tag list
ta: ´ðÎ (Tag) ÀðÊ

source: _Insert Date/Time
ta: ¾¢¸¾¢/§¿Ãõ ¦ºÕ¸×õ

source: Insert current date and time at the cursor position
ta: ¾ü§À¡¨¾Â ¾¢¸¾¢¨ÂÔõ §¿Ãò¨¾Ôõ ¿¢¨Ä ¸¡ðÊ ­ÕìÌÁ¢¼ò¾¢ø ¦ºÕ¸×õ

source: Available formats
ta: ÒÆí¸ìÜÊÂ ÅÊÅí¸û

source: Configure insert date/time plugin
ta: ¾¢¸¾¢/§¿Ãõ ¦ºÕ¸¢¨Â ÅÊÅ¨Áì¸×õ

source: Insert Date/Time
ta: ¾¢¸¾¢/§¿Ãõ ¦ºÕ¸×õ

source: Inserts current date and time at the cursor position.
ta: ¾ü§À¡¨¾Â ¾¢¸¾¢¨ÂÔõ §¿Ãò¨¾Ôõ ¿¢¨Ä ¸¡ðÊ ­ÕìÌÁ¢¼ò¾¢ø ¦ºÕÌõ.

source: Select the format to use when inserting date/time.
ta: ¾¢¸¾¢/§¿Ãõ ¦ºÕÌõ§À¡Ð ÀÂýÀÎò¾ §ÅñÊÂ ÅÊÅõ.

source: Activate %s
ta: àñÎ ¦ºö %s

source: Goto line...
ta: ÅÃ¢¨ºìÌô §À¡...

source: _Goto line
ta: ÅÃ¢¨ºìÌô §À¡

source: Could not find the required widgets inside goto-line.glade2.
ta: §ÅñÊÂ Å¢ð¦ºðÎ¸¨Ç goto-line.glade2 ­ø ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä.

source: Replace
ta: ­¼Á¡üÚ

source: Replace _All
ta: «¨Éò¨¾Ôõ Á¡üÚ

source: _Replace
ta: ­¼Á¡üÚ

source: Find
ta: ¸ñÎÀ¢Ê

source: The text "%s" was not found.
ta: "%s" ¯¨Ã ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä.

source: Found and replaced %d occurences.
ta: %d §¿Ã¢Î¸¨Çì ¸ñÎÀ¢ÊòÐ Á¡üÈôÀð¼É.

source: Open from URI
ta: ­¨½Â¸ Ó¸ÅÃ¢Â¢Ä¢ÕóÐ ¾¢Èì¸×õ

source: Plugin
ta: ¦ºÕ¸¢

source: Load
ta: ²üÚ

source: Module file name
ta: ¦ºÕ¸¢ §¸¡ôÒô ¦ÀÂ÷

source: Author(s)
ta: ¬º¢Ã¢Â÷(¸û)

source: Could not find plugin-manager.glade2, reinstall gedit.
ta: plugin-manager.glade2 ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä, gedit ÁÚÀÊÔõ ¿¢Ú×.

source: Invalid glade file for plugin manager -- not all widgets found.
ta: ¦ºÕ¸¢ §ÁÄ¡ÇÕì¸¡É glade §¸¡ôÒ À¢¨ÆÂ¡ÉÐ -- Å¢ð¦ºðÎ¸û «¨Éò¨¾Ôõ ¸ñÎÀ¢Êì¸Å¢ø¨Ä.

source: Set program location ...
ta: ¿¢ÃÄ¢ý ­¼ò¨¾ «¨Á ...

source: The selected file is not executable.
ta: ¦¾Ã¢×¦ºöÐûÇ §¸¡ôÒ ­Âì¸ìÜÊÂ¾øÄ.

source: Font & Colors
ta: ±ØòÐ Å¨¸¸Ùõ Åñ½í¸Ùõ

source: Tabs
ta: ¾ò¾ø¸û

source: Wrap mode
ta: ¦º¡ø ÁÊôÒ Ó¨È¨Á

source: Line numbers
ta: ÅÃ¢¨º ±ñ¸û

source: Save
ta: §ºÁ¢

source: Undo
ta: ¸Å¢ø

source: Page
ta: Àì¸õ

source: Fonts
ta: ±ØòÐ Å¨¸¸û

source: Editor
ta: À¾¢ôÀ¡ý

source: Print
ta: «îº¢Î

source: Cat_egories:
ta: Å¨¸Â¢Éí¸û

source: Preferences
ta: Å¢ÕôÀí¸û

source: Categories
ta: Å¨¸Â¢Éí¸û

source: _Wrap lines (at character boundaries)
ta: ÅÃ¢¨º¸¨Ç ÁÊôÒ ¦ºö (ÅÃ¢ÔÕ ±ø¨ÄÂ¢ø)

source: character(s)
ta: ÅÃ¢ÔÕ(¸û)

source: line(s)
ta: ÅÃ¢¨º(¸û)

source: Always use _UTF-8 encoding (faster)
ta: ±ô¦À¡ØÐõ UTF-8 ÌÈ¢Â£Î ÀÂýÀÎò¾×õ (Å¢¨ÃÅ¡ÉÐ)

source: Colors
ta: Åñ½í¸û

source: Create a _backup copy of files before saving
ta: §ºÁ¢ôÀ¾üÌ Óý À¡Ð¸¡ôÒì¸¡¸ §¸¡ôÒ¸Ç¢ý ¿¸ø ´ý¨È §ºÁ¢òÐ ¨Åì¸×õ

source: Font
ta: ±ØòÐ Å¨¸¸û

source: Font used to print line _numbers:
ta: ÅÃ¢¨º ±ñ¸¨Ç «îº¢ÎÅ¾üÌ ÀÆíÌõ ±ØòÐ Å¨¸:

source: Font used to print the _body:
ta: ¯¨Ã ¯¼¨Ä «îº¢ÎÅ¾üÌ ÀÆíÌõ ±ØòÐ Å¨¸:

source: Fonts & Colors
ta: ±ØòÐ Å¨¸¸û/Åñ½í¸û

source: Pick the background color
ta: À¢ýÉ½¢ Åñ½ò¨¾ ¦¾Ã¢×¦ºöÂ×õ

source: Pick the selected text color
ta: ¦¾Ã¢×¦ºö¾ ¯¨Ã Åñ½ò¨¾ô ¦ÀÈ×õ

source: Pick the selection color
ta: ¦¾Ã¢×¦ºö¾ø Åñ½ò¨¾ ¦¾Ã¢×¦ºöÂ×õ

source: Pick the text color
ta: ¯¨ÃÂ¢ý Åñ½ò¨¾ ¦¾Ã¢×¦ºöÂ×õ

source: Print _line numbers every
ta: ­ò¾¨É ÅÃ¢¨º¸ÙìÌ À¢ÈÌ «îº¢Î

source: Print _page headers
ta: Àì¸ò¾¢ý ¾¨ÄôÀÌ¾¢¸¨Ç «îº¢Î

source: Print fonts
ta: ±ØòÐ Å¨¸¸¨Ç «îº¢Î

source: Se_lection color:
ta: ¦¾Ã¢×¦ºö¾ø Åñ½õ:

source: Set _tabs width equivalent to
ta: ¾ò¾ø «¸Äò¨¾ ­ó¾ «Ç×ìÌ «¨Áì¸×õ

source: Set limit on _undo actions to
ta: ±ò¾¨É '¸Å¢ø' ¦ºÂü¸û:

source: U_se default theme colors
ta: ¦¸¡¼¡ ¿¢¨Ä Åñ½í¸¨Ç ÒÆíÌ

source: When saving...
ta: §ºÁ¢ìÌõ§À¡Ð...

source: Wrap lines at _word boundaries
ta: ÓØî¦º¡øÖìÌ À¢ÈÌ ÅÃ¢¨º¸¨Ç ÁÊì¸×õ

source: Wrap lines at ch_aracter boundaries
ta: ÅÃ¢ÔÕ ±ø¨ÄìÌ À¢ÈÌ ÅÃ¢¨º¸¨Ç ÁÊì¸×õ

source: _Autosave current file every
ta: ¾ü§À¡¨¾Â §¸¡ô¨À ¾ýÉ¢Âì¸¾¡¸ §ºÁ¢ìÌõ §¿Ãõ:

source: _Background color:
ta: À¢ýÉ½¢ Åñ½õ:

source: _Display line numbers
ta: ÅÃ¢¨º ±ñ¸¨Çì ¸¡ñÀ¢ì¸×õ:

source: _Font used by the editor:
ta: À¾¢ôÀ¡ý ÀÂýÀÎòÐõ ±ØòÐ Å¨¸:

source: _Font used to print headers:
ta: ¾¨ÄôÒô ÀÌ¾¢¨Â «îº¢Îõ ±ØòÐ Å¨¸

source: _Never wrap lines
ta: ±ô¦À¡ØÐõ ÅÃ¢¨º¸¨Ç ÁÊì¸ §Åñ¼¡õ

source: _Restore default fonts
ta: ¦¸¡¼¡¿¢¨Ä ±ØòÐ Å¨¸¸û

source: _Text color:
ta: ¯¨Ã Åñ½õ:

source: _Use default theme font
ta: ¦¸¡¼¡ ¿¢¨Ä ¸¡ðº¢ò ¾¢ð¼ò¾¢ý ±ØòÐ Å¨¸¨Â ÒÆí¸×õ:

source: action(s)
ta: ¦ºÂü¸û

source: minutes
ta: ¿¢Á¢¼í¸û

source: Modify preview phrase...
ta: Óý¸¡ðº¢ ÅºÉò¨¾ Á¡üÚ...

source: Preview
ta: Óý¸¡ðº¢

source: _Modify preview phrase...
ta: Óý¸¡ðº¢ ÅºÉò¨¾ Á¡üÚ...

source: Font Selection
ta: ±Æ¢òÐ Å¨¸ §¾÷¾ø

source: Pick a Font
ta: µ÷ ±ØòÐ Å¨¸¨Âò §¾Ã¢×¦ºöÂ×õ

source: Title
ta: ¾¨ÄôÒ

source: The title of the selection dialog box
ta: ¦¾Ã¢×¦ºö¾ø ¯¨ÃÂ¡¼ø ¦ÀðÊÂ¢ý ¾¨ÄôÒ

source: Font name
ta: ±ØòÐÅ¨¸Â¢ý ¦ÀÂ÷

source: Preview text
ta: Óý¸¡ðº¢ ¯¨Ã

source: Preview text shown in the dialog
ta: ¯¨ÃÂ¡¼Ä¢ø ¸¡ñÀ¢ì¸ôÀÎõ Óý¸¡ðº¢ ¯¨Ã

source: Use font in label
ta: «¨¼Â¡Çò¾¢ø ÒÆíÌõ ±ØòÐÅ¨¸

source: Show size
ta: «Ç× ¸¡ñÀ¢

source: Goto Line
ta: ÅÃ¢¨ºìÌô §À¡¸×õ

source: _Line number:
ta: ÅÃ¢¨º ±ñ:

source: C_onfigure plugin
ta: ¦ºÕ¸¢¨Â «¨Á ÅÊÅôÀÎòÐ

source: Configure the selected plugin
ta: ¦¾Ã¢×¦ºöÐûÇ ¦ºÕ¸¢¨Â «¨Á ÅÊÅôÀÎòÐ

source: _Description
ta: Å¢ÅÃ½õ

source: dialog1
ta: ¯¨ÃÂ¡¼ø1

source: Set program location...
ta: ¿¢ÃÄ¢ý ­¼ò¨¾ «¨Á...

source: _Location to search for:
ta: §¾¼ §ÅñÊÂ ­¼õ:

source: label
ta: «¨¼Â¡Çõ

source: Case sensi_tive
ta: Å¨¸¨Âô ¦À¡ÕòÐ

source: Replace _with:
ta: ­¨¾ì ¦¸¡ñÎ ­¼Á¡üÚ:

source: Search fro_m the beginning of the document
ta: ¬Å½ò¾¢ý ¦¾¡ðì¸¾¢Ä¢ÕóÐ §¾¼×õ

source: Search from the c_ursor position
ta: ¿¢¨Äì¸¡ðÊ ­ÕìÌõ ­¼ò¾¢Ä¢ÕóÐ §¾¼×õ

source: _Search for:
ta: ­¨¾ò §¾¼×õ:

source: Enter the location (URI) of the file you would like to open:
ta: ¾¢Èì¸ Å¢ÕõÒõ §¸¡ôÀ¢ÕìÌõ ­¨½Â¸ Ó¸ÅÃ¢¨Â (URI) ¯ûÇ£¼×õ:

source: Not yet implemented.
ta: ­ýÛõ ¿¨¼Ó¨ÈôÀÎò¾Å¢ø¨Ä.

source: The string "%s" has not been found.
ta: ºÃõ "%s" ¸¢¨¼ì¸Å¢ø¨Ä.

source: gedit is a small and lightweight text editor for Gnome
ta: gedit, ¸§É¡Óì¸¡¸ ±Ø¾ôÀð¼ µ÷ º¢È¢Â ¯¨Ã À¾¢ôÀ¡ý

source: Untitled
ta: ¦ÀÂÃ¢øÄ¡¾Ð

source: Invalid UTF-8 data
ta: À¢¨ÆÂ¡É UTF-8 ¾Ã×

source: gedit cannot handle %s: locations in write mode.
ta: geditìÌ %s ¨¸Â¡Ä ÓÊÂÅ¢ø¨Ä: ­¼õ ±ØÐõ Ó¨È¨ÁÂ¢ø

source: Do_n't replace
ta: ­¼Á¡üÈ §Åñ¼¡õ

source: Select a filename to save
ta: §ºÁ¢ôÀ¾üÌ §¸¡ôÒ ¦ÀÂ÷ ´ý¨Èò ¦¾Ã¢× ¦ºöÂ×õ

source: Open File ...
ta: §¸¡ôÒ ¾¢Èì¸×õ ...

source: Loaded file '%s'
ta: %s §¸¡ôÒ ²üÈôÀðÎûÇÐ

source: Saving file '%s' ...
ta: '%s' §¸¡ôÒ §ºÁ¢ì¸ôÀÎ¸¢ÈÐ ...

source: The document has not been saved.
ta: ­ó¾ ¬Å½õ §ºÁ¢ì¸ôÀ¼Å¢ø¨Ä.

source: File '%s' saved.
ta: ¦¸¡ôÒ '%s' §ºÁ¢ì¸ôÀðÎûÇÐ

source: Save as ...
ta: §ÅÚ¦ÀÂÃ¢ø §ºÁ¢ ...

source: Reverting file '%s' ...
ta: '%s' §¸¡ôÒìÌ À¢ý¦ºø¸¢ÈÐ ...

source: The document has not been reverted.
ta: À¨ÆÂ §¸¡ô¨À ¦ÀÈôÀ¼Å¢ø¨Ä.

source: File '%s' reverted.
ta: '%s' §¸¡ôÒ ¦ÀÈôÀðÎûÇÐ.

source: Loaded %i files
ta: %i §¸¡ôÒ¸û ²üÈôÀðÎûÇÉ

source: Could not read data from stdin.
ta: stdin­Ä¢ÕóÐ ¾Ã×¸¨Ç Å¡º¢ì¸ ÓÊÂÅ¢ø¨Ä.

source: Do you want to save the changes you made to the document "%s"? Your changes will be lost if you don't save them.
ta: "%s" ¬Å½ò¾¢ø ¦ºöÂôÀð¼ Á¡üÈí¸¨Ç §ºÁ¢ì¸ Å¢ÕôÀÁ¡? §ºÁ¢ì¸¡Å¢ð¼¡ø Á¡üÈí¸û ¦¾¡¨ÄóÐ §À¡öÅ¢Îõ.

source: Do_n't save
ta: §ºÁ¢ì¸ §Åñ¼¡õ

source: _Don't quit
ta: ¦ÅÇ¢î¦ºøÄ §Åñ¼¡õ

source: _Don't close
ta: ã¼ §Åñ¼¡õ

source: (modified)
ta: (Á¡üÈôÀð¼Ð)

source: (readonly)
ta: (Å¡º¢ì¸ ÁðÎõ)

source: gedit is unable to print since it cannot find one of the required fonts.
ta: §ÅñÊÂ µ÷ ±ØòÐ Å¨¸ ¸ñÎÀ¢Êì¸ ÓÊÂ¡¾¾¡ø, geditìÌ «îº¢¼ ÓÊÂÅ¢ø¨Ä.

source: File: %s
ta: §¸¡ôÒ: %s

source: Page: %d
ta: Àì¸õ: %d

source: gedit - Print Preview
ta: gedit - «îº¢ÎÅ¨¾ Óý¸¡ñÀ¢

source: An error occurred while printing. %s,
ta: «îº¢Îõ§À¡Ð À¢¨Æ. %s,

source: About this application
ta: ­ó¾ ¿¢Ã¨Äô ÀüÈ¢

source: C_ustomize Statusbar
ta: ¿¢¨Ä-Àð¨¼¨Âì ¾É¢ôÀÂÉ¡ìÌ

source: Clos_e All
ta: «¨Éò¨¾Ôõ ãÎ

source: Close
ta: ãÎ

source: Close All
ta: «¨Éò¨¾Ôõ ãÎ

source: Close all open files
ta: ¾¢Èó¾¢ÕìÌõ «¨ÉòÐì §¸¡ôÒ¸¨ÇÔõ ãÎ

source: Close the current file
ta: ¾ü§À¡¨¾Âì §¸¡ô¨À ãÎ

source: Configure the application
ta: ­ôÀÂýÀ¡¨¼ ÅÊÅôÀÎò¾×õ

source: Copy
ta: ¿¸ø

source: Copy the selection
ta: ¦¾Ã¢× ¦ºö¾¨¾ ¿¸ø ¦ºöÂ×õ

source: Create a new document
ta: Ò¾¢Â ¬Å½ò¨¾ô À¨¼ì¸×õ

source: Cu_t
ta: ¦ÅðÎ

source: Customize
ta: ¾É¢ôÀÂÉ¡ìÌ

source: Customize toolbars
ta: ¸ÕÅ¢ô Àð¨¼¸¨Ç ¾É¢ôÀÂÉ¡ìÌ

source: Cut
ta: ¦ÅðÎ

source: Cut the selection
ta: ¦¾Ã¢× ¦ºö¾¨¾ ¦ÅðÎ

source: Delete
ta: ¿£ìÌ

source: Delete the selected text
ta: ¦¾Ã¢× ¦ºö¾ ¯¨Ã¨Â ¿£ìÌ

source: Dump XML
ta: XML ¦¸¡ðÎ

source: Find Again
ta: ÁÚÀÊÔõ ¸ñÎÀ¢Ê

source: Find Ne_xt
ta: «Îò¾¨¾ì ¸ñÎÀ¢Ê

source: Go to a specific line number
ta: ÌÈ¢ôÀ¢ð¼ ÅÃ¢¨º ±ñìÌô §À¡¸×õ

source: Goto _Line
ta: ÅÃ¢¨ºìÌô §À¡¸×õ

source: Icon and _Text
ta: ÌÚõÀ¼Óõ ¯¨ÃÔõ

source: Main toolbar
ta: ¾¨ÄôÒ ¸ÕÅ¢ôÀð¨¼

source: New
ta: Ò¾¢ÂÐ

source: Only show icons in the toolbar
ta: ¸ÕÅ¢ôÀð¨¼Â¢ø ÌÚõÀ¼í¸¨Ç ÁðÎõ ¸¡ñÀ¢

source: Open
ta: ¾¢È¸

source: Open Location...
ta: ­¨½Â¸ §¸¡ô¨À ¾¢Èì¸×õ...

source: Open _Location...
ta: ­¨½Â¸ §¸¡ô¨À ¾¢Èì¸×õ...

source: Open a file
ta: µ÷ §¸¡ô¨Àò ¾¢Èì¸×õ

source: Open a file from a specified location
ta: ÌÈ¢ôÀ¢ð¼ ­¼ò¾¢Ä¢ÕóÐ §¸¡ô¨Àò ¾¢Èì¸×õ

source: Open the gedit manual
ta: gedit Å¢û¸-á¨Äò ¾¢Èì¸×õ

source: Paste
ta: ´ðÎ

source: Paste the clipboard
ta: À¢ÊôÒô ÀÄ¨¸¨Â ´ð¼×õ

source: Pr_eferences...
ta: Å¢ÕôÀí¸û

source: Print Previe_w
ta: «îº¢Å¨¾ Óý¸¡ðÎ¸

source: Print Preview
ta: «îº¢Å¨¾ Óý¸¡ðÎ¸

source: Print Setup
ta: «îº¢ô¦À¡È¢ «¨ÁôÒ

source: Print preview
ta: «îº¢Å¨¾ Óý¸¡ðÎ¸

source: Print the current file
ta: ¾ü§À¡¨¾Â ¬Å½ò¨¾ «îº¢Î

source: Quit
ta: ¦ÅÇ¢î¦ºø

source: Quit the program
ta: ¿¢ÃÄ¢Ä¢ÕóÐ ¦ÅÇ¢§ÂÚ

source: Recent _Files
ta: «ñ¨ÁÂ¢ø ¾¢Èì¸ôÀð¼ §¸¡ôÒ¸û

source: Redo
ta: Á£ñÎõ

source: Redo the undone action
ta: ¸Å¢ø ¦ºö¾ ¦ºÂ¨Ä ÁÚÀÊÔõ ¦ºö

source: Replace a string
ta: µ÷ ºÃò¨¾ Á¡üÚ

source: Revert
ta: ¿¢¨Ä Á£ðÎ

source: Revert to a saved version of the file
ta: §ºÁ¢ì¸ôÀð¼ µ÷ §¸¡ôÒ À¾¢ôÒìÌ À¢ý ¦ºø

source: Sa_ve All
ta: «¨Éò¨¾Ôõ §ºÁ¢

source: Save All
ta: «¨Éò¨¾Ôõ §ºÁ¢

source: Save As
ta: §ÅÚ ¦ÀÂÃ¢ø §ºÁ¢

source: Save _As...
ta: §ÅÚ ¦ÀÂÃ¢ø §ºÁ¢...

source: Save all open files
ta: ¾¢Èó¾¢ÕìÌõ «¨ÉòÐ §¸¡ôÒ¸¨ÇÔõ §ºÁ¢

source: Save the current file
ta: ¾ü§À¡¨¾Â ¬Å½ò¨¾ Á¢ý-«ïºÄ¡ø «ÛôÀ×õ

source: Save the current file with a different name
ta: ¾ü§À¡¨¾Âì §¸¡ô¨À §ÅÚ ¦ÀÂÃ¢ø §ºÁ¢ì¸×õ

source: Search again for the same string
ta: «§¾ ºÃò¾¢ð¸¡¸ ÁÚÀÊÔõ §¾Î

source: Search for a string
ta: µ÷ ºÃò¨¾ ¸ñÎÀ¢Î

source: Select All
ta: «¨Éò¨¾Ôõ ¦¾Ã¢× ¦ºö

source: Select _All
ta: «¨Éò¨¾Ôõ ¦¾Ã¢× ¦ºö

source: Select the entire document
ta: ÓØ ¬Å½ò¨¾Ôõ ¦¾Ã¢× ¦ºö

source: Set toolbar button style according to desktop default
ta: ¸½¢§Á¨º ¦¸¡¼¡¿¢¨Ä¨Âô §À¡ø ¸ÕÅ¢ôÀð¨¼Â¢ý À¡½¢¨Â «¨Áì¸×õ

source: Setup the page settings for your current printer
ta: ¾ü§À¡¨¾Â «îÍô¦À¡È¢ì¸¡É Àì¸ò¾¢ý «¨Å×¸¨Ç «¨Áì¸×õ

source: Show _Cursor Position
ta: ¿¢¨Ä ¸¡ðÊÂ¢ý ­¼ò¨¾ì ¸¡ñÀ¢

source: Show _Overwrite Mode
ta: `§Áø ±ØÐ` ¿¢¨Ä¨Âì ¸¡ñÀ¢

source: Show cursor position in the statusbar
ta: ¿¢¨Ä ¸¡ðÊ¨Â ¿¢¨Ä-Àð¨¼Â¢ø ¸¡ñÀ¢

source: Show overwrite mode in the statusbar
ta: `§Áø ±ØÐ` ¿¢¨Ä¨Â ¿¢¨Ä-Àð¨¼Â¢ø ¸¡ñÀ¢

source: Undo the last action
ta: ¸¨¼º¢ ¦ºÂ¨Ä ¸Å¢ø ¦ºö

source: _Close
ta: ãÎ

source: _Contents
ta: ¦À¡ÕÇ¼ì¸õ

source: _Copy
ta: ¿¸ø ¦ºö

source: _Customize Toolbar
ta: ¸ÕÅ¢ôÀð¨¼¨Â ¾É¢ôÀÂÉ¡ìÌ

source: _Debug
ta: À¢¨Æ ¿£ìÌ

source: _Delete
ta: «Æ¢

source: _Desktop Default
ta: ¸½¢§Á¨º ¦¸¡¼¡¿¢¨Ä

source: _Documents
ta: ¬Å½í¸û

source: _Edit
ta: ¦¾¡Ì

source: _File
ta: §¸¡ôÒ

source: _Find
ta: ¸ñÎÀ¢Ê

source: _Help
ta: ¯¾Å¢

source: _Icon
ta: ÌÚõÀ¼õ

source: _New
ta: Ò¾¢ÂÐ

source: _Open...
ta: ¾¢Èì¸×õ...

source: _Paste
ta: ´ðÎ

source: _Print...
ta: «îº¢Î...

source: _Quit
ta: ¦ÅÇ¢î¦ºø

source: _Redo
ta: Á£ñÎõ

source: _Revert
ta: §ºÁ¢ò¾¾¢ðÌ À¢ý¦ºø

source: _Save
ta: §ºÁ¢

source: _Search
ta: §¾Î¸

source: _Statusbar
ta: ¿¢¨ÄôÀð¨¼

source: _Toolbar
ta: ¸ÕÅ¢ôÀð¨¼

source: _Tools
ta: ¸ÕÅ¢¸û

source: _Undo
ta: ¸Å¢ø ¦ºö

source: _View
ta: ¸¡ðº¢

source: Could not find the file "%s". Please, check that you typed the location correctly and try again.
ta: "%s" §¸¡ôÒ ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä. ¾Â×¦ºöÐ ¯ûÇ¢ð¼ ¿¢ÃÄ¢ý ­¼ò¨¾ ºÃ¢À¡÷òÐ ÁÚÀÊÔõ ÓÂüº¢ ¦ºöÂ×õ.

source: Could not open the file "%s" because it contains corrupted data.
ta: ¦¸Î¾Ä¡ÉÐ ¾Ã× ¦¸¡ñ¼¾É¡ø, "%s" §¸¡ô¨À ¾¢Èì¸ ÓÊÂÅ¢ø¨Ä.

source: Could not open the file "%s"
ta: "%s" §¸¡ô¨À ¾¢Èì¸ ÓÊÂÅ¢ø¨Ä

source: Could not open the file "%s" because it contains data in an invalid format.
ta: ¦ºøÖÀÊÂ¡¸¡¾Ð ¾Ã× ¦¸¡ñ¼¾É¡ø, "%s" §¸¡ô¨À ¾¢Èì¸ ÓÊÂÅ¢ø¨Ä.

source: Could not open the file "%s" because it is too big.
ta: Á¢¸ô¦ÀÃ¢Â «ÇÅ¢É¡ø, "%s" §¸¡ô¨À ¾¢Èì¸ ÓÊÂÅ¢ø¨Ä.

source: "%s" is not a valid location. Please, check that you typed the location correctly and try again.
ta: "%s" ¦ºøÖÀÊÂ¡¸¡¾ ­¼õ. ¿£í¸û ¯ûÇ¢ð¼ ­¼õ ºÃ¢Â¡ ±É ºÃ¢À¡òÐ ÁÚÀÊÔõ ÓÂüº¢ì¸×õ.

source: Could not open the file "%s" because access was denied.
ta: «Ï¸ø ¿¢Ã¡¸Ã¢ôÒ: "%s" §¸¡ôÒ ¾¢Èì¸ ÓÊÂÅ¢ø¨Ä.

source: Could not open the file "%s" because there are too many open files. Please, close some open file and try again.
ta: ÀÄ §¸¡ôÒ¸û ¾¢Èó¾¢ÕôÀ¾¡ø, "%s" §¸¡ôÒ ¾¢Èì¸ ÓÊÂÅ¢ø¨Ä. ¾Â×¦ºöÐ, º¢Ä §¸¡ôÒ¸¨Ç ãÊÂ À¢ÃÌ ÓÂüº¢ ¦ºöÂ×õ.

source: "%s" is a directory. Please, check that you typed the location correctly and try again.
ta: "%s" µ÷ «¨¼×. ¯ûÇ¢ð¼ ­¼ò¨¾ ºÃ¢À¡÷òÐ, ÁÚÀÊÔõ ÓÂüº¢ ¦ºöÂ×õ.

source: Open %s
ta: %s ¾¢Èì¸×õ
