Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/gconf-editor/po/*.po
Languages: ar, gl, lv, ne, pa, ta, vi

source: Configuration Editor
ar: محرّر الإعدادات
gl: Editor da configuración
lv: Konfigurâcijas Redaktors
ne: सम्पादक ढाँचा
pa: ਸੰਰਚਨਾ ਸੰਪਾਦਕ (ਕਾਨਫੀਗਰੇਸ਼ਨ ਐਡੀਟਰ)
ta: வடிவமைப்பு தொகுப்பான்
vi: Trình Biên Soạn Cấu Hình

source: Directly edit your entire configuration database
ar: تحرير مباشر لكامل إعدادات قاعدة البيانات
gl: Editar directamente a base de datos completa da configuración
lv: Pa tieðo rediìç visu konfigurâcijas datubâzi
pa: ਤੁਸੀ ਆਪਣੀ ਪੂਰੀ ਸੰਰਚਨਾ (ਕਾਨਫੀਗਰੇਸ਼ਨ) ਡੇਟਾਬੇਸ ਨੂੰ ਸੋਧ ਸਕਦੇ ਹੋ
ta: உங்கள் ஒட்டுமொத்த வடிவமைப்பையும் நேரடியாக தொகுக்கலாம்
vi: Trực tiếp biên soạn toàn bộ cơ sở dữ liệu về cấu hình của bạn

source: Bookmarks
ar: المؤشّرات
gl: Marcadores
ne: बुकमार्कहरु
pa: ਬੁੱਕਮਾਰਕ
ta: புத்தககுறிகள்்

source: gconf-editor folder bookmarks
ar: مؤشّرات مجلّد gconf-editor
gl: Marcadores de cartafol do gconf-editor
ne: फाइलपत्र बुकमार्कहरु को जिकोन्फ- सम्पादक
pa: ਜੀਕਾਨਫ ਸੰਪਾਦਕ ਫੋਲਡਰ ਬੁੱਕਮਾਰਕ
ta: gconf-editor புத்தக குறிகள் அடைவு

source: Edit Bookmarks
ar: تحرير علامات المواقع
pa: ਬੁੱਕਮਾਰਕ ਸੋਧ
ta: புத்தகக்குறிகளை தொகு

source: Cannot create GConf engine. Error was: %s
ar: لا يمكن إنشاء محرك GConf. كان الخطأ: %s
gl: Non se puido crear o motor GConf. O erro foi: %s
ne: जिकोन्फ यन्त्र निर्माण गर्न सकेन। %s मा समस्या थियो
pa: ਜੀਕਾਨਫ ਇੰਜਣ ਬਣਾਇਆ ਨਹੀ ਜਾ ਸਕਦਾ, ਗਲਤੀ: %s
ta: GConf இயந்திரத்தை உருவாக்குவதில் பிழை : %s

source: Couldn't display help: %s
ar: تعذّر عرض المساعدة: %s
gl: Non se puido mostrar a axuda: %s
ne: %s सहयोगि देखाउन सकेन
pa: ਸਹਾਇਤਾ ਵੇਖਾਈ ਨਹੀਂ ਜਾ ਸਕਦੀ ਹੈ: %s
ta: உதவியை காட்ட முடியவில்லை: %s

source: translator_credits
ar: عرفات المديني، تونس <lumina@silverpen.de> عبدالعزيز العرفج، السّعوديّة <alarfaj0@yahoo.com> تحت إشراف عربآيز (http://www.arabeyes.org)
gl: Jesús Bravo Álvarez <suso@trasno.net> Proxecto Trasno - http://www.trasno.net
ne: सम्पादक _ विश्वास
pa: ਅਮਨਪ੍ਰੀਤ ਸਿੰਘ ਆਲਮਵਾਲਾ<aalam@redhat.com> ਗੁਰਸ਼ਰਨ ਸਿੰਘ ਖਾਲਸਾ<gursharnsinghkhalsa@yahoo.com>
ta: (_c)மொழிபெயர்பாளர் நன்றிகள்

source: GConf-Editor
ar: محرّر GConf
ne: जिकोन्फ - सम्पादक
pa: ਜੀਕਾਨਫ-ਸੰਪਾਦਕ
ta: ஜிகான்ப் தொகுப்பி

source: An editor for the GConf configuration system.
ar: محّرر لنظام اعدادات GConf.
gl: Un editor para o sistema de configuración GConf.
lv: GConf konfigurâcijas sistçmas redaktors.
ne: जिकोन्फ ढाँचा पद्दतिको लागि एउटा सम्पादक
pa: ਜੀਕਾਨਫ ਸੰਰਚਨਾ ਸਿਸਟਮ ਲਈ ਸੰਪਾਦਕ
ta: ஜிகான்ப் வடிவமைப்புகளை தொகுக்க உதவும் தொகுப்பான்
vi: Trình biên soạn cho hệ thống cấu hình GConf.

source: Couldn't unset key. Error was: %s
ar: لم يمكن ازالت ضبط المفتاح. كان الخطأ: %s
gl: Non se puido limpar a clave. O erro foi: %s
lv: Nevarçju noòemt atslçgu. Kïûda: %s
ne: किलाई बिस्थापित गर्न सकिएन । %s मा समस्या थियो
pa: ਕੀ ਨੂੰ ਅਣ-ਨਿਰਧਾਰਿਤ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਗਲਤੀ : %s
ta: விசையை சுழியாக்க முடியவில்லை. பின்வரும் பிழை நேர்ந்துள்ளது: %s
vi: Không thể không đặt khóa. Lỗi : %s

source: Could not create key. The error is: %s
ar: لم يمكن إنشاء المفتاح. الخطأ هو: %s
gl: Non se puido crear a clave. O erro é: %s
lv: Nevarçju izveidot atsçgu. Kïûda: %s
ne: किलाई निर्माण गर्न सकिएन । %s मा समस्या थियो
pa: ਕੀ ਨੂੰ ਬਣਾਇਆ ਨਹੀ ਜਾ ਸਕਦਾ: ਗਲਤੀ %s
ta: விசையை உருவாக்க முடிவில்லை.பின்வரும் பிழை நேர்ந்துள்ளது: %s
vi: Không thể tạo key. Lỗi đó là: %s

source: Could not change key value. Error message: %s
ar: لم يمكن تغيير قيمة المفتاح. رسالة الخطأ: %s
gl: Non se puido modificar o valor da clave. Mensaxe de erro: %s
lv: Nevarçju izmainît atslçgas vçrtîbu. Kïûdas paziòojums: %s
ne: किको मुल्यलाई परिवर्तन गर्न सकिएन । %s मा समस्या थियो
pa: ਕੀ ਮੁੱਲ ਬਦਲ ਨਹੀ ਸਕਦਾ| ਗਲਤੀ %s
ta: விசையின் மதிப்பை மாற்ற முடியவில்லை. பின்வரும் பிழை நேர்ந்துள்ளது: %s
vi: Không thể thay đổi giá trị khóa. Thông điệp báo lỗi: %s

source: Currently pairs and schemas can't be edited. This will be changed in a later version.
ar: حالياً ، لا يمكنك تعديل السيمات و اﻻزواج. لكن هذا سيتغيّر في اصدارات لاحقة.
gl: Polo momento non se poden editar as parellas e os esquemas. Isto cambiará nunha versión posterior.
ne: तत्कालिन जोडि हरु र रुपरेखाहरु सम्पादन गर्न सकिएन। पछिको उत्पादनको ब्यापारिक नाममा यो परिवर्तन गरिने छ
pa: ਹੁਣ ਪੇਅਰ ਤੇ ਸਕੀਮਾਂ ਸੋਧ ਯੋਗ ਨਹੀ ਹਨ| ਆਉਣ ਵਾਲੇ ਸਮੇ ਵਿਚ ਇਹ ਸੰਭਵ ਹੋਵੇਗਾ
ta: தற்போது ஜோடிகள் மற்றும் முறைகளை திருத்த முடியாது. அடுத்த பதிப்பில் மாற்றங்கள் செய்யப்படும்

source: Could not sync value. Error was: %s
ar: لم يمكن تزمين القيمة. كان الخطأ: %s
gl: Non se puido sincronizar o valor. O error foi: %s
ne: मुल्यलाई एकिकरण गर्न सकिएन । %s मा समस्या थियो
pa: ਮੁੱਲ ਬਰਾਬਰ ਨਹੀ ਕੀਤੀ ਜਾ ਸਕੀ ਹੈ| ਗਲਤੀ : %s
ta: மதிப்பை ஒத்திசைக்க முடியவில்லை. பிழை: %s

source: _File
ar: _ملف
gl: _Ficheiro
ne: _लेखपत्र
pa: ਫਾਇਲ(_F)
ta: (_F)கோப்பு

source: _Edit
ar: _تحرير
gl: _Editar
ne: _सम्पादन गर्नु
pa: ਸੋਧ(_E)
ta: (_E)தொகு

source: _Search
ar: _بحث
pa: ਖੋਜ(_S)
ta: (_S)தேடு

source: _Bookmarks
ar: ال_مؤشّرات
gl: _Marcadores
ne: _बुकमार्कस
pa: ਬੁੱਕਮਾਰਕ(_B)
ta: (_B)புத்தகக்குறிப்புகள்

source: _Help
ar: _مساعدة
gl: A_xuda
ne: _सहयोग
pa: ਸਹਾਇਤਾ(_H)
ta: (_H)உதவி

source: New _Settings Window
ar: نافذة ال_تّعيينات الجديدة
pa: ਨਵਾਂ ਵਿਵਸਥਾ ਝਰੋਖਾ(_S)
ta: (_S)புதிய அமைப்பு சாளரங்கள்

source: Open a new gconf editor window editing current settings
ar: فتح نافذة محرّر gconf جديدة لتحرير التّعيينات الحاليّة
gl: Abrir unha nova fiestra do editor de gconf para editar as opcións actuais
ne: द्वार सम्पादन तत्काल स्थापित गरिन एउटा जिकोन्फ सम्पादक खोल
pa: ਮੌਜੂਦਾ ਵਿਵਸਥਾ ਨੂੰ ਠੀਕ ਕਰਨ ਲਈ ਨਵਾਂ ਜੀ-ਕਾਨਫ ਸੰਪਾਦਕ ਖੋਲੋ
ta: புதிய gconf தொகுப்பி சாளரத்தை திறந்து தற்போதைய அமைப்புகளை மாற்றவும்

source: New _Defaults Window
ar: نافذة الا_فتراضيّات الجديدة
pa: ਨਵਾਂ ਮੂਲ ਝਰੋਖਾ(_D)
ta: (_D)புதிய இயல்பான சாளரங்கள்

source: Open a new gconf editor window editing system default settings
ar: فتح نافذة محرّر gconf جديدة لتحرير تعيينات النّظام الافتراضيّة
gl: Abrir unha nova fiestra do editor de gconf para editar as opcións predefinidas do sistema
ne: पुर्व निर्धारित द्वार सम्पादन पद्दति स्थापित गरिन एउटा जिकोन्फ सम्पादक खोल
pa: ਸਿਸਟਮ ਮੂਲ ਵਿਵਸਥਾ ਨੂੰ ਖੋਲਣ ਲਈ ਨਵਾਂ ਜੀਕਾਨਫ ਝਰੋਖਾ ਖੋਲੋ
ta: புதிய gconf தொகுப்பி சாளரத்தை திறந்து தற்போதைய கணினி அமைப்புகளை மாற்றவும்

source: New _Mandatory Window
ar: نافذة إ_لزاميّة جديدة
pa: ਨਵਾਂ ਝਰੋਖਾ(_M)
ta: (_M)புதிய அவசியமான சாளரம்

source: Open a new gconf editor window editing system mandatory settings
ar: فتح نافذة محرّر gconf جديدة لتحرير تعيينات النّظام الإلزاميّة
gl: Abrir unha nova fiestra do editor de gconf para editar as opcións obrigatorias do sistema
ne: द्वार सम्पादन पद्दति आदेशक स्थापित गरिन एउटा जिकोन्फ सम्पादक खोल
pa: ਸਿਸਟਮ ਵਿਵਸਥਾ ਠੀਕ ਕਰਨ ਲਈ ਨਵਾਂ ਜੀਕਾਨਫ ਸੰਪਾਦਕ ਝਰੋਖਾ ਖੋਲੋ
ta: புதிய gconf தொகுப்பி சாளரத்தை திறந்து அவசியமான அமைப்புகளை ுகளை மாற்றவும்

source: _Close Window
ar: _غلق النّافذة
pa: ਝਰੋਖਾ ਬੰਦ ਕਰੋ(_C)
ta: (_C)சாளரத்தை மூடு

source: Close this window
ar: غلق هذه النّافذة
gl: Pechar esta fiestra
ne: यो द्वार बन्द गर
pa: ਇਹ ਝਰੋਖਾ ਬੰਦ ਕਰੋ
ta: இந்த சாளரத்தை மூடு

source: _Quit
ar: إ_نهاء
gl: _Saír
ne: अन्त्य
pa: ਬਾਹਰ(_Q)
ta: (_Q)பு/_வெளிச்செல்

source: Quit the gconf editor
ar: إنهاء محرّر gconf
gl: Saír do editor de gconf
ne: जिकोन्फ सम्पादक अन्त्य गर
pa: ਜੀ-ਕਾਨਫ ਸੰਪਾਦਕ ਤੋਂ ਬਾਹਰ
ta: ஜிகான்ப் தொகுப்பியிலுருந்து வெளிச்செல்

source: _Copy Key Name
ar: _نسخ اسم المفتاح
pa: ਕੀ ਨਾਂ ਦੀ ਨਕਲ(_C)
ta: (_C)/_விசையின் பெயரை நகலெடு

source: Copy the name of the selected key
ar: نسخ اسم المفتاح المنتقى
gl: Copiar o nome da clave seleccionada
ne: छानिएको कि को नाम नक्कल गर
pa: ਚੁਣੇ ਕੀ ਨਾਂ ਦੀ ਨਕਲ ਕਰੋ
ta: தேர்வு செய்யப்பட்ட விசையை நகலெடு

source: _Find...
ar: إ_يجاد...
pa: ਖੋਜ...
ta: (_F)கண்டுபிடி...

source: Find patterns in keys and values
ar: إيجاد الأنماط في المفاتيح و القيم
pa: ਕੀ ਤੇ ਮੁੱਲ ਵਿੱਚ ਤਰਤੀਬ ਦੀ ਖੋਜ
ta: விசை மற்றும் மதிப்பின் மாதிரியை கண்டுபிடி

source: _List Recent Keys
ar: _سرد المفاتيح الحديثة
pa: ਤਾਜ਼ਾ ਕੀ ਸੂਚੀ
ta: (_L)சமீபத்திய விசைகளை பட்டியலிடு

source: Show recently modified keys
ar: إظهار المفاتيح المعدّلة حديثاً
pa: ਤਾਜ਼ਾ ਸੋਧੀਆਂ ਕੀਆਂ ਵੇਖਾਓ
ta: சமீபத்தில் திருத்தப்பட்ட விசைகளை காட்டு

source: _Add Bookmark
ar: إ_ضافة مؤشّر
pa: ਬੁੱਕਮਾਰਕ ਜੋੜੋ(_A)
ta: (_A)புத்தகக்குறிகளை சேர்

source: Add a bookmark to the selected directory
ar: إضافة مؤشّر إلى المجلّد المنتقى
gl: Engadir un marcador ao directorio seleccionado
ne: छानिएको निर्देसिकामा बुकमार्क जोड
pa: ਚੁਣੀ ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ ਇੱਕ ਬੁੱਕਮਾਰਕ ਸ਼ਾਮਿਲ ਕਰੋ
ta: தேர்வு செய்யப்பட்ட அடைவில் புத்தக குறிகளை சேர்

source: _Edit Bookmarks
ar: _تحرير المؤشّرات
pa: ਬੁੱਕਮਾਰਕ ਸੋਧ(_E)
ta: (_E)புத்தகக்குறிகளை தொகு

source: Edit the bookmarks
ar: تحرير المؤشّرات
gl: Editar os marcadores
ne: बुकमार्कहरु सम्पादन गर
pa: ਬੁੱਕਮਾਰਕ ਸੋਧ
ta: புத்தகக்குறிப்புகளை தொகு

source: _Contents
ar: الم_حتويات
gl: _Contidos
ne: _बिषय बस्तुहरु
pa: ਭਾਗ(_C)
ta: (_C)உள்ளடக்கங்கள்

source: Open the help contents for the gconf editor
ar: فتح محتويات المساعدة لمحرّر gconf
gl: Abrir os contidos de axuda para o editor de gconf
ne: जिकोन्फ सम्पादकको लागि बिषय बस्तु सहयोगि खोल
pa: ਜੀ-ਕਾਨਫ ਸੰਪਾਦਕ ਲਈ ਸਹਾਇਤਾ ਭਾਗ ਖੋਲੋ
ta: gconf தொகுப்பிக்கான உதவியை திற

source: _About
ar: _حول
gl: _Acerca
ne: _बारेमा
pa: ਇਸ ਬਾਰੇ(_A)
ta: (_A)அறிமுகம்

source: Show the about dialog for the gconf editor
ar: إظهار الحوار حول محرّر gconf
gl: Mostrar o diálogo de información sobre o editor de gconf
ne: जिकोन्फ सम्पादकको लागि संबादको बारेमा देखाउ
pa: ਜੀ-ਕਾਨਫ ਸੰਪਾਦਕ ਲਈ ਇਸ ਬਾਰੇ ਤਖਤੀ ਵੇਖਾਓ
ta: gconf தொகுப்பிக்கான அறிமுக உரையாடல் பெட்டியை காட்டு

source: _New Key...
ar: مفتاح _جديد...
pa: ਨਵੀ ਕੀ(_N)...
ta: (_N)புதிய விசை...

source: Create a new key
ar: إنشاء مفتاح جديد
gl: Crear unha nova clave
ne: एउटा नयाँकि निर्माण गर
pa: ਨਵੀਂ ਕੀ ਬਣਾਓ
ta: புதிய விசையை உருவாக்கு

source: _Edit Key...
ar: _تحرير المفتاح...
pa: ਕੀ ਦੀ ਸੋਧ(_E)...
ta: (_E)விசையை தொகு...

source: Edit the selected key
ar: تحرير المفتاح المنتقى
gl: Editar a clave seleccionada
ne: छानिएको कि सम्पादन गर
pa: ਚੁਣੀ ਕੀ ਦੀ ਸੋਧ
ta: தேர்வு செய்யப்பட்ட விசையை தொகு

source: _Unset Key...
ar: إ_زالة تعيين المفتاح...
pa: ਕੀ ਨੂੰ ਅਣ ਨਿਰਧਾਰਿਤ ਕਰੋ(_U)...
ta: (_U)அமைக்கப்படாத விசை...

source: Unset the selected key
ar: إزالة تعيين المفتاح المنتقى
gl: Eliminar o valor da clave seleccionada
ne: छानिएको कि बिस्थापित गर
pa: ਚੁਣੀ ਕੀ ਨੂੰ ਅਣਨਿਰਧਾਰਿਤ ਕਰੋ
ta: தேர்வு செய்யப்பட்ட விசையை அமைக்காதே

source: Set as _Default
ar: التّعيين كا_فتراضي
pa: ਮੂਲ ਹੀ ਨਿਰਧਾਰਿਤ ਕਰੋ(_D)
ta: (_D)இயல்பாக அமை

source: Set the selected key to be the default
ar: تعيين المفتاح المنتقى كالافتراضي
gl: Establecer a clave seleccionada como a predefinida
ne: पुर्वनिर्धारित को रुपमा छानिएको कि स्थापित गर
pa: ਚੁਣੀ ਕੀ ਨੂੰ ਮੂਲ ਹੀ ਨਿਰਧਾਰਿਤ ਕਰੋ
ta: தேர்வு செய்யப்பட்ட விசை இயல்பாக இருக்க அமை

source: Set as _Mandatory
ar: التّعيين كإ_لزامي
pa: ਮੂਲ ਹੀ ਨਿਰਧਾਰਿਤ ਕਰੋ(_M)
ta: (_M)அவசியம் என அமை

source: Set the selected key to the mandatory
ar: تعيين المفتاح المنتقى كالإلزامي
gl: Establecer a clave seleccionada como obrigatoria
ne: आदेसकको लागि छानिएको कि स्थापित गर
pa: ਚੁਣੀ ਕੀ ਨੂੰ ਚੋਣਵਾਂ ਬਣਾਓ
ta: தேர்வு செய்யப்பட்ட விசையை அவசியம் என அமை

source: GConf editor
ar: GConf محرّر
gl: Editor de GConf
lv: GConf redaktors
ne: जिकोन्फ सम्पादक
pa: ਜੀ-ਕਾਨਫ ਸੰਪਾਦਕ
ta: ஜிகான்ப் தொகுப்பான்
vi: Trình biên soạn GConf

source: GConf editor - %s
ar: GConf محرّر - %s
gl: Editor de GConf - %s
lv: GConf redaktors - %s
ne: %s जिकोन्फ सम्पादक
pa: ਜੀ-ਕਾਨਫ ਸੰਪਾਦਕ -%s
ta: ஜிகான்ப் தொகுப்பான் - %s
vi: Trình biên soạn GConf - %s

source: (None)
ar: (لا شيء)
gl: (Nada)
lv: (Nekas)
ne: केहि पानि छैन
pa: (ਕੁੱਝ ਨਹੀ)
ta: (ஒன்றுமில்லை)
vi: (Không)

source: Name
ar: الاسم
gl: Nome
lv: Nosaukums
ne: नाम
pa: ਨਾਂ
ta: பெயர்
vi: Tên

source: Value
ar: القيمة
gl: Valor
lv: Vçrtîba
ne: मुल्य
pa: ਮੁੱਲ
ta: மதிப்பு
vi: Giá trị

source: Key Documentation
ar: توثيق المفتاح
gl: Documentación da clave
lv: Atslçgas Dokumentâcija
ne: कि दस्तावेजहरु
pa: ਕੀ ਦਸਤਾਵੇਜ਼
ta: விசையைப் பற்றிய ஆவணங்கள்
vi: Tài liệu Key

source: This key is not writable
ar: لا يمكن الكتابة على هذا المفتاح
gl: Esta clave non é escribible
ne: यो कि लेख्नयोग्य छैन
pa: ਇਹ ਕੀ ਸੋਧਣਯੋਗ ਨਹੀ ਹੈ
ta: இந்த விசையை எழுத முடியாது

source: This key has no schema
ar: لا يملك هذا المفتاح أيّة سيمة
gl: Esta clave non ten esquema
ne: यो कि संग रुपरेखा छैन
pa: ਇਹ ਕੀ ਦੀ ਕੋਈ ਤਰਤੀਬ ਨਹੀਂ ਹੈ
ta: இந்த விசையில் முறைமை இல்லை

source: Key Name:
ar: اسم المفتاح:
gl: Nome da clave:
lv: Atslçgas Nosaukums:
ne: कि नाम
pa: ਕੀ ਦਾ ਨਾਂ:
ta: விசையின் பெயர்:
vi: Tên Key:

source: Key Owner:
ar: مالك المفتاح:
gl: Dono da clave:
lv: Atslçgas Îpaðnieks:
ne: सांचो स्वामि
pa: ਕੀ ਮਾਲਕ:
ta: விசையின் சொந்தக்காரர்:
vi: Sở hữu Key:

source: Short Description:
ar: وصف قصير:
gl: Descrición breve:
lv: Îsais Apraksts:
ne: छोटो बर्णन
pa: ਥੋਡ਼ਾ ਵੇਰਵਾ:
ta: சிறிய குறிப்பு:
vi: Mô tả vắn tắt:

source: Long Description:
ar: وصف طويل:
gl: Descrición detallada:
lv: Garais Apraksts:
ne: लामो बर्णन
pa: ਜਿਆਦਾ ਵੇਰਵਾ:
ta: விரிவான குறிப்பு:
vi: Mô tả chi tiết:

source: T_rue
ar: _صحيح
gl: _Certo
ne: सत्य
pa: ਸਹੀ
ta: சரி

source: _False
ar: _خاطئ
gl: _Falso
lv: _Nepareizi
ne: झुठ
pa: ਗਲਤ
ta: தவறு
vi: _Sai

source: Integer
ar: عدد صحيح
gl: Enteiro
lv: Skaitïu
ne: पूर्ण संख्या
pa: ਈਨਟੀਜਰ
ta: முழு எண்
vi: Số nguyên

source: Boolean
ar: منطقي
gl: Booleano
lv: Bûla
ne: योजक चिन्ह
pa: ਬੂਲੀਅਨ
ta: பூலியன்

source: String
ar: سلسلة
gl: Cadea
lv: Virkne
ne: सुत्र
pa: ਸਤਰ
ta: சரம்
vi: Chuỗi

source: Float
ar: عشري
gl: Flotante
ne: तरंग बनाउनु
pa: ਫਲੋਟ
ta: மிதவை

source: List
ar: قائمة
gl: Lista
ne: सुचि
pa: ਸੂਚੀ
ta: பட்டியல்

source: Add new list entry
ar: إضافة خانة قائمة جديدة
gl: Engadir nova entrada de lista
ne: नयाँ सुचि प्रवेश जोड
pa: ਨਵੀ ਸੂਚੀ ਲਿਖੋ
ta: புதிய பட்டியல் உள்ளீட்டை உருவாக்கு

source: _New list element:
ar: عنصر قائمة _جديد:
gl: _Novo elemento de lista:
ne: नयाँ सुची तत्व
pa: ਨਵਾਂ ਸੂਚੀ ਹਿੱਸਾ:
ta: _புதிய பட்டியல் உறுப்பு:

source: Edit list entry
ar: تحرير مُدخل القائمة
gl: Editar entrada de lista
ne: सुची प्रवेश सम्पादन गर
pa: ਨਵੀ ਸੂਚੀ ਸੋਧ
ta: இந்த உள்ளீட்டை தொகு

source: _Edit list element:
ar: _تحرير عنصر القائمة:
gl: _Editar elemento de lista:
ne: सुची तत्व सम्पादन गर
pa: ਨਵਾਂ ਸੂਚੀ ਇਕਾਈ(_E)
ta: (_E)புதிய பட்டியல் உறுப்பு:

source: Key path:
ar: مسار المفتاح:
gl: Camiño da clave:
lv: Atslçgas ceïð:
ne: कि बाटो
pa: ਕੀ ਰਾਹ:
ta: விசையின் பாதை:
vi: Đường dẫn khóa:

source: Key _name:
ar: اسم المف_تاح:
gl: _Nome da clave:
lv: Atslçgas _nosaukums:
ne: कि _नाम
pa: ਕੀ ਦਾ ਮੁੱਲ:
ta: விசையின் _பெயர்:
vi: Tên_khóa:

source: _Type:
ar: ال_نوع:
gl: _Tipo:
lv: _Tips:
ne: _प्रकार
pa: ਕਿਸਮ:
ta: _வகை:
vi: _Loại:

source: Key _value:
ar: قيمة الم_فتاح:
gl: _Valor da clave:
lv: Atslçgas _vçrtîba:
ne: कि मुल्य
pa: ਕੀ ਦਾ ਮੁੱਲ:
ta: விசையின் _மதிப்பு:
vi: Giá trị_khóa:

source: List _type:
ar: _نوع القائمة:
gl: _Tipo de lista:
ne: सुचि प्रकार
pa: ਸੂਚੀ ਦੀ ਕਿਸਮ:
ta: பட்டியல்_வகை:

source: New key
ar: مفتاح جديد
gl: Nova clave
lv: Jauna atslçga
ne: नायाँ कि
pa: ਨਵੀ ਕੀ
ta: புதிய விசை
vi: Khóa mới

source: Edit key
ar: تحرير المفتاح
gl: Editar clave
lv: Rediìçt atslçgu
ne: कि सम्पादन गर्नु
pa: ਕੀ ਸੋਧ
ta: விசையைத் தொகு
vi: Biên soạn khóa

source: Pattern not found
ar: لم يعثر على النّمط
pa: ਤਰਤੀਬ ਨਹੀਂ ਲੱਭੀ
ta: மாதிரி காணவில்லை

source: Find
ar: إيجاد
pa: ਖੋਜ
ta: கண்டுபிடி

source: _Search for:
ar: ال_بحث عن:
pa: ਇਸ ਦੀ ਖੋਜ:
ta: (_S)தேடு:

source: Search also in key _names
ar: البحث في أ_سماء المفاتيح أيضاً
pa: ਕੀ ਨਾਂ ਦੀ ਖੋਜ(_n)
ta: (_n)விசை பெயரிலும் தேடு

source: Search also in key _values
ar: البحث في _قيم المفاتيح أيضاً
pa: ਕੀ ਮੁੱਲ ਵਿੱਚ ਵੀ ਖੋਜ
ta: (_n)விசை மதிப்பிலும் தேடு

source: Close the output window
ar: غلق نافذة الإخراج
pa: ਆਉਟਪੁੱਟ ਝਰੋਖਾ ਬੰਦ ਕਰੋ
ta: வெளியீட்டு சாளரத்தை மூடு

source: Copy selected lines
ar: نسخ السّطور المنتقاة
pa: ਚੁਣੀਆਂ ਸਤਰਾਂ ਦੀ ਨਕਲ
ta: தேர்வு செய்யப்பட்ட வரிகளை படியெடு

source: Clear the output window
ar: إخلاء نافذة الإخراج
pa: ਆਉਟਪੁੱਟ ਝਰੋਖਾ ਬੰਦ ਕਰੋ
ta: வெளியீட்டு சாளரத்தை தூய்மையாக்கு

source: Output Lines
ar: سطور الإخراج
pa: ਆਉਟਪੁੱਟ ਸਤਰਾਂ
ta: வெளியீட்டு வரிகள்

source: Invalid key "%s": %s
ar: مفتاح غير صحيح "%s":·%s
gl: Clave "%s" non válida: %s
ne: "%s": %s अमान्य कि
pa: ਗਲਤ ਕੀ "%s": %s
ta: செல்லாத விசை "%s": %s

source: Edit bookmarks
lv: Rediìçt grâmatzîmes
vi: Biên soạn Đánh dấu

source: About GConf-Editor
lv: Par GConf-Editor
vi: Nói về GConf-Editor

source: Copyright (C) Anders Carlsson 2001, 2002
lv: Autortiesîbas (C) Anders Carlsson 2001, 2002
vi: Bản quyền (C) Anders Carlsson 2001, 2002

source: /_File
lv: /_Fails
vi: /_Tệp

source: /File/_New window
lv: /Fails/_Jauns logs
vi: /Tệp/_Cửa sổ mới

source: /File/_Close window
lv: /Fails/_Aizvçrt logu
vi: /Tệp/_Đóng cửa sổ

source: /File/sep1
lv: /Fails/sep1
vi: /Tệp/sep1

source: /File/_Quit
lv: /Fails/_Iziet
vi: /Tệp/_Thoát

source: /_Edit
lv: /_Rediìçt
vi: /_Soạn thảo

source: /Edit/_Copy key name
lv: /Rediìçt/_Kopçt atslçgas nosaukumu
vi: /Soạn thảo/_Sao chép tên khóa

source: /_Bookmarks
lv: /_Grâmatzîmes
vi: /_Đánh dấu

source: /Bookmarks/_Add bookmark
lv: /Grâmatzîmes/_Pievienot grâmatzîmi
vi: /Đánh dấu/_Thêm

source: /Bookmarks/_Edit bookmarks...
lv: /Grâmatzîmes/_Rediìçt grâmatzîmes...
vi: /Đánh dấu/_Biên soạn Đánh dấu...

source: /_Help
lv: /_Palîdzîba
vi: /_Giúp

source: /Help/_About...
lv: /Palîdzîba/_Par...
vi: /Giúp/_Nói về...

source: /_New key...
lv: /Jauna atslçga...
vi: /_Khóa mới...

source: /Edit key...
lv: /Rediìçt atslçgu...
vi: /Biên soạn khóa...

source: /_Unset key
lv: /_Noòemt atslçgu
vi: /_Khóa chưa đặt

source: _Show this dialog again
lv: _Parâdiet ðo dialogu vçlreiz
vi: _Hiển thị lại đối thoại này

source: This tool allows you to directly edit your configuration database. This is not the recommended way of setting desktop preferences. Use this tool at your own risk.
lv: Ðis rîks atïauj jums tieði rediìçt jûsu konfigurâcijas datubâzi. Ðis nav rekomendçts veids kâ uzstâdît darbvirsmas preferences. Lietojiet ðo rîku pçc jûsu paðu izvçles.
