Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/gpdf/po/*.po
Languages: ar, az, be, bn, eu, fa, gu, hi, id, ja, mn, or, pa, sr@latn, ta, th

source: The file could not be saved as "%s".
az: Fayl "%s" olaraq qeyd edilə bilmədi.
eu: Fitxategia "%s" bezala ezin izan da gorde.
gu: ફાઈલ "%s" તરીકે સંગ્રહી શકાઈ નહિં.
ja: ファイルを "%s" という名前で保存できませんでした。
or: ଫାଇଲ "%s" ନାମରେ ସଂରକ୍ଷିତ ହୋଇପାରିଲା ନାହିଁ.
pa: ਫਾਇਲ ਨੂੰ "%s" ਦੇ ਤੌਰ ਤੇ ਸੰਭਾਲਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ
sr@latn: Datoteka se ne može sačuvati kao „%s“.
ta: கோப்பை "%s" ஆக சேமிக்க முடியவில்லை.
th: บันทึกแฟ้มเป็น "%s" ไม่สำเร็จ

source: PDF Properties
ar: خصائص PDF
az: PDF Xassələri
be: Уласьцівасьці PDF
bn: পিডিএফ বৈশিষ্টাবলী
eu: PDF propietateak
fa: ویژگی‌های PDF
gu: PDFના ગુણધર્મો
hi: पीडीएफ़ गुण
id: Keterangan PDF ini
ja: PDF のプロパティ
mn: PDF шинж чанарууд
or: ପି.ଡି.ଏଫ.ର ଗୁଣଧର୍ମ
pa: ਪੀ-ਡੀ-ਐਫ ਵਿਸ਼ੇਸ਼ਤਾਵਾ
sr@latn: Svojstva PDF-a
ta: PDF பண்புகள்
th: คุณสมบัติ PDF

source: Loading of %s failed.
ar: فشل تحميل %s.
az: %s faylı yüklənə bilmədi.
be: Збой загрузка файла %s.
bn: %s লোড করা সম্ভব হয় নি
eu: Huts egin du %s-(r)en kargatzean.
fa: بار کردن %s شکست خورد.
gu: %sને લાવવામાં નિષ્ફળતા.
hi: %s लोड करने में असफल.
id: Loading %s gagal.
ja: %s の読み込みに失敗しました。
mn: %s-г ачааллаж чадсангүй
or: %s ଧାରଣ କରିବାରେ ଅସଫଳ
pa: %s ਦੀ ਲੋਡਿੰਗ ਅਸਫਲ ਰਹੀ ਹੈ|
sr@latn: Neuspešno učitavanje %s.
ta: %s ஏற்றல் நொடிப்படைந்தது.
th: เปิด %s ไม่สำเร็จ

source: Bookmarks
ar: علامات المواقع
az: Nişanlar
be: Закладкі
bn: বুকমার্ক
eu: Laster-markak
fa: کتاب‌نما
gu: બુકમાર્કો
hi: पसंद
id: Tanda buku
ja: ブックマーク
mn: Хавчуурга
or: ଚିହ୍ନିତ ସ୍ଥାନ
pa: ਬੁੱਕ-ਮਾਰਕ
sr@latn: Obeleživači
ta: புத்தகக்குறிகள்
th: ที่คั่นหน้า

source: Pages
ar: صفحات
az: Səhifələr
be: Старонкі
bn: পৃষ্ঠা সমূহ
eu: Orrialdeak
fa: _صفحات
gu: પાનાંઅો
hi: पृष्ठ
id: Halaman
ja: ページ
mn: Хуудаснууд
or: ପୃଷ୍ଠାଗୁଡ଼ିକ
pa: ਸਫ਼ੇ
sr@latn: Stranice
ta: பக்கங்கள்
th: หน้า

source: Annotations
ar: حواشي
az: Annotasiyalar
be: Нататкі
bn: অ্যানোটেশন
eu: Oharpenak
fa: حاشیه‌ها
gu: નાંેધણીઓ
hi: व्याख्याएँ
id: Anotasi
ja: 注釈
mn: Тайлбарлалт
or: ବ୍ଯାଖ୍ଯା
pa: ਵਿਆਖਿਆ
sr@latn: Objašnjenja
ta: குறிப்புரை
th: โน้ต

source: Link
ar: وصلة
az: Körpü
be: Спасылка
bn: লিংক
eu: Esteka
fa: پیوند
gu: કડી
hi: लिंक
ja: リンク
mn: Холбоос
or: ସଂଯୋଗ
pa: ਸੰਬੰਧ
sr@latn: Veza
ta: இணைப்பு
th: ลิงก์

source: UsingHandCursor
ar: استعمال المؤشر اليدوي
az: ƏlKursoruİstifadədə
be: Выкарыстоўваць_курсор-руку
eu: KurtsoreaErabiliz
hi: उपयोग-में-हाथ-संकेतक
id: MenggunakanKursorTangan
mn: Гар заагчийг ашиглан
or: ହସ୍ତଦର୍ଶିକାବ୍ଯବହାର
pa: ਹੈਡ ਕਰਸਰ ਵਰਤੋ
sr@latn: Koristi kurzor „ručica“

source: Links
ar: وصلات
az: Körpülər
be: Спасылкі
bn: লিংক-সমূহ
eu: Estekak
fa: پیوندها
gu: કડીઓ
hi: कडियाँ
ja: リンク
mn: Холбоосууд
or: ସଂଯୋଗ
pa: ਸੰਬੰਧ
sr@latn: Veze
ta: இணைப்புகள்
th: ลิงก์

source: _Open Document
ar: _فتح المستند
az: Sənədi _Aç
be: _Адчыніць дакумэнт
bn: নথি খুলুন (_খ)
eu: _Ireki dokumentua
fa: باز کردن نوشتار
gu: દસ્તાવેજ ખોલો (_O)
hi: दस्तावेज़ खोलें (_O)
id: Buka D_okumen
ja: ドキュメントを開く(_O)
mn: _Баримтыг нээх
or: ଦଲିଲ ଖୋଲନ୍ତୁ (_O)
pa: ਦਸਤਾਵੇਜ਼ ਖੋਲੋ
sr@latn: _Otvori dokument
ta: ஆவணம் திறக்கவும்
th: _เปิดเอกสาร

source: Enter document password:
ar: الرجاء ادخال كلمة سر المستند
az: Sənəd şifrəsini bildirin:
be: Увядзіце пароль да дакумэнта:
bn: অনুগ্রহ করে নথীর পাসওয়ার্ড লিখুন:
eu: Sartu dokumentuaren pasahitza:
fa: کلمه‌ی عبور نوشتار را وارد کنید:
gu: દસ્તાવેજ માટે પાસવર્ડ દાખલ કરો:
hi: दस्तावेज़ पासवर्ड भरें:
id: Masukkan password dokumen:
ja: ドキュメントのパスワードの入力:
mn: Баримтын нууц үгийг оруул:
or: ଦଲିଲର ପ୍ରବେଶ ସଙ୍କେତ ଦିଅନ୍ତୁ:
pa: ਦਸਤਾਵੇਜ਼ ਲਈ ਗੁਪਤ-ਕੋਡ ਭਰੋ
sr@latn: Unesite lozinku dokumenta:
ta: ஆவணத்தின் கடவுச்சொல் உள்ளீடுக:
th: ใส่รหัสผ่านเอกสาร:

source: This document is encrypted and this operation requires the document's password
ar: هذا المستند مشفر و هذه العملية تتطلب كلمة سر المستند
az: Bu sənəd şifrə qorumalıdır və bu əməliyyat üçün sənəd şifrəsi lazımdır
be: Гэты дакумэнт абаронены паролем; гэтае дзеяньне патрабуе ўводу пароля
bn: এই নথীটিকে এনকৃপ্ট করা হয়েছে, এবং এই কাজটি করতে গেলে নথীটির পাসওয়ার্ড দরকার হবে।
eu: Dokumentu hau enkriptatuta dago eta eragiketa honek dokumentuaren pasahitza eskatzen du
fa: این نوشتار رمز شده است و این عملیات به کلمه‌ی عبور نوشتار نیاز دارد.
gu: આ દસ્તાવેજ ખાસ સંગ્રહદ્ધતિમાં ફેરવાયેલ છે અને આ પ્રક્રિયાને દસ્તાવેજના પાસવર્ડની જરુર છે
hi: दस्तावेज़ एनक्रिप्टेड है तथा इस ऑपरेशन हेतु दस्तावेज का पासवर्ड आवश्यक है
id: Dokumen ini diacak dan operasi ini memerlukan password dokumen ini
ja: このドキュメントはパスワード保護されており、この操作にはドキュメントのパスワードが必要です。
mn: Энэ баримт нууц үгээр хамгаалагдсан учир энэ үйлдэл баримтын нууц үгийг шаардаж байна
or: ଏହି ଦଲିଲଟି ସଂଗୁପ୍ତ ଅଛି ଓ ଏହି ଚାଳନା ପାଇଁ ଦଲିଲର ପ୍ରବେଶ ସଙ୍କେତ ଆବଶ୍ଯକ
pa: ਦਸਤਾਵੇਜ਼ ਗੁਪਤ ਹੈ ਅਤੇ ਇਸ ਕਾਰਵਾਈ ਲਈ ਦਸਤਾਵੇਜ਼ ਲਈ ਗੁਪਤ-ਕੋਡ ਲੋੜੀਦਾ ਹੈ|
sr@latn: Ovaj dokument je šifrovan a ova operacija zahteva lozinku dokumenta
ta: இந்த ஆவணம் குறிமுறையாக்கப்பட்டது மேலும் இதை திறக்க கடவுச்சொல் தேவை
th: เอกสารนี้ถูกเข้ารหัส คุณต้องมีรหัสผ่านนี้จึงจะอ่านได้

source: The PDF file is damaged. Its page catalog could not be read
ar: ملف الـ PDF مضرور. لم يمكن قراءة فهرس صفحاته
az: PDF faylı pozulub. Onun səhifə kataloqu oxuna bilmədi
be: PDF файл пашкоджаны. Немагчыма прачытаць каталёг яго старонак
bn: পিডিএফ ফাইলটি ত্রুটিযুক্ত। ফাইলটির পৃষ্ঠা ক্যাটালগ পড়া গেল না
eu: PDF fitxategia hondatuta dago. Ezin izan da irakurri
fa: پرونده‌ی PDF آسیب دیده است. صفحه‌ی فهرست آن قابل خواندن نیست.
gu: PDF ફાઈલ ઈજાગ્રસ્ત છે. એનું સૂચિપત્ર વાંચી શકાયું નહિં
hi: यह पीडीएफ़ फ़ाइल क्षतिग्रस्त है. इसका पृष्ठ केटलॉग पढ़ा नहीं जा सका
id: File PDF nya rusak. Halaman katalognya tidak bisa dibaca
ja: PDF ファイルが壊れています。ページ・カタログが読めませんでした。
mn: Энэ PDF файл гэмтсэн байна. Үүний хуудасны лавлах уншигдах боломжгүй.
or: ପି.ଡି.ଏଫ. ଫାଇଲଟି ନଷ୍ଟହୋଇଯାଇଛି. ଏହାର ପୃଷ୍ଠା ତାଲିକା ପଢ଼ିହେଲାନାହଂି.
pa: ਪੀ-ਡੀ-ਐਫ ਫਾਇਲ ਖ਼ਰਾਬ ਹੈ| ਇਸ ਦਾ ਸੂਚੀ ਨੂੰ ਖੋਲਿਆ ਨਹੀ ਜਾ ਸਕਦਾ ਹੈ|
sr@latn: PDF datoteka je oštećena. Ne mogu da učitam njen katalog strana
ta: PDF சிதைக்கப்பட்டுள்ளது. அட்டவணையை படிக்க முடியவில்லை.
th: แฟ้ม PDF ชำรุด อ่านแคตาล็อกหน้าไม่สำเร็จ

source: The PDF file is damaged or it is not a PDF file. It could not be repaired
ar: ملف الـ PDF مضرور أو أنه ليس ملف PDF. لم يمكن اصلاحه.
az: PDF faylı pozulub ya da PDF faylı deyil. Fayl düzəldilə bilmədi
be: PDF файл пашкоджаны альбо гэта не PDF файл. Ён няможа быць выпраўлены
bn: পিডিএফ ফাইলটি ত্রুটিযুক্ত কিংবা এটি আদৌ কোন পিডিএফ ফাইল নয়। একে সারানো যাবে না
eu: Fitxategia hondatuta dago edo ez da PDF motako fitxategi bat. Ezin izan da konpondu.
fa: پرونده‌ی PDF خراب شده است یا پرونده‌ی PDF نیست. نمی‌توان تعمیرش کرد.
gu: PDF ફાઈલ બગડી ગઈ છે અથવા તે PDF ફાઈલ નથી. તે સાજી કરી શકાય અેમ નથી
hi: यह पीडीएफ़ फ़ाइल क्षतिग्रस्त है या फिर यह पीडीएफ़ फ़ाइल नही हैं. इसे सुधारा नहीं जा सकता
id: File PDF nya rusak atau ini bukan file PDF. Tidak bisa diperbaiki
ja: PDF ファイルが壊れているか PDF ファイルではありません。修復できませんでした。
mn: Энэ PDF файл гэмтсэн эсвэл PDF файл биш байна. Энэ засварлагдах боломжгүй.
or: ପି.ଡି.ଏଫ. ଫାଇଲଟି ନଷ୍ଠହୋଇଯାଇଛି ବା ଏହା ଗୋଚିଏ ପି.ଡି.ଏଫ. ଫାଇଲ ନୁହେଁ. ଏହା ସଦାଡ଼ି ହେଲାନାହଁି.
pa: ਪੀ-ਡੀ-ਐਫ ਖ਼ਰਾਬ ਹੈ ਜਾਂ ਇਹ ਪੀ-ਡੀ-ਐਫ ਫਾਇਲ ਨਹੀ ਹੈ| ਇਸ ਨੂੰ ਠੀਕ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ|
sr@latn: PDF datoteka je oštećena ili nije PDF datoteka. Ne mogu da je popravim
ta: PDF சிதைக்கப்பட்டுள்ளது. அட்டவணையை பழுது பார்க்க முடியவில்லை.
th: แฟ้มนี้ชำรุดหรือไม่ใช้แฟ้ม PDF ไม่สามารถซ่อมได้

source: The PDF document is encrypted and you didn't enter the correct password
ar: مستند الـ PDF مشفر و أنت لم تكتب كلمة السر الصحيحة
az: Bu PDF sənədi şifrəlidir və siz hökmlü şifrəni bildirmədiniz
be: PDF дакумэнт зашыфраваны, але вы не валодаеце правільным паролем
bn: এই নথীটিকে এনকৃপ্ট করা হয়েছে, এবং আপনি সঠিক পাসওয়ার্ড লেখেননি
eu: PDF dokumentua enkriptatuta dago eta ez duzu pasahitz zuzena sartu
fa: نوشتار PDF رمز شده است و شما کلمه‌ی عبور درست را وارد نکردید.
gu: PDF દસ્તાવેજ ખાસ સંગ્રહદ્ધતિમાં ફેરવાયેલ છે અને તમે યોગ્ય પાસવર્ડ દાખલ કરી શક્યા નથી
hi: पीडीएफ़ दस्तावेज़ एनक्रिप्टेड है तथा आपने सही पासवर्ड नहीं भरा है
id: Dokumen PDF nya diacak tetapi anda tidak memberikan password yang benar
ja: PDF ドキュメントはパスワード保護されていますが、正しいパスワードが指定されていません。
mn: PDF баримт түлхүүрлэгдсэн ба та зөв нууц үг оруулсангүй
or: ଏହି ପି.ଡି.ଏଫ. ଦଲିଲଟି ସଂଗୁପ୍ତ ଅଛି ଓ ଆପଣ ଠିକ ପ୍ରବେଶ ସଙ୍କେତ ଭର୍ତ୍ତି କଲେନାହିଁ
pa: ਪੀ-ਡੀ-ਐਫ ਦਸਤਾਵੇਜ਼ ਗੁਪਤ ਹੈ ਅਤੇ ਤੁਸੀ ਗੁਪਤ-ਕੋਡ ਸਹੀ ਨਹੀ ਦਿੱਤਾ ਹੈ
sr@latn: PDF dokument je šifrovan, a niste uneli ispravnu lozinku
ta: PDF குறிமுறையாக்கப்பட்டது இதன் சரியான கடவுச்சொல்லை நீங்கள் பயன்படுத்தவில்லை
th: รหัสผ่านที่คุณใส่ไม่ถูกต้องสำหรับเอกสารนี้

source: Printing
ar: جاري الطبع
az: Çap Etmə
be: Друк...
bn: মুদ্রণ চলছে
eu: Inprimatzen
fa: در حال چاپ
gu: છાપી રહ્યા છે
hi: मुद्रण
id: Mencetak
ja: 印刷中
mn: Хэвлэж байна
or: ମୁଦ୍ରଣ
pa: ਛਾਪ ਰਿਹਾ ਹੈ
sr@latn: Štampam
ta: அச்சிடப்படுகிறது
th: กำลังพิมพ์

source: Printing: Preparing.
ar: جاري الطبع: تحضير
az: Çap Etmə: Hazırlanır.
be: Друк: падрыхтоўка
bn: মুদ্রণের প্রস্তুতি নেওয়া চলছে
eu: Inprimatzen: prestatzen.
fa: در حال چاپ: آماده سازی
gu: છાપી રહ્યા છે: તૈયારી કરી રહ્યા છે.
hi: मुद्रणः तैयारी कर रहे.
id: Mencetak: Persiapan.
ja: 印刷中: 準備中です
mn: Хэвлэхэд бэлдэж байна.
or: ମୁଦ୍ରଣ: ପ୍ରସ୍ତୁତିକରଣ.
pa: ਛਾਪ ਰਿਹਾ ਹੈਃ ਤਿਆਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
sr@latn: Štampam: Pripremam.
ta: அச்சடிக்கிறது:தயாராகிறது
th: กำลังเตรียมการพิมพ์

source: Author:
ar: المؤلف:
az: Müəllif:
be: Аўтар:
bn: লেখক:
eu: Egilea:
fa: مؤلف:
gu: લેખક:
hi: लेखक:
id: Penulis:
ja: 作者:
mn: Зохиогч:
or: ଲେଖକ:
pa: ਲੇਖਕ:
sr@latn: Autor:
ta: ஆசிரியர்:
th: ผู้เขียน:

source: Created:
ar: انشأ:
az: Yaradılma Tarixi:
be: Створаны:
bn: তৈরি করার তারিখ:
eu: Sortze-data:
fa: ایجادشده در:
gu: સર્જાઈ છે:
hi: सृजितः
id: Dibuat:
ja: 作成日時:
mn: Үүсгэсэн:
or: ସୃଷ୍ଟି କରାଯାଇଛି:
pa: ਬਣਾਇਆ:
sr@latn: Napravljeno:
ta: படைத்தது:
th: สร้างเมื่อ:

source: Creator:
ar: المنشئ:
az: Müəllif:
be: Стваральнік:
bn: স্রষ্টা:
eu: Sortzailea:
fa: ایجادکننده:
gu: સર્જનહાર:
hi: निर्माता:
id: Pembuat:
ja: 作成者:
mn: Үүсгэгч:
or: ସ୍ରଷ୍ଟା:
pa: ਨਿਰਮਾਤਾ:
sr@latn: Tvorac:
ta: உருவாக்கியவர்:
th: ผู้สร้าง:

source: Keywords:
ar: الكلمات المفاتيح:
az: Açar Sözlər:
be: Ключавыя словы:
bn: মূল শব্দ-সমূহ:
eu: Gako-hitzak:
fa: کلیدواژه‌ها:
gu: મુખ્ય શબ્દો:
hi: कीवर्ड:
id: Kata kunci:
ja: キーワード:
mn: Түлхүүр үгс:
or: ମୁଖ୍ଯଶଦ୍ଦ:
pa: ਮੁੱਖ ਸ਼ਬਦ:
sr@latn: Ključne reči:
ta: முக்கிய வார்த்தைகள்:
th: คำหลัก:

source: Modified:
ar: عدل:
az: Təkmilləşmə Tarixi:
be: Зьменены:
bn: বদলানোর তারিখ:
eu: Aldatze-data:
fa: تغییریافته در:
gu: ફેરબદલ કરાયેલ:
hi: परिवर्धितः
id: Modifikasi:
ja: 修正日時:
mn: Өөрчлөгдсөн:
or: ରୂପାନ୍ତରିତ:
pa: ਸੋਧਿਆ:
sr@latn: Menjano:
ta: மாற்றப்பட்டது:
th: แก้ไขเมื่อ:

source: Number of Pages:
ar: عدد الصفحات:
az: Səhifə Ədədi:
be: Колькасьць старонак:
bn: পৃষ্ঠা সংখ্যা:
eu: Orri kopurua:
fa: تعداد صفحات:
gu: પાનાંઓની સંખ્યા:
hi: पृष्ठों की संख्या:
id: Jumlah halaman:
ja: ページ数:
mn: Хуудасны тоо:
or: ପୃଷ୍ଠା ସଂଖ୍ଯା
pa: ਪੰਨਿਆ ਦੀ ਗਿਣਤੀ:
sr@latn: Broj strana:
ta: பக்கங்களின் எண்ணிக்கை:
th: จำนวนหน้า:

source: Optimized:
ar: محسن:
az: Optimizasiya Edilib:
be: Аптымізаваны:
bn: অপটিমাইজ করা:
eu: Hobetsia:
fa: بهینه سازی شده:
gu: શ્રેષ્ઠ બનાવાયેલી:
hi: ऑप्टीमाइज़्ड:
id: Teroptimalisasi:
ja: 最適化:
mn: Зориулагдсан:
or: ଅନୁକୂଳତମ କରାଯାଇଥିବା:
pa: ਅਨੁਕੂਲਤਮਃ
sr@latn: Optimizovano:
ta: உகப்பாக்கியது:
th: ปรับไว้สำหรับ:

source: PDF Version:
ar: إصدارة PDF:
az: PDF Buraxılışı:
be: Вэрсыя PDF:
bn: পিডিএফ-এর সংস্করণ:
eu: PDF bertsioa:
fa: نسخه‌ی PDF:
gu: PDF આવૃત્તિ:
hi: पीडीएफ़ संस्करण:
id: Versi PDF:
ja: PDF バージョン:
mn: PDF хувилбар:
or: ପି.ଡି.ଏଫ. ସଂସ୍କରଣ:
pa: ਪੀ-ਡੀ-ਐਫ ਵਰਜਨ:
sr@latn: Verzija PDF-a:
ta: PDF பதிப்பு:
th: รุ่นของ PDF:

source: Producer:
ar: المخرج:
az: İstehsal Edən:
be: Вытворца:
bn: প্রস্তুতকারী:
eu: Ekoizlea:
fa: تولیدکننده:
gu: નિર્માતા:
hi: निर्माता:
id: Produser:
ja: 提供者:
mn: Продюсер:
or: ନିର୍ମାତା:
pa: ਨਿਰਮਾਤਾ:
sr@latn: Producent:
ta: முறை:
th: ผู้สร้าง:

source: Security:
ar: أمن:
az: Təhlükəsizlik:
be: Бясьпека:
bn: নিরাপত্তা:
eu: Segurtasuna:
fa: امنیت:
gu: સુરક્ષા:
hi: सुरक्षा:
id: Keamanan:
ja: セキュリティ:
mn: Хамгаалалт:
or: ସୁରକ୍ଷା:
pa: ਸੁਰੱਖਿਆਃ
sr@latn: Sigurnost:
ta: பாதுகாப்பு:
th: ระบบความปลอดภัย

source: Subject:
ar: الموضوع:
az: Mövzu:
be: Тэма:
bn: বিষয়:
eu: Gaia:
fa: موضوع:
gu: વિષય:
hi: विषय:
id: Subjek:
ja: 概要:
mn: Гарчиг:
or: ବିଷୟ:
pa: ਵਿਸ਼ਾ:
sr@latn: Tema:
ta: பொருள்:
th: หัวข้อ:

source: Title:
ar: العنوان:
az: Başlıq:
be: Загаловак:
bn: শিরোনাম:
eu: Titulua:
fa: عنوان:
gu: શિર્શક:
hi: शीर्षक:
id: Judul:
ja: 題名:
mn: Нэр:
or: ଶୀର୍ଷକ:
pa: ਸਿਰਲੇਖ:
sr@latn: Naslov:
ta: தலைப்பு:
th: ชื่อเรื่อง:

source: Unknown
ar: مجهول
az: Namə'lum
be: невядома
bn: অজানা
eu: Ezezaguna
fa: نامعلوم
gu: અજાણ્યુ
hi: अज्ञात
id: Tidak diketahui
ja: 不明
mn: Үл мэдэгдэх
or: ଅଜଣା
pa: ਅਣਪਛਾਤਾ
sr@latn: Nepoznato
ta: தெரியாதது
th: ไม่รู้

source: Select sidebar page by title for displaying it
ar: انتقاء صفحة العمود الجانبي باعتبار العنوان لعرضها
az: Göstərilməsi üçün yan çubuq səhifəsini başlığına görə seç
be: Вылучыце старонку бакавое панэлі для яе адлюстраваньня
bn: দেখার জন্য শিরোনাম অনুযায়ী সাইডবারের পৃষ্ঠাটিকে নির্বাচন করুন
eu: Hautatu alboko barrako orrialdea tituluaren arabera erakusteko
fa: صفحه‌ی نوار کناری را با عنوان نمایش آن انتخاب کنید
gu: બાજુની પટ્ટીનું પાનુ દર્શાવવા માટે શીર્ષક પ્રમાણે પસંદ કરો
hi: इसे दिखाने हेतु बाजू-पट्टी पृष्ठ शीर्षक से चुनें
id: Pilih halaman sidebar dari jurul untuk menampilkannya
ja: 表示するサイドバー・ページを選択して下さい
mn: Хуудсын самбарын хуудасыг харуулах гарчигаар тэмдэглэ
or: ପ୍ରଦର୍ଶନ ପାଇଁ ପାର୍ଶ୍ବପଟିରୁ ଶୀର୍ଷକ ଅନୁସାରେ ପୃଷ୍ଠା ବାଛନ୍ତୁ
pa: ਪਾਸੇ ਦੀ ਪੱਟੀ ਦਾ ਸਫ਼ਾ ਚੁਣੋ ਜੋ ਕਿ ਇਸ ਲਈ ਸਿਰਲੇਖ ਵੇਖਾਏ
sr@latn: Izaberite stranicu postrance prema naslovu radi prikaza
ta: பக்க பட்டி பக்கத்தை தலைப்பை காட்டுமாறு தேர்வு செய்யவும்
th: เลือกหน้าในแถบข้างได้โดยการคลิกบนหัวเรื่อง

source: Click to open page tools menu
ar: نقر لفتح قائمة أدوات الصفحة
az: Səhifə vasitələri menyusunu açmaq üçün tıqlayın
be: Пстрыкніце каб адчыніць мэню сродкаў старонкі
bn: পৃষ্ঠা টুল মেনু খোলার জন্য ক্লিক্‌ করুন
eu: Egin klik orrialdearen tresna menua irekitzeko
fa: برای باز کردن منوی ابزارهای باز کردن صفحه کلیک کنید
gu: પાનાનુ સાધન મેનુ ખોલવા માટે ક્લિક કરો
hi: पृष्ठ उपकरण मेनू खोलने हेतु क्लिक करें
id: Klik untuk membuka menu alat halaman
ja: クリックすると、ページ・ツール・メニューが開きます
mn: Хуудасын хэрэгслийн цэсийг нээхдээ товш
or: ପୃଷ୍ଠା ସାଧନ ମେନୁକୁ ଖୋଲିବା ପାଇଁ ମାଉସ୍ ଚାବି ଦବାନ୍ତୁ
pa: ਸਫ਼ਾ ਸੰਦ ਮੇਨੂ-ਸੂਚੀ ਨੂੰ ਖੋਲਣ ਲਈ ਦਬਾਉ
sr@latn: Kliknite da otvorite meni sa alatima za stranice
ta: பக்க கருவி மெனுவை க்ளிக் செய்து திறக்கவும்
th: คลิกเพื่อเปิดเมนูเครื่องมือจัดการหน้า

source: Remove page if it is removeable
ar: حذف الصفحة إذا كانت قابلة للحذف
az: Səhifə silinə bilirsə onu sil
be: Выдаліць старонку калі яе магчыма выдаліць
bn: সম্ভব হলে পৃষ্ঠাটিকে সরিয়ে ফেলো
eu: Kendu orrialdea ezabagarria bada
fa: صفحه را اگر حذف شدنی است حذف کنید
gu: જો પાનુ દૂર કરી શકાય એમ હોય તો તેને કાઢી નાખો
hi: पृष्ठ मिटाएँ यदि यह मिटानेयोग्य है
id: Buang halaman jika dia dapat dibuang
ja: 取り外し可能な場合にページを削除します
mn: Хэрэв хуудсыг устгаж болох бол устгах
or: ପୃଷ୍ଠାଟି କାଢ଼ିହେଲେ, ତାହାକୁ କାଢ଼ନ୍ତୁ
pa: ਸਫ਼ਾ ਹਟਾਉ, ਜੇਕਰ ਇਹ ਹਟਾਉਣਯੋਗ ਹੈ
sr@latn: Ukloni stranicu ako je uklonjiva
ta: நீக்க முடிந்தால் பக்கத்தை நீக்கவும்
th: ลบหน้าถ้าลบได้

source: Close sidebar
ar: غلق العمود الجانبي
az: Yan çubuğu bağla
be: Зачыніць бакавую панэлю
bn: সাইডবার বন্ধ করো
eu: Itxi alboko barra
fa: بستن نوار کناری
gu: બાજુની પટ્ટી બંધ કરો
hi: बाजू-पट्टी बन्द करें
id: Tutup sidebar
ja: サイドバーを閉じます
mn: Хуудсын самбарыг хаа
or: ପାର୍ଶ୍ବପଟି ବନ୍ଦ କରନ୍ତୁ
pa: ਪਾਸੇ ਦੀ ਪੱਟੀ ਬੰਦ
sr@latn: Zatvori okvir postrance
ta: ஓரப்பட்டையை மூடுக
th: ปิดหน้าต่าง

source: Thumbnail Generation feature not yet implemented... Sorry.
ar: ما تزال ميزة إنشاء الصور المصغرة غير مضافة... عفوا.
az: Üzr istəyirik, amma dırnaq görünüşü xassəsi hələlik tam bitirilməyib.
be: Стваральнік мініяцюр шчэ ня зроблены... Прабачце.
bn: দুঃখিত, থাম্বনেল তৈরী কাজ করে না...
eu: Koadro txikien sorreraren funtzioa oraindik garatu gabe... Barkatu.
fa: امکانات تولید ناخن‌شستی هنوز پیاده‌سازی نشده است... ببخشید.
gu: થમ્બનેઈલ બનાવવાની લાક્ષણિકતા હજુ સુધી અમલમાં મૂકાઈ નથી... માફ કરજો.
hi: लघुछवि ज़ेनरेशन विशेषताएँ अभी लागू नहीं हैं...माफ़ करें.
id: Fasilitas penghasil cuplikan belun lagi diterapkan... Maaf ya
ja: サムネイル生成機能は未だ実装されていません... すみません。
mn: Мини харагдалт үүсгэх хэрэгсэл хараахан хийгдээгүй байна... Уучилан соёрх.
or: କ୍ଷୁଦ୍ର ଚିତ୍ର ସୃଷ୍ଟି ଅଂଶ ଏପର୍ଯ୍ଯନ୍ତ ରୂପାୟିତ ହୋଇନାହିଁ... କ୍ଷମା କରନ୍ତୁ.
pa: ਥੰਬਨੇਲ ਬਣਾਉ ਫੀਚਰ ਅਜੇ ਬਣਾਇਆ ਨਹੀ ਗਿਆ ਹੈ... ਮੁਆਫੀ ਚਾਹਾਂਗਾ|
sr@latn: Izrada manjih slika za pregled i dalje nije završena... Žao mi je.
ta: சிறுபிம்ப உருவாக்க வசதி இன்னும் செய்யப்படவில்லை.... மன்னிக்கவும்
th: การสร้างภาพตัวอย่างยังใช้ไม่ได้อยู่

source: All Thumbnails Generation feature not yet implemented... Sorry.
ar: ما تزال مبزة إنشاء جميع الصور المصغرة غير مضافة... عفوا.
az: Üzr istəyirik, amma bütün dırnaq görünüşləri xassəsi hələlik tam bitirilməyib.
be: Усе магчымасьці стварэньня мініяцюр яшчэ ня зроблены... Прабачце.
bn: দুঃখিত, থাম্বনেল তৈরী পুরোপুরি কাজ করে না...
eu: Koadro txiki guztien sorrerako funtzioa oraindik garatu gabe... Barkatu.
fa: همه‌ی امکانات تولید ناخن‌شستی هنوز پیاده‌سازی نشده است... ببخشید.
gu: બધા થમ્બનેઈલ બનાવવાની લાક્ષણિકતા હજુ સુધી અમલમાં મૂકાઈ નથી... માફ કરજો.
hi: सभी लघुछवि ज़ेनरेशन विशेषताएँ अभी लागू नहीं हैं...माफ़ करें.
id: Seluruh fasilitas penghasil cuplikan belum lagi diterapkan... Maaf ya
ja: 全てのサムネイル生成機能は未だ実装されていません... すみません。
mn: Бүх мини харагдалт үүсгэх хэрэгсэл хараахан хийгдээгүй байна... Уучилан соёрх.
or: ସବୁ କ୍ଷୁଦ୍ର ଚିତ୍ର ସୃଷ୍ଟି ଅଂଶ ଏପର୍ଯ୍ଯନ୍ତ ରୂପାୟିତ ହୋଇନାହିଁ... କ୍ଷମା କରନ୍ତୁ.
pa: ਸਾਰੇ ਥੰਬਨੇਲ ਬਣਾਉ ਫੀਚਰ ਅਜੇ ਬਣਾਇਆ ਨਹੀ ਗਿਆ ਹੈ... ਮੁਆਫੀ ਚਾਹਾਂਗਾ|
sr@latn: Izrada svih manjih slika za pregled i dalje nije završena... Žao mi je.
ta: எல்லா சிறுபிம்ப உருவாக்க வசதி இன்னும் செய்யப்படவில்லை.... மன்னிக்கவும்
th: การสร้างภาพตัวอย่างยังใช้ไม่ได้อยู่

source: No application was found to open the URI: %s
az: Ünvanı aça vilən heç bir proqram tapılmadı: %s
eu: Ez da aplikaziorik aurkitu URIa irekitzeko: %s
gu: URI ખોલવા માટે કોઈ કાર્યક્રમ મળ્યો નથી: %s
ja: 次の URI を開くの適当なアプリケーションが見つかりませんでした: %s
or: %s ୟୁ.ଆର.ଆଇ. ଖୋଲିବାକୁ କୌଣସି ପ୍ରଯୋଗ ମିଳିଲା ନାହିଁ
pa: URI ਖੋਲਣ ਲਈ ਕੋਈ ਕਾਰਜ ਨਹੀਂ ਹੈ: %s
sr@latn: Nije nađen program za otvaranje adrese: %s
ta: URI திறப்பதற்கான பயன்பாடு எதையும் காணவில்லை: %s
th: ไม่พบโปรแกรมสำหรับเปิด URI: %s

source: Application Launch Failure!
ar: فشل تشغيل التطبيق!
az: Proqram Başlatma İflası!
be: Немагчыма запусьціць дастасаваньне!
bn: অ্যাপ্লিকেশন চালু করার প্রচেষ্ঠা ব্যর্থ!
eu: Huts egin du aplikazioa abiaraztean.
fa: شکست در راه‌اندازی برنامه!
gu: કાર્યક્રમ લાવવામાં નિષ્ફળ!
hi: अनुप्रयोग प्रारंभ असफल!
id: Peluncuran aplikasi gagal!
ja: アプリケーションの起動に失敗しました！
mn: Програмын ажиллагааны нурлаа!
or: ପ୍ରୟୋଗ ଚଳାଇବାରେ ଅସଫଳ!
pa: ਕਾਰਜ ਨੂੰ ਸ਼ੁਰੂ ਕਰਨ ਵਿੱਚ ਅਸਫਲ !
sr@latn: Neuspeh pokretanja programa!
ta: செயல்பாடு தொடங்கல் இயலவில்லை!
th: เรียกโปรแกรมไม่สำเร็จ

source: Failed to launch %s for URI: %s
ar: فشل تشغيل %s للعنوان: %s
az: %s sənədi bu URI üçün açıla bilmədi: %s
be: Немагчыма запусьціць %s для URI: %s
bn: ইউ-আর-আই-এর জন্য %s চালু করা গেল না: %s
eu: Huts egin du %s abiaratzean URI honentzako: %s
fa: راه اندازی %s برای URI شکست خورد: %s
gu: URI માટે %s લાવવામાં નિષ્ફળ: %s
hi: %s को यूआरआई: %s हेतु प्रारंभ करने में असफल
id: Gagal menjalankan %s untuk URL %s
ja: URI に対する %s の起動に失敗しました: %s
mn: %s-г URI -н хувьд эхлүүлэх боломжгүй: %s
or: %sକୁ ୟୁ.ଆର.ଆଇ. ପାଇଁ ଚଳାଇବାରେ ଅସଫଳ: %s
pa: ਸ਼ੁਰੂ ਕਰਨਾ ਅਸਫਲ %s ਇਸ ਯੂਆਰਆਈ ਤੋ: %s
sr@latn: Neuspešno pokretanje %s za adresu: %s
ta: URI க்கு %s தொடங்க முடியவில்லை: %s
th: ไม่สามารถเรียก %s สำหรับ URI: %s

source: Application Launch notification!
ar: التبليغ عن تشغيل التطبيق!
az: Proqram Başlatma bildirişi!
be: Паведамленьне запуску дастасаваньня!
bn: অ্যাপ্লিকেশন চালু করার প্রচেষ্ঠা জানানো হচ্ছে!
eu: Aplikazioa abiarazteko oharpena.
fa: اخطار راه‌اندازی برنامه!
gu: કાર્યક્રમ લાવવામાં નોંધણી!
hi: अनुप्रयोग प्रारंभ सूचना!
id: Pemberitahuan peluncuran aplikasi
ja: アプリケーション起動通知です！
mn: Програмын ажиллагааны сонордуулга!
or: ପ୍ରୟୋଗ ଚାଳନ ବିଜ୍ଞପ୍ତି
pa: ਕਾਰਜ ਸ਼ੁਰੂਆਤੀ ਟਿੱਪਣੀ
sr@latn: Obaveštenje o pokretanju programa!
ta: பயன்பாடு துவக்க அறிக்கை!
th: แจ้งการเรียกโปรแกรม

source: Go to page #%d
ar: الذّهاب إلى الصّفحة #%d
az: #%d nömrəli səhifəyə get
eu: Joan orrialdera #%d
fa: رفتن به صفحه‌ی #%Id
gu: પાના #%d પર જાઓ
hi: पृष्ठ पर जाएँ #%d
ja: ページ #%d へジャンプ
or: #%d ପ୍ୃଷ୍ଟାକୁ ଯାଆନ୍ତୁ
pa: ਸਫੇ ਤੇ ਜਾਓ #%d
sr@latn: Idi na stranu #%d
ta: பக்கம் #%d க்கு செல்
th: พลิกไปหน้า %d

source: Go to file %s:#%d
ar: الذّهاب إلى الملف %s:#%d
az: %s:#%d faylına get
eu: Joan %s fitxategira: #%d
fa: رفتن به پرونده‌ی %s:#%Id
gu: ફાઈલ %s:#%d પર જાઓ
hi: फ़ाइल पर जाएँ %s:#%d
ja: ファイル %s:#%d へジャンプ
or: %s:#%d ଫାଇଲକୁ ଯାଆନ୍ତୁ
pa: ਫਾਇਲ ਤੇ ਜਾਓ %s:#%d
sr@latn: Idi u datoteku %s:#%d
ta: பக்கம் %s:#%d க்கு செல்
th: เปิดไปแฟ้ม %s:#%d

source: Launch: %s %s
ar: إطلاق: %s %s
az: %s %s-i aç
eu: Abiarazi: %s %s
fa: راه‌اندازی: %s %s
gu: લાવો: %s %s
hi: प्रारंभ करें: %s %s
ja: 起動: %s %s
or: ଚାଳନ: %s %s
pa: ਜਾਰੀ: %s %s
sr@latn: Pokreni: %s %s
ta: துவக்கு: %s %s
th: เรียกใช้: %s %s

source: Browse %s
ar: تصفّح %s
az: %s-i gəz
eu: Arakatu %s
fa: مرور %s
gu: %s શોધો
hi: ब्राउज़ %s
ja: %s の閲覧
or: %sରେ ଖୋଜିବୁଲନ୍ତୁ
pa: ਝਲਕ %s
sr@latn: Razgledaj %s
ta: உலாவு %s
th: เรียกดู %s

source: Action: %s
ar: الإجراء: %s
az: Gedişat: %s
eu: Ekintza: %s
fa: عمل: %s
gu: ક્રિયા: %s
hi: क्रिया: %s
ja: アクション: %s
or: କାମ: %s
pa: ਕਾਰਵਾਈ: %s
sr@latn: Akcija: %s
ta: செயல்: %s
th: ปฏิบัติการ: %s

source: Movie: %s
ar: الفيلم: %s
az: Film: %s
eu: Filma: %s
fa: فیلم:%s
gu: ફિલ્મ: %s
hi: चलचित्र: %s
ja: ムービー: %s
or: ଚଳଚିତ୍ର: %s
pa: ਫੀਚਰ: %s
sr@latn: Film: %s
ta: திரைப்படம்: %s
th: ภาพยนต์: %s

source: Unknown action: %s !
ar: إجراء مجهول: %s !
az: Naməlum gedişat: %s !
eu: Ekintza ezezaguna: %s .
fa: عمل ناشناخته: %s !
gu: અજ્ઞાત ક્રિયા: %s !
hi: अज्ञात क्रिया: %s !
ja: 不明なアクション: %s
or: ଅଜଣା କାମ: %s !
pa: ਅਣਜਾਣੀ ਕਾਰਵਾਈ: %s !
sr@latn: Nepoznata akcija: %s!
ta: தெரியாத செயல்: %s !
th: ปฏิบัติการที่ไม่รู้จัก: %s !

source: Document View
ar: مشهد المستند
az: Sənəd Görünüşü
be: Прагляд дакумэнта
bn: নথী হিসাবে প্রদর্শন
eu: Dokumentuaren ikuspegia
fa: نمایش نوشتار
gu: દસ્તાવેજનો દેખાવ
hi: दस्तावेज़ दृश्य
id: Tampilan Dokumen
ja: ドキュメント表示
mn: Баримтын үзэмж
or: ଦଲିଲ ଦୃଶ୍ଯ
pa: ਦਸਤਾਵੇਜ਼ ਵੇਖੋ
sr@latn: Pregled dokumenta
ta: ஆவணம் காட்சி
th: มุมมองเอกสาร

source: URI currently displayed
ar: العنوان المعروض حاليا
az: Hazırda göstərilən URI
be: URI, які адлюстроўваецца ў бягучы моммант
bn: বর্তমানে প্রদর্শিত ইউ-আর-আই
eu: Uneko URIa bistaratua
fa: URIی که فعلاٌ نمایش یافته
gu: હાલમાં દેખાડેલું URI
hi: वर्तमान में प्रदर्शित यूआरआई
id: URI sedang ditampilkan
ja: 現在表示している URI です
mn: URI хаяг харагдаж байна
or: ୟୁ.ଆର.ଆଇ. ସାମ୍ପ୍ରତିକ ପଦର୍ଶିତ
pa: ਯੂ-ਆਰ- ਆਈ ਹੁਣ ਵਿਖਾਏ ਹਨ
sr@latn: Trenutno prikazana adresa
ta: தற்போது காண்பிக்கப்படும் URI
th: URI ที่แสดงอยู่

source: of %d
ar: من %d
az: / %d
be: з %d
bn: (%d পৃষ্ঠার মধ্যে)
eu: %d(e)tik
fa: از %Id
gu: ના %d
hi: का %d
id: dari %d
ja: / %d
mn: -н %d
or: ର %d
pa: %d ਦਾ
sr@latn: od %d
ta: %d இன்
th: จาก %d

source: Current page
ar: الصفحة الحالية
az: Hazırkı səhifə
be: Бягучая старонка
bn: বর্তমান পৃষ্ঠা
eu: Uneko orria
fa: صفحه‌ی فعلی
gu: વર્તમાન પાનું
hi: वर्तमान पृष्ठ
id: Halaman ini
ja: 現在表示しているページです
mn: Тухайн хуудас
or: ସାମ୍ପ୍ରତିକ ପୃଷ୍ଠା
pa: ਮੌਜੂਦਾ ਸਫ਼ਾ
sr@latn: Trenutna strana
ta: தற்போதைய பக்கம்
th: หน้าปัจจุบัน
