Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/gpdf/po/*.po
Languages: ar, az, be, bn, eu, fa, gu, hi, id, ja, mn, or, pa, sr@latn, ta, th

source: Annotations Plug-ins management feature not yet implemented... Sorry.
ar: ميزة إدارة ملحقات الحواشي غير مضافة حاليا... عفوا.
az: Üzr istəyirik, amma annotasiya əlavələri idarəsi xassəsi hələlik tam bitirilməyib.
be: Магчымасьць кіраваньня ўтулкамі шчэ ня зроблена... Прабачце.
bn: দুঃখিত, এখনো অ্যানোটেশন প্লাগ-ইন ম্যানেজমেন্ট কাজ করে না...
eu: Oharpeneko plugin-en kudeatzailea oraindik garatu gabe... Barkatu.
fa: متصل‌شونده‌های امکانات مدیریت حاشیه‌ها هنوز پیاده‌سازی نشده است... ببخشید.
gu: નોંધણી પ્લગઈન વ્યવસ્થાની લાક્ષણિકતા હજુ સુધી અમલમાં મુકાઈ નથી... માફ કરજો.
hi: व्याख्या प्लगइन प्रबंधन विशेषताएँ अभी लागू नहीं हैं...माफ़ करें.
id: Tambahan fasilitas pengaturan anotasi belun lagi diterapkan... Maaf ya
ja: 注釈プラグイン管理機能は未だ実装されていません... すみません。
mn: Тайлбарын Плугинс хараахан хийгдээгүй байна... Уучилан соёрх.
or: ବ୍ଯାଖ୍ଯା ପ୍ଲଗ୍ଇନ୍ ପରିଚାଳନ ଅଂଶ ଏପର୍ଯ୍ଯନ୍ତ ରୂପାୟିତ ହୋଇନାହିଁ... କ୍ଷମା କରନ୍ତୁ.
pa: ਵਿਆਖਿਆ ਪਲੱਗਇੰਨ ਪ੍ਰਬੰਧਕ ਫੀਚਰ ਅਜੇ ਬਣਾਇਆ ਨਹੀ ਗਿਆ ਹੈ ....ਮੁਆਫੀ ਚਾਹਾਂਗਾ|
sr@latn: Mogućnost upravljanja dodacima beleški još uvek nije podržana... Žao mi je.
ta: குறிப்புரை சொருகுபொருள் மேலாண்மை இன்னும் செயல்படுத்தப்படவில்லை மன்னிக்கவும்
th: ปลั๊กอินสำหรับจัดการโน้ตยังใช้ไม่ได้อยู่

source: ** Unknown %s **
ar: ** %s مجهول **
az: ** Namə'lum %s **
eu: ** Ezezaguna %s **
fa: **%s نامعلوم **
gu: ** અજ્ઞાત %s **
hi: ** अज्ञात %s **
ja: ** 不明な %s **
or: ** ଅଜଣା %s **
pa: **ਅਣਪਛਾਤਾ %s **
sr@latn: ** Nepoznato %s **
ta: ** தெரியாதது%s **
th: ** ไม่รู้จัก %s **

source: Title
ar: العنوان
az: Başlıq
be: Загаловак
bn: শিরোনাম
eu: Titulua
fa: عنوان:
gu: શિર્શક
hi: शीर्षक
id: Judul
ja: 題名
mn: Гарчиг:
or: ଶୀର୍ଷକ
pa: ਸਿਰਲੇਖ
sr@latn: Naslov
ta: தலைப்பு
th: ชื่อเรื่อง

source: Page
ar: الصفحة
az: Səhifə
be: Старонка
bn: পৃষ্ঠা
eu: Orrialdea
fa: صفحه
gu: પાનુ
hi: पृष्ठ
id: Halaman
ja: ページ
mn: Хуудас
or: ପ୍ୃଷ୍ଠା
pa: ਸਫ਼ਾ
sr@latn: Strana
ta: பக்கம்
th: _หน้า

source: Back
ar: خلف
az: Geri
be: Назад
bn: পূর্ববর্তী
eu: Itzuli
fa: عقب
gu: પાછું
hi: पीछे
id: Kembali
ja: 戻る
mn: Буц
or: ପୂର୍ବବର୍ତ୍ତୀ
pa: ਪਿੱਛੇ
sr@latn: Nazad
ta: பின்
th: ถอย

source: Best Fit
ar: أفضل ملائمة
az: Ən Uyğun
be: Лепшы выгляд
bn: সবচেয়ে ভালোভাবে আঁটানো
eu: Egokiena
fa: بهترین اندازه
gu: શ્રેષ્ઠ રીતે બેસાડો
hi: सर्वोत्तम अनुरूप
id: Penempatan terbaik
ja: 合わせる
mn: Дээд зэргээр тэл
or: ସର୍ବୋତ୍ତମ ଭାବରେ ଖାପ ଖାଇବା
pa: ਠੀਕ ਅਕਾਰ
sr@latn: Najpreglednije uvećanje
ta: சரியான பொருத்தம்
th: พอดีหน้า

source: Best _Fit
ar: أفضل ملائ_مة
az: Ən _Uyğun
be: Лепшы _выгляд
bn: সবচেয়ে ভালোভাবে আঁটানো (_আ)
eu: _Egokiena
fa: بهترین اندازه
gu: શ્રેષ્ઠ રીતે બેસાડો (_F)
hi: सर्वोत्तम अनुरूप (_F)
id: Penempatan _terbaik
ja: 合わせる(_F)
mn: Дээд зэргээр _тэл
or: ସର୍ବୋତ୍ତମ ଭାବରେ ଖାପ ଖାଇବା (_F)
pa: ਠੀਕ ਅਕਾਰ
sr@latn: Najpreglednije _uvećanje
ta: சரியான _பொருத்தம்
th: _พอดีหน้า

source: Change the visibility of the sidebar
ar: تغيير رؤية العمود الجانبي
az: Yan çubuğun görünüşünü dəyişdir
be: Зьмяняе бачнасьць бакавое панэлі
bn: সাইডবার দেখা যাবে কিনা, সেটা ঠিক করুন
eu: Aldatu alboko barraren ikusgaitasuna
fa: تغییر مرئی بودن نوار کناری
gu: બાજુની પટ્ટીની દ્રશ્યમાનતા બદલો
hi: बाजू पट्टी की दृश्यता बदलें
id: Rubah ke terlihatan dari sidebar
ja: サイドバーの表示 ON/OFF を切り替えます
mn: Хуудсын самбарын харагдалтыг өөрчилөх
or: ପାର୍ଶ୍ବପଟିର ଦୃଶ୍ଯମାନତା ବଦଳାନ୍ତୁ
pa: ਪਾਸੇ ਦੀ ਪੱਟੀ ਦੀ ਦ੍ਰਿਸ਼ਟੀ ਵਿੱਚ ਤਬਦੀਲੀ
sr@latn: Izmeni vidljivost površi postrance
ta: ஓரப்பட்டையின் காட்சியை மாற்றுக
th: เปลี่ยนว่าจะแสดงแถบข้างหรือไม่

source: Expand to a larger size
ar: تمديد لحجم أكبر
az: Daha da genişlət
be: Пашырыць да пайвялікшага памера
bn: বড় আয়তনে প্রসারিত করা হোক
eu: Zabaldu tamaina haundira
fa: اندازه‌ی بزرگتر
gu: મોટા માપમાં વિસ્તૃત કરો
hi: एक बड़े आकार में फैलाऍ
id: Kembangkan ke ukuran lebih besar
ja: ズーム率を上げて拡大します
mn: Том хэмжээтэй болго
or: ବଡ଼ ଆକାରକୁ ସମ୍ପ୍ରସାରିତ କରନ୍ତୁ
pa: ਵੱਡੇ ਅਕਾਰ ਲਈ ਫੈਲਾਉ
sr@latn: Proširi na veću veličinu
ta: பெரிய அளவிற்கு விரிந்துகொள்
th: ขยายให้ใหญ่ขึ้น

source: First
ar: الأول
az: İlk
be: Першая
bn: প্রথম
eu: Lehena
fa: اول
gu: પહેલું
hi: प्रथम
id: Pertama
ja: 先頭
mn: Эхний
or: ପ୍ରଥମ
pa: ਪਹਿਲਾ
sr@latn: Prva
ta: முதலாவது
th: หน้าแรก

source: Fit Width
ar: ملائمة العرض
az: Eninə uyğunlaşdır
be: Па шырыні
bn: প্রস্থে আঁটানো হোক
eu: Doitu zabalerari
fa: اندازه کردن با عرض
gu: પહોળાઈ બેસાડો
hi: चौड़ाई के अनुरूप करें
id: Pas sesuai lebar
ja: 幅を合わせる
mn: Өргөнөөр тэл
or: ଓସାର ଅନୁସାରେ ଖାପ ଖୁଆନ୍ତୁ
pa: ਚੌੜਾਈ ਠੀਕ ਕਰੋ
sr@latn: Po širini
ta: அகலம் பொருத்துக
th: กว้าง

source: Fit page _width
ar: ملائمة _عرض الصفحة
az: Səhifə _eninə görə uyğunlaşdır
be: Па _шырыні старонкі
bn: পৃষ্ঠার প্রস্থে আঁটানো হোক
eu: Doitu orrialde _zabalerari
fa: اندازه کردن با عرض صفحه
gu: પાનાંની પહોળાઈ બેસાડો (_w)
hi: पृष्ठ चौड़ाई के अनुरूप करें (_w)
id: Pas den_gan lebar halaman
ja: 幅を合わせる(_W)
mn: Хуудасны _өргөнөөр тэл
or: ପୃଷ୍ଠାର ଓସାର ଅନୁସାରେ ଖାପ ଖ୍ୁଆନ୍ତ୍ୁ (_w)
pa: ਸਫ਼ੇ ਦੀ ਚੌੜਾਈ ਮੇਚ ਕਰੋ
sr@latn: Po širini strane
ta: _பக்கத்தின் அகலத்திட்கு பொருந்து
th: เ_ท่าความกว้าง

source: Fo_rward
ar: إلى الأ_مام
az: İ_rəli
be: На_перад
bn: পরবর্তী (_র)
eu: Au_rrera
fa: _جلو
gu: અાગળ ભગાવો (_r)
hi: आगे जाएँ (_r)
id: Ke_depan
ja: 進む(_R)
mn: _Урагш
or: ଆଗକ୍ୁ ଯାଆନ୍ତ୍ୁ (_r)
pa: ਅੱਗੇ
sr@latn: Nap_red
ta: மு_ன்
th: เดินห_น้า

source: Forward
ar: إلى الأمام
az: İrəli
be: Наперад
bn: পরবর্তী
eu: Aurrera
fa: جلو
gu: અાગળ ભગાવો
hi: आगे जाएँ
id: Kedepan
ja: 進む
mn: Урагш
or: ଆଗକ୍ୁ ଯାଆନ୍ତ୍ୁ
pa: ਅੱਗੇ
sr@latn: Napred
ta: முன்
th: เดินหน้า

source: Go backward in history
ar: إذهب إلى الخلف في التاريخ
az: Keçmişdə geri get
be: Ісьці назад па гісторыі
bn: ইতিহাসে ফেরত যান
eu: Joan atzera historian
fa: عقب رفتن در تاریخچه
gu: ઈતિહાસમાં પાછળ જાઅાે
hi: इतिहास में पीछे जाएँ
id: Kembali ke belakang sesuai sejarah
ja: 前の履歴へ戻ります
mn: Түүхээр буцаж яв
or: ଇତିହାସରେ ପଛକ୍ୁ ଯାଆନ୍ତୁ
pa: ਅਤੀਤ ਵਿੱਚ ਪਿੱਛੇ ਜਾਉ
sr@latn: Idi nazad u istorijatu
ta: வரலாறில் பின்னால் போகவும்
th: ย้อนกลับไปในประวัติการใช้งาน

source: Go forward in history
ar: إذهب إلى الأمام في التاريخ
az: Keçmişdə irəli get
be: Ісьці наперад па гісторыі
bn: ইতিহাসে এগিয়ে যান
eu: Joan aurrera historian
fa: جلو رفتن در تاریخچه
gu: ઈતિહાસમાં અાગળ જાઅાે
hi: इतिहास में आगे जाएँ
id: Pergi ke depan sesuai sejarah
ja: 次の履歴へ進みます
mn: Түүхээр урагш яв
or: ଇତିହାସରେ ଆଗକ୍ୁ ଯାଆନ୍ତୁ
pa: ਅਤੀਤ ਵਿੱਚ ਅੱਗੇ ਜਾਉ
sr@latn: Idi napred u istorijatu
ta: வரலாறில் முன்னால் போகவும்
th: เดินหน้าในประวัติการใช้งาน

source: In
ar: داخل
az: Yaxına
be: Павялічэньне
bn: বড়
eu: Barruan
fa: داخل
gu: અંદર
hi: अन्दर
id: Dalam
ja: 拡大
mn: Дотор
or: ଭିତରେ
pa: ਅੰਦਰ
sr@latn: Uvećaj
ta: பெரிது
th: ขยาย

source: Last
ar: الأخير
az: Son
be: Апошняя
bn: শেষ
eu: Azkena
fa: آخر
gu: છેલ્લુ
hi: अंतिम
id: Terakhir
ja: 最後
mn: Сүүлийн
or: େଶଷ
pa: ਆਖਰੀ
sr@latn: Poslednja
ta: கடைசி
th: สุดท้าย

source: Next
ar: التالي
az: Sonrakı
be: Наступная
bn: পরবর্তী
eu: Hurrengoa
fa: بعدی
gu: પછીનું
hi: अगला
id: Selanjutnya
ja: 次へ
mn: Дараагийн
or: ପରର୍ବତ୍ତୀ
pa: ਅੱਗੇ
sr@latn: Sledeća
ta: அடுத்தது
th: ถัดไป

source: Out
ar: خارج
az: Uzağa
be: Памяншэньне
bn: ছোট
eu: Kanpoan
fa: خارج
gu: બહાર
hi: बाहर
id: Keluar
ja: 縮小
mn: Гадар
or: ବାହାରେ
pa: ਬਾਹਰ
sr@latn: Umanji
ta: சிறிது
th: ย่อ

source: Previous
ar: سابقا
az: Öncəki
be: Пяпярэдняя
bn: পূর্ববর্তী
eu: Aurrekoa
fa: قبلی
gu: પહેલાનું
hi: पिछला
id: Sebelum
ja: 前へ
mn: Өмнөх
or: ପ୍ୂର୍ବବର୍ତ୍ତୀ
pa: ਪਿੱਛੇ
sr@latn: Prethodna
ta: முந்தைய
th: ก่อน

source: Print
ar: طبع
az: Çap Et
be: Надрукаваць
bn: মুদ্রণ
eu: Inprimatu
fa: چاپ
gu: છાપો
hi: मुद्रण
id: Cetak
ja: 印刷
mn: Хэвлэ
or: ମୁଦ୍ରଣ
pa: ਛਾਪੋ
sr@latn: Štampaj
ta: அச்சிடுக
th: พิมพ์

source: Print the current file
ar: طبع الملف الحالي
az: Hazırkı faylı çap et
be: Надрукаваць бягучую старонку
bn: বর্তমান ফাইলটিকে মুদ্রণ করুন
eu: Inprimatu uneko fitxategia
fa: چاپ پرونده‌ی فعلی
gu: વર્તમાન ફાઈલ છાપો
hi: वर्तमान फाइल मुद्रित करें
id: Cetak file ini
ja: このファイルを印刷します
mn: Энэ файлыг хэвлэ
or: ସାମ୍ପ୍ରତିକ ଫାଇଲ ମୁଦ୍ରଣ କରନ୍ତୁ
pa: ਮੌਜੂਦਾ ਫਾਇਲ ਛਾਪੋ
sr@latn: Štampaj tekuću datoteku
ta: தற்போதைய கோப்பை அச்சிடு
th: พิมพ์แฟ้มนี้

source: Proper_ties
ar: خ_صائص
az: _Xassələr
be: _Уласьцівасьці
bn: বৈশিষ্টাবলী
eu: Propie_tateak
fa: _مشخصه‌ها
gu: ગુણધર્મો (_T)
hi: गुण (_t)
id: Ke_terangan
ja: プロパティ(_T)
mn: Шинж _чанарууд
or: ଗୁଣଧର୍ମ (_t)
pa: ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ
sr@latn: Svoj_stva
ta: பண்பு_கள்
th: คุณ_สมบัติ

source: Save a Copy
ar: حفط نسخة
az: Nüsxəsini Qeyd Et
be: Захаваць копію
bn: একটি কপি সংরক্ষণ করুন
eu: Gorde kopia
fa: ذخیره‌ی یک نسخه
gu: નકલનો સંગ્રહ કરો
hi: एक प्रतिलिपि सहेजें
id: Simpan sebuat Salinan
ja: 複製の保存
mn: Хуулбарыг хадгалах
or: ନକଲ ସଂରକ୍ଷଣ କରନ୍ତୁ
pa: ਨਕਲ ਨੂੰ ਸੰਭਾਲੋ
sr@latn: Sačuvaj umnožak
ta: நகல் ஒன்றை சேமித்து வைக்கவும்
th: บันทึกสำเนา

source: Save the current PDF document with a new filename
ar: حفظ مستند PDF الحالي باسم ملف جديد
az: Hazırkı PDF sənədini fərqli fayl adıyla qeyd et
be: Захаваць бягучы PDF дакумэнт зь іншай назвай
bn: বর্তমান পিডিএফ ফাইল-টিকে নতুন নামে সংরক্ষণ করুন
eu: Gorde uneko PDF dokumentua fitxategi-izen berriarekin
fa: ذخیره‌ی نوشتار PDF جاری با یک نام پرونده‌ی جدید
gu: વર્તમાન PDF દસ્તાવેજનો નવા ફાઈલનામ સાથે સંગ્રહ કરો
hi: वर्तमान पीडीएफ़ दस्तावेज़ एक नए फ़ाइलनाम से सहेजें
id: Simpan dokumen PDF ini dalam file baru
ja: この PDF ドキュメントを新しい名前で保存します
mn: Энэ баримтыг шинэ файлын нэрээр хадгалах
or: ସାମ୍ପ୍ରତିକ ପି.ଡି.ଏଫ. ଦଲିଲକୁ ଗୋଟିଏ ନୁଆ ଫାଇଲ ନାମରେ ସଂରକ୍ଷଣ କରନ୍ତୁ
pa: ਮੌਜੂਦਾ ਪੀ-ਡੀ-ਐਫ ਦਸਤਾਵੇਜ਼ ਨੂੰ ਨਵੇ ਫਾਇਲ ਨਾਉ ਨਾਲ ਸੰਭਾਲੋ
sr@latn: Sačuvaj tekući PDF dokument sa novim imenom
ta: புதியப் பெயரைக் கொண்டு தற்போதைய PDF ஆவணத்தை சேமிக்கவும்
th: บันทึกแฟ้มปัจจุบันลงในชื่อใหม่

source: Shrink to a smaller size
ar: تصغير لحجم أصغر
az: Daha da daralt
be: Скарачэньне да найменшага памера
bn: সঙ্কোচন করে আয়তন কমিয়ে আনা হোক
eu: Uzkurtu tamaina txikiagora
fa: اندازه‌ی کوچکتر
gu: નાના માપમાં સંકોચો
hi: छोटे आकार में संकुचित करें
id: Susutkan ke ukuran lebih kecil
ja: ズーム率を下げて縮小します
mn: Бага хэмжээтэй болго
or: ଆକାର ଛୋଟ କରନ୍ତୁ
pa: ਛੋਟੇ ਅਕਾਰ ਲਈ ਸੁੰਘੜੋ
sr@latn: Smanji veličinu
ta: சிறிய அளவிற்குச் சுருங்கிக்கொள்
th: ย่อให้เล็กลง

source: Size to fit the page
ar: حجم لملائمة الصفحة
az: Səhifə böyükülüyünə uyğunlaşdır
be: Зьмена памера да найлепшага выгляду
bn: পৃষ্ঠায় আঁটানোর যোগ্য আয়তন
eu: Orria doitzeko tamaina
fa: تغییر اندازه طوری که در صفحه جا بگیرد
gu: પાનાંમાં બેસાડવા માટેનું માપ
hi: आकार पृष्ठ के अनुरूप करें
id: Paskan ke ukuran halaman
ja: ページ全体をウィンドウの幅に合わせます
mn: Хуудсын тохиромжтой хэмжээ
or: ପୃଷ୍ଠାକୁ ଖାପଖାଇଲାଭଳି ଆକାର କରନ୍ତୁ
pa: ਸਫ਼ੇ ਨੂੰ ਢੁਕਵਾਂ ਕਰਨ ਲਈ ਅਕਾਰ
sr@latn: Veličina po meri strane
ta: பக்கத்தில் பொருந்துமாறு அலவு
th: ปรับขนาดให้พอดีหน้า

source: Size to fit the page width
ar: حجم ملائمة عرض الصفحة
az: Səhifə eninə uyğunlaşdırma böyüklüyü
be: Зьмена памера да шырыні старонкі
bn: পৃষ্ঠায় আঁটিয়ে দেওয়ার যোগ্য আয়তন
eu: Orrialdearen zabalera doitzeko tamaina
fa: تغییر اندازه طوری که در عرض صفحه جا بگیرد
gu: પાનાંની પહોળાઈમાં બેસાડવા માટેનું માપ
hi: आकार पृष्ठ चौड़ाई के अनुरूप करें
id: Paskan ke lebar halaman
ja: ページ幅をウィンドウの幅に合わせます
mn: Хуудсын өргөний тохиромжтой хэмжээ
or: ପୃଷ୍ଠାର ଓସାରକୁ ଖାପଖାଇଲାଭଳି ଆକାର କରନ୍ତୁ
pa: ਸਫ਼ੇ ਦੀ ਚੌੜਾਈ ਨੂੰ ਢੁਕਵਾਂ ਕਰਨ ਲਈ ਅਕਾਰ
sr@latn: Veličina po meri širine strane
ta: பக்க அகலத்தின் அளவு
th: ปรับขนาดให้พอดีความกว้างของหน้า

source: View properties of the displayed document
ar: عرض خصائص المستند المعروض
az: Nümayiş edilən sənədin xassələrini göstər
be: Паглядзець уласьцівасьці адлюстраванага дакумэнту
bn: প্রদর্শিত নথিটির বৈশিষ্টাবলী দেখুন
eu: Ikusi bistaratutako dokumentuaren propietateak
fa: نمایش مشخصه‌های نوشتار نمایش‌داده شده
gu: દર્શાવેલા દસ્તાવેજના ગુણધર્મો જુઓ
hi: प्रदर्शित दस्तावेज़ के गुण देखें
id: Tampilkan keterangan dari dokumen ini
ja: ドキュメントのプロパティを表示します
mn: Харагдаж байгаа баримтуудын тодруулга харах
or: ପ୍ରଦର୍ଶିତ ଦଲିିଲର ଗୁଣଧର୍ମ ଦେଖାନ୍ତୁ
pa: ਦਿੱਸ ਰਹੇ ਦਸਤਾਵੇਜ਼ ਦੀਆ ਵਿਸ਼ੇਸਤਾਵਾਂ ਵੇਖੋ
sr@latn: Pogled na svojstva prikazanog dokumenta
ta: காட்டப்பட்ட ஆவணத்தின் பண்புகளை பார்
th: ดูคุณลักษณะของแฟ้มนี้

source: View the first page
ar: عرض الصفحة الأولى
az: İlk səhifəni göstər
be: Прагляд першай старонкі
bn: প্রথম পৃষ্ঠাটি দেখুন
eu: Ikusi lehen orrialdea
fa: نمایش اولین صفحه
gu: પહેલું પાનું જુઓ
hi: प्रथम पृष्ठ देख़ें
id: Tampilkan halaman pertama
ja: 先頭のページにジャンプします
mn: Эхний хуудсыг үз
or: ପ୍ରଥମ ପୃଷ୍ଠା ଦେଖାନ୍ତୁ
pa: ਪਹਿਲਾ ਸਫ਼ਾ ਵੇਖੋ
sr@latn: Pogled na prvu stranu
ta: முதல் பக்கத்தைப் காண்பி
th: พลิกไปหน้าแรก

source: View the last page
ar: عرض الصفحة الأخيرة
az: Son səhifəni göstər
be: Прагляд апошняй старонкі
bn: শেষ পৃষ্ঠাটি দেখুন
eu: Ikusi azken orrialdea
fa: نمایش آخرین صفحه
gu: છેલ્લુ પાનું જુઓ
hi: अंतिम पृष्ठ देख़ें
id: Tampilkan halaman terakhir
ja: 最後のページにジャンプします
mn: Сүүлийн хуудсыг үз
or: ଶେଷ ପୃଷ୍ଠା ଦେଖାନ୍ତୁ
pa: ਆਖਰੀ ਸਫ਼ਾ ਵੇਖੋ
sr@latn: Pogled na poslednju stranu
ta: கடைசிப் பக்கத்தைப் காண்பி
th: พลิกไปหน้าสุดท้าย

source: View the next page
ar: عرض الصفحة التالية
az: Sonrakı səhifəni göstər
be: Прагляд наступнай старонкі
bn: পরবর্তী পৃষ্ঠাটি দেখুন
eu: Ikusi hurrengo orrialdea
fa: نمایش صفحه‌ی بعد
gu: પછીનું પાનું જુઓ
hi: अगला पृष्ठ देख़ें
id: Tampilkan halaman selanjutnya
ja: 次のページへ進みます
mn: Дараагийн хуудсыг үз
or: ପରବର୍ତ୍ତୀ ପୃଷ୍ଠା ଦେଖାନ୍ତୁ
pa: ਅਗਲਾ ਸਫ਼ਾ ਵੇਖੋ
sr@latn: Pogled na sledeću stranu
ta: அடுத்த பக்கத்தைக் காண்பி
th: พลิกไปหน้าถัดไป

source: View the previous page
ar: عرض الصفحة السابقة
az: Öncəki səhifəni göstər
be: Прагляд папярэдняй старонкі
bn: পূর্ববর্তী পৃষ্ঠাটি দেখুন
eu: Ikusi aurreko orrialdea
fa: نمایش صفحه‌ی قبل
gu: પહેલાનું પાનું જુઓ
hi: पिछला पृष्ठ देख़ें
id: Tampilkan halaman sebelumnya
ja: 前のページへ戻ります
mn: Өмнөх хуудсыг үз
or: ପୂର୍ବବର୍ତ୍ତୀ ପୃଷ୍ଠା ଦେଖାନ୍ତୁ
pa: ਪਿਛਲਾ ਸਫ਼ਾ ਵੇਖੋ
sr@latn: Pogled na prethodnu stranu
ta: முந்தைய பக்கத்தைக் காண்பி
th: พลิกกลับไปหนึ่งหน้า

source: Zoom _In
ar: ت_كبير
az: Yaxınlaş_dır
be: Маштаб _+
bn: বড় করে দেখুন (_ব)
eu: Zooma handiagotu
fa: زوم به _داخل
gu: મોટુ કરો (_I)
hi: बड़ा आकार (_I)
id: Perbe_sar
ja: 拡大(_I)
mn: _Томруул
or: ବଡ଼ କରନ୍ତୁ (_I)
pa: ਆਕਾਰ ਵਧਾਓ
sr@latn: _Uvećaj
ta: அளவைப் பெரிதாக்கு
th: ขย_าย

source: Zoom _Out
ar: ت_صغير
az: _Uzaqlaşdır
be: Маштаб _-
bn: ছোট করে দেখুন (_ছ)
eu: Zooma txikiagotu
fa: زوم به _خارج
gu: નાનું કરો (_O)
hi: छोटा आकार (_O)
id: Perke_cil
ja: 縮小(_O)
mn: _Жижгэрүүл
or: ସାନ କରନ୍ତୁ (_O)
pa: ਆਕਾਰ ਘਟਾਓ
sr@latn: S_manji
ta: அளவைச் சிறிதாக்கு
th: _ย่อ

source: _Back
ar: _خلف
az: _Geri
be: На_зад
bn: পূর্ববর্তী (_ব)
eu: Itz_uli
fa: _عقب
gu: પાછા (_B)
hi: पीछे (_B)
id: Kemba_li
ja: 戻る(_B)
mn: _Буц
or: ପୂର୍ବବର୍ତ୍ତୀ (_B)
pa: ਪਿੱਛੇ
sr@latn: _Nazad
ta: _À¢ý
th: ถ_อย

source: _First Page
ar: الصفحة الأ_ولى
az: _İlk Səhifə
be: _Першая старонка
bn: প্রথম পৃষ্ঠা (_প)
eu: _Lehenengo orrialdea
fa: صفحه‌ی _اول
gu: પહેલું પાનું (_F)
hi: प्रथम पृष्ठ (_F)
id: Halama_n pertama
ja: 先頭のページ(_F)
mn: _Эхний хуудас
or: ପ୍ରଥମ ପୃଷ୍ଠା (_F)
pa: ਪਹਿਲਾ ਸਫ਼ਾ
sr@latn: _Prva Strana
ta: _முதல் பக்கம்
th: หน้าแ_รก

source: _Go
ar: ا_ذهب
az: _Get
be: _Пераход
bn: গন্তব্য (_গ)
eu: _Joan
fa: رفتن
gu: જાઅો (_G)
hi: जाएँ (_G)
id: _Jalan
ja: ジャンプ(_G)
mn: _Оч
or: ଯାଆନ୍ତୁ (_G)
pa: ਜਾਓ
sr@latn: _Kreni
ta: _போ
th: ไ_ป

source: _Last Page
ar: الصفحة الأ_خيرة
az: _Son Səhifə
be: _Апошняя старонка
bn: শেষ পৃষ্ঠা (_শ)
eu: A_zkenengo orrialdea
fa: آ_خرین صفحه
gu: છેલ્લુ પાનું (_L)
hi: अंतिम पृष्ठ (_L)
id: Halaman te_rakhir
ja: 最後のページ(_L)
mn: _Сүүлийн хуудас
or: ଶେଷ ପୃଷ୍ଠା (_L)
pa: ਆਖਰੀ ਸਫ਼ਾ
sr@latn: _Poslednja Strana
ta: _கடைசிப் பக்கம்
th: หน้าสุด_ท้าย

source: _Next Page
ar: الصفحة ال_تالية
az: _Sonrakı Səhifə
be: _Наступная старонка
bn: পরবর্তী পৃষ্ঠা (_র)
eu: Hurre_ngo orrialdea
fa: صفحه‌ی _بعدی
gu: પછીનું પાનું (_N)
hi: अगला पृष्ठ (_N)
id: Halaman selanjutn_ya
ja: 次のページ(_N)
mn: _Сүүлийн хуудас
or: ପରବର୍ତ୍ତୀ ପୃଷ୍ଠା (_N)
pa: ਅੱਗੇ ਸਫ਼ਾ
sr@latn: _Sledeća Strana
ta: _அடுத்த பக்கம்
th: หน้าถั_ดไป

source: _Previous Page
ar: الصفحة ال_سابقة
az: Ə_vvəlki Səhifə
be: _Папярэдняя старонка
bn: পূর্ববর্তী পৃষ্ঠা (_ব)
eu: _Aurreko orrialdea
fa: صفحه‌ی _قبلی
gu: પહેલાનું પાનું (_P)
hi: पिछला पृष्ठ (_P)
id: Hala_man sebelumnya
ja: 前のページ(_P)
mn: _Өмнөх хуудас
or: ପୂର୍ବବର୍ତ୍ତୀ ପୃଷ୍ଠା (_P)
pa: ਪਿੱਛੇ ਸਫ਼ਾ
sr@latn: _Prethodna Strana
ta: _þதற்கு முன்பக்கம்
th: หน้า_ก่อน

source: _Print...
ar: _طبع...
az: Ç_ap Et...
be: Друк...
bn: মুদ্রণ (_ম)...
eu: _Inprimatu...
fa: _چاپ...
gu: છાપો (_P)...
hi: मुद्रण...(_P)
id: _Cetak
ja: 印刷(_P)...
mn: _Хэвлэ...
or: ମୁଦ୍ରଣ... (_P)
pa: ਛਾਪੋ....
sr@latn: Štampa_j
ta: _«îº¢Î¸...
th: _พิมพ์...

source: _Save a Copy...
ar: _حفط نسخة...
az: Nüsxəsini _Qeyd Et...
be: Захаваць к_опію...
bn: একটি কপি সংরক্ষণ করুন (_স)...
eu: Gorde _kopia...
fa: ذخیره‌ی یک نسخه
gu: નકલ સંગ્રહો (_S)...
hi: एक प्रतिलिपि सहेजें...(_S)
id: _Simpan sebuah Salinan...
ja: 複製の保存(_S)...
mn: _Хуулбарыг хадгалах...
or: ନକଲ ସଂରକ୍ଷଣ କରନ୍ତୁ... (_S)
pa: ਨਕਲ ਨੂੰ ਸੰਭਾਲੋ...
sr@latn: _Sačuvaj umnožak...
ta: நகல் ஒன்றை சேமிக்கவும்...
th: บันทึก_สำเนา...

source: _Sidebar
ar: العمود ال_جانبي
az: _Yan Çubuq
be: Ба_кавая панэля
bn: সাইডবার (_ই)
eu: _Alboko barra
fa: نوار کناری
gu: બાજુની પટ્ટી (_S)
hi: बाजू पट्टी (_S)
ja: サイドバー(_S)
mn: Хуудсын _самбар
or: ପାର୍ଶ୍ବପଟି (_S)
pa: ਪਾਸੇ ਦੀ ਪੱਟੀ
sr@latn: _Površ postrance
ta: ஓரப்ப_ட்டை
th: แ_ถบข้าง

source: Documentation Error
ar: خطأ في التوثيق
az: Sənəd Xətası
be: Памылка дакумэнтацыі
bn: নথী সম্বন্ধীয় ত্রুটি
eu: Dokumentazio errorea
gu: દસ્તાવેજીકરણ ભૂલ
hi: दस्तावेज़ीकरण त्रुटि
id: Eror dokumentasi
ja: ドキュメンテーション・エラー
mn: Баримтжуулалтын алдаа
or: ଦଲିଲିକରଣ ତୃଟି
pa: ਦਸਤਾਵੇਜ਼ੀ ਗਲਤੀ
sr@latn: Greška kod dokumentacije
ta: ஆவணம் பிழை
th: เอกสารเสียหาย

source: Printing: Page %d.
ar: جاري الطبع: الصفحة %d.
az: Çap Edilir: Səhifə %d.
be: Друк: старонка %d.
bn: মুদ্রণ চলছে: পৃষ্ঠা %d।
eu: Inprimatzen: %d orrialdea.
fa: در حال چاپ: صفحه‌ی %d.
gu: છપાય છે: પાનું %d.
hi: मुद्रण: पृष्ठ %d.
id: Mencetak: halaman %d.
ja: 印刷中: %d ページ目
mn: %d-р хуудсыг хэвлэж байна
or: ମୁଦ୍ରଣ: ପୃଷ୍ଠା %d.
pa: ਛੱਪ ਰਿਹਾ ਹੈਃ ਸਫ਼ਾ %d
sr@latn: Štampam %d. stranu.
ta: அச்சிடுவது: பக்கம் %d.
th: กำลังพิมพ์ หน้า %d

source: You were trying to print to a printer using the "%s" driver. This program requires a PostScript printer driver.
ar: كنت تحاول الطبع لطابعة باستخدام الدافع (driver) "%s". هذا البرنامجيتطلب دافع لطابعات PostScript.
az: Siz "%s" sürücüsünü işlədən çapçıya çap etmək istədiniz. Bu proqram PostScript çapçısı sürücülərini məcbur qılır.
be: Вы спрабуеце друкаваць на друкарку праз наглядчык "%s". Гэтая праграма патрабуе PostScript-наглядчык друкаркі.
bn: আপনি আপনার প্রিন্টারের জন্য "%s" ড্রাইভার ব্যবহার করছেন। এই প্রোগ্রামটির জন্য একটি পোষ্টস্ক্রিপ্ট ড্রাইভার দরকার।
eu: "%s" kontrolatzailea erabiliz saiatu zara inprimagailuan inprimatzen. Programa honek PostScript inprimagailu kontrolatzailea behar du.
fa: شما سعی می‌کردید با استفاده از درایور "%s" روی چاپ‌گر چاپ کنید. این برنامه به یک درایور چاپ‌گر پست‌اسکریپت نیاز دارد.
gu: તમે "%s" ડ્રાઈવરનો ઉપયોગ કરીને છાપવાનો પ્રયત્ન કરી રહ્યા હતા. અા લખાણને પોસ્ટસ્ક્રિપ્ટ પ્રિન્ટર ડ્રાઈવરની જરુર છે.
hi: आप एक मुद्रक पर मुद्रित करने की कोशिश कर रहे हैं जो "%s" ड्राइवर उपयोग करता है. इस प्रोग्राम को पोस्ट-स्क्रिप्ट मुद्रक ड्राइवर की आवश्यकता है.
id: Anda mencoba mencetak ke printer menggunakan driver "%s". Program ini membutuhkan sebuah driver printer PostScript.
ja: "%s" ドライバを使っているプリンタで印刷を試みました。このプログラムは PostScript プリンタ・ドライバを必要とします。
mn: Та "%s" принтерийн төхөөрөмжийг ашиглан хэвлэхийг оролдож байна. Энэхүү програм нь PostScript принтерийн төхөөрөмжийг шаарддаг.
or: ଆପଣ "%s" ଡ୍ରାଇଭର ବ୍ଯବହାର କରି ମୁଦ୍ରଣ କରିବାକୁ ଚେଷ୍ଟା କରୁଥିଲେ. ଏହି କାରିକା ପାଇଁ ଗୋଟିଏ ପୋଷ୍ଟସ୍କ୍ରିପ୍ଟ ମୁଦ୍ରଣୀ ଆବଶ୍ଯକ.
pa: ਤੁਸੀ ਇਸ ਡਰਾਇਵਰ "%s" ਨਾਲ ਪ੍ਰਿੰਟਰ ਤੇ ਛਾਪਣ ਦੀ ਕੋਸ਼ਿਸ ਕਰ ਰਹੇ ਹੋ| ਇਸ ਕਾਰਜ ਨੂੰਪੋਸਟਸਕਰਿਪਟ (PostScript) ਪ੍ਰਿੰਟਰ ਡਰਾਇਵਰ ਦੀ ਲੋੜ ਹੈ|
sr@latn: Pokušali ste da štampate koristeći „%s“ drajver. Ovaj program zahteva PostSkript drajver za štampač.
ta: "%s" இயக்கியை பயன்படுத்தி அச்சடிக்க முயல்கிறீர்கள். இதற்கு போஸ்ட் ஸ்கிரிப்ட் ஆதரவுள்ள அச்சியந்திர இயக்கிகள் தேவை.
th: คุณกำลังจะพิมพ์ ออกเครื่องพิมพ์ที่ต้องใช้ไดรเวอร์ "%s" โปรแกรมนี้ใช้ได้แต่ ไดรเวอร์โพสต์สคริปต์

source: You were trying to print to a printer that does not use PostScript. This program requires a PostScript printer driver.
ar: كنت تحاول الطبع لطابعة لا تستخدم PostScript. هذاالبرنامج يتطلب دافع لطابعات PostScript.
az: Siz PostScript işlətməyən çapçıya çap etmək istədiniz. Bu proqram PostScript çapçısı sürücülərini məcbur qılır.
be: Вы спрабуеце друкаваць на друкарку якая не выкарыстоўвае PostScript. Гэтая праграма патрабуе PostScript-наглядчык друкаркі.
bn: আপনার প্রিন্টার পোষ্টস্ক্রিপ্ট ব্যবহার করে না। এই প্রোগ্রামটির জন্য একটি পোষ্টস্ক্রিপ্ট ড্রাইভার দরকার।
eu: PostScript erabiltzen ez duen inprimagailuarekin inprimatzen saiatu zara. Programa honek PostScript inprimagailu kontrolatzailea behar du.
fa: شما سعی می‌کردید روی چاپ‌گری چاپ کنید که از پست‌اسکریپت استفاده نمی‌کند. این برنامه به یک درایور چاپ‌گر پست‌اسکریپت نیاز دارد.
gu: તમે અેવા પ્રિન્ટર પર છાપવાનો પ્રયાસ કરી રહ્યા હતા જે પોસ્ટસ્ક્રિપ્ટ વાપરતું નથી. અા કાર્યક્રમને પોસ્ટસ્ક્રિપ્ટ પ્રિન્ટર ડ્રાઈવરની જરુર છે.
hi: आप एक मुद्रक पर मुद्रित करने की कोशिश कर रहे हैं जो पोस्ट-स्क्रिप्ट उपयोग नहीं करता है. इस प्रोग्राम को पोस्ट-स्क्रिप्ट मुद्रक ड्राइवर की आवश्यकता है.
id: Anda mencoba untuk mencetak ke printer yang tidak menggunakan PostScript. Program ini membutuhkan sebuah driver printer PostScript.
ja: PostScript を利用しないプリンタで印刷を試みました。このプログラムは PostScript プリンタ・ドライバを必要とします。
mn: Та PostScript ашигладаггүй принтерээр хэвлэхийг оролдож байна. Энэхүү програм нь PostScript принтерийн төхөөрөмжийг шаарддаг.
or: ଆପଣ ଗୋଟିଏ ପୋଷ୍ଟସ୍କ୍ରିପ୍ଟ ଅସହାୟକ ମୁଦ୍ରଣୀରେ ମୁଦ୍ରଣ କରିବାକୁ ଚେଷ୍ଟା କରୁଥିଲେ. ଏହି କାରିକା ପାଇଁ ଗୋଟିଏ ପୋଷ୍ଟସ୍କ୍ରିପ୍ଟ ମୁଦ୍ରଣୀ ଆବଶ୍ଯକ.
pa: ਤੁਸੀ ਪੋਸਟਸਕਰਿਪਟ (PostScript) ਨਾਲ ਪ੍ਰਿੰਟਰ ਤੇ ਛਾਪਣ ਦੀ ਕੋਸ਼ਿਸ ਨਹੀ ਕਰ ਰਹੇ ਹੋ| ਇਸ ਕਾਰਜ ਨੂੰਪੋਸਟਸਕਰਿਪਟ (PostScript) ਪ੍ਰਿੰਟਰ ਡਰਾਇਵਰ ਦੀ ਲੋੜ ਹੈ|
sr@latn: Pokušali ste da štampate na štampaču koji ne podržava PostSkript. Ovaj program zahteva PostSkript drajver za štampač.
ta: போஸ்ட் ஸ்கிரிப்ட் ஆதரவில்லா அச்சியந்திரத்தை பயன்படுத்தி ன்படுத்தி அச்சடிக்க முயல்கிறீர்கள். இதற்கு போஸ்ட் ஸ்கிரிப்ட் ஆதரவுள்ள அச்சியந்திர இயக்கிகள் தேவை.
th: คุณกำลังจะพิมพ์ ออกเครื่องพิมพ์ ที่ไม่ใช้ไดรเวอร์โพสต์สคริปต์ โปรแกรมนี้ใช้ได้แต่ ไดรเวอร์โพสต์สคริปต์

source: Printing is not supported on this printer.
ar: الطبع غير مدعوم على هذه الطابعة.
az: Bu çapçı üstündə çap dəstəklənmir.
be: Друк непадтрымліваецца для гэтае друкаркі.
bn: এই প্রিন্টার দিয়ে মুদ্রণ হবে না।
eu: Inprimagailu honekin inprimatzea ez da onartzen.
fa: چاپ با این چاپگر پشتیبانی نمی‌شود.
gu: અા પ્રિન્ટર પર છાપવા માટેનો અાધાર નથી.
hi: इस मुद्रक पर मुद्रण समर्थित नहीं है.
id: Pencetakan tidak didukung pada printer ini.
ja: このプリンタでの印刷はサポートしていません。
mn: Энэ принтерийг ашиглаж хэвлэж боломжгүй.
or: ଏହି ମୁଦ୍ରଣୀରେ ମୁଦ୍ରଣ କରିବା ଅସହାୟକ.
pa: ਇਸ ਪ੍ਰਿੰਟਰ ਤੇ ਛਾਪਣ ਦੀ ਸਹੂਲਤ ਉਪਲੱਬਧ ਹੈ
sr@latn: Štampanje nije podržano za ovaj štampač.
ta: இந்த அச்சியந்திரத்தில் இதற்கான ஆதரவு இல்லை
th: ไม่รองรับการพิมพ์ออกเครื่องพิมพ์นี้

source: _Pages
ar: _صفحات
az: _Səhifələr
be: _Старонкі
bn: পৃষ্ঠা সমূহ (_প)
eu: _Orrialdeak
fa: _صفحات
gu: પાનાંઅો (_P)
hi: पृष्ठ (_P)
id: _Halaman
ja: ページ(_P)
mn: _Хуудаснууд
or: ପୃଷ୍ଠାଗୁଡ଼ିକ (_P)
pa: ਸਫ਼ੇ
sr@latn: _Stranice
ta: _பக்கங்கள்
th: _หน้า

source: A file named "%s" already exists.
az: "%s" adlı fayl onsuzda mövcuddur.
eu: "%s" izeneko fitxategi jadanik badago
gu: "%s" નામવાળી ફાઈલ પહેલાથી જ હાજર છે.
ja: "%s" という名前のファイルは既に存在しています。
or: "%s" ନାମକ ଫାଇଲ ପୂର୍ବରୁ ଅଛି.
pa: ਇੱਕ ਫਾਇਲ ਨਾਂ "%s" ਨਾਲ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
sr@latn: Datoteka sa imenom „%s“ već postoji.
ta: கோப்பு "%s" பெயர் ஏற்கெனவே உள்ளது
th: มีแฟ้มชื่อ "%s" อยู่แล้ว

source: Do you want to replace it with the one you are saving?
az: Bunu qeyd etdiyinizlə əvəz etmək istəyirsiniz?
eu: Gordetzen ari zarenarekin ordeztea nahi duzu?
gu: તમે તેને જેનાથી સંગ્રહવા માંગતા હતા તેનાથી બદલવા માંગો છો?
ja: 上書きしてもよろしいですか？
or: ଆପଣ ତାହାକୁ ସଂରକ୍ଷଣ କରାଯାଉଥିବା ଫାଇଲ ସହିତ ବଦଳେଇବାକୁ ଚାହାନ୍ତି କି?
pa: ਕੀ ਤੁਸੀਂ ਇਸ ਨੂੰ ਉਸ ਨਾਲ ਤਬਦੀਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਸੰਭਾਲ ਰਹੇ ਹੋ?
sr@latn: Želite li da je zamenite sa ovom koju čuvate?
ta: இந்த கோப்பை மேலெழுதி சேமிக்க விருப்பமா?
th: จะเขียนทับด้วยแฟ้มที่จะบันทึกหรือไม่ ?

source: _Replace
az: Ə_vəz Et
eu: _Ordeztu
gu: બદલો (_R)
ja: 上書き(_R)
or: ବଦଳାନ୍ତୁ (_R)
pa: ਤਬਦੀਲ
sr@latn: _Zameni
ta: (_R)மாற்று
th: เ_ขียนทับ

source: Question
az: Sual
eu: Galdera
gu: પ્રશ્ન
ja: 質問
or: ପ୍ରଶ୍ନ
pa: ਸਵਾਲ
sr@latn: Pitanje
ta: கேள்வி
th: คำถาม
