Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/gpdf/po/*.po
Languages: ar, az, be, bn, eu, fa, gu, hi, id, ja, mn, or, pa, sr@latn, ta, th

source: PDF Viewer
ar: عارض PDF
az: PDF Nümayişçisi
be: Праглядальнік PDF
bn: পি-ডি-এফ ফাইল প্রদর্শক
eu: PDF ikustailea
fa: نمایشگر PDF
gu: PDF દેખાડનાર
hi: पीडीएफ़ प्रदर्शक
id: Penampil PDF
ja: PDF ビュワー
mn: PDF харагч
or: ପି.ଡି.ଏଫ. ପ୍ରଦର୍ଶକ
pa: ਪੀ-ਡੀ-ਐਫ ਦਰਸ਼ਕ
sr@latn: Pregledač PDF-a
ta: PDF காட்டி
th: ตัวอ่าน PDF

source: View PDF files
ar: عرض ملفات PDF
az: PDF fayllarını açın
be: Прагляд файлаў PDF
bn: পি-ডি-এফ ফাইল দেখুন
eu: Ikusi PDF fitxategiak
fa: نمایش پرونده‌های PDF
gu: PDF ફાઈલો જુઓ
hi: पीडीएफ़ फ़ाइलें देखें
id: Tampilkan file PDF
ja: PDF ファイルを表示します
mn: PDF файл харагч
or: ପି.ଡି.ଏଫ. ଫାଇଲ ଦେଖନ୍ତୁ
pa: ਪੀ-ਡੀ-ਐਫ ਫਾਇਲਾ ਵੇਖੋ
sr@latn: Pregledajte PDF datoteke
ta: PDF கோப்புகள் பார்க்கவும்
th: อ่านแฟ้ม PDF

source: Default sidebar page
ar: صفحة العمود الجانبي الإفتراضية
az: Ön qurğulu yan çubuq səhifəsi
be: Дапомная старонка бакавое панэлі
bn: ডিফল্ট সাইডবার পৃষ্ঠা
eu: Alboko barrako orrialde lehenetsia
fa: صفحه‌ی نوار کناری پیش‌فرض
gu: બાજુની પટ્ટીનું મૂળભુત પાનુ
hi: डिफ़ॉल्ट बाजू पट्टी पृष्ठ
id: Halaman sidebar default
ja: サイドバーのデフォルト・ページ
mn: Стандарт хуудсын самбарын хуудас
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ପାର୍ଶ୍ବପଟି ପୃଷ୍ଠା
pa: ਪਾਸੇ ਦੀ ਪੱਟੀ ਦਾ ਮੂਲ ਸਫਾ
sr@latn: Podrazumevana stranica u okviru postrance
ta: இயல்பான பக்க பட்டி
th: หน้าปริยายของแถบข้าง

source: Default sidebar size
ar: الحجم الإفتراضي للعمود الجانبي
az: Ön qurğulu yan çubuq böyüklüyü
be: Дапомны памер бакавое панэлі
bn: ডিফল্ট সাইডবার আয়তন
eu: Alboko barrako tamaina lehenetsia
fa: اندازه‌ی نوار کناری پیش‌فرض
gu: બાજુની પટ્ટીનું મૂળભુત માપ
hi: डिफ़ॉल्ट बाजू पट्टी आकार
id: Ukuran default sidebar
ja: サイドバーのデフォルト・サイズ
mn: Стандарт хуудсын самбарын хэмжээ
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ପାର୍ଶ୍ବପଟି ଆକାର
pa: ਪਾਸੇ ਦੀ ਪੱਟੀ ਦਾ ਮੂਲ ਅਕਾਰ
sr@latn: Podrazumevana veličina okvira postrance
ta: இயல்பான பக்க பட்டி அளவு
th: ขนาดปริยายของแถบข้าง

source: Show sidebar by default
ar: عرض العمود الجانبي إفتراضا
az: Ön qurğulu olaraq yan çubuğu göstər
be: Паказываць дапомна бакавую панэлю
bn: সাইডবার দৃশ্যমান
eu: Erakutsi alboko barra lehenespenez
fa: نمایش نوار کناری به طور پیش‌فرض
gu: મૂળભુત રીતે બાજુની પટ્ટી બતાવો
hi: डिफ़ॉल्ट से बाजू पट्टी दिखाएँ
id: Tampilkan sidebar dengan default
ja: サイドバーの表示可否
mn: хуудсын самбарыг стандартаар харуулах
or: ସ୍ବତଃ ପାର୍ଶ୍ବପଟି ପ୍ରଦର୍ଶିତ କରନ୍ତୁ
pa: ਮੂਲ ਪਾਸੇ ਦੀ ਪੱਟੀ ਵਿਖਾਓ
sr@latn: Uobičajeno prikaži okvir postrance
ta: பக்க பட்டியை இயல்பாக காட்டு
th: แสดงแถบข้างโดยปริยาย

source: (invalid Unicode)
ar: (يونيكود غير سليم)
az: (hökmsüz Yunikod)
be: (нерэчаісны ўнікод)
bn: (বেঠিক ইউনিকোড)
eu: (Unicode baliogabea)
fa: (یونی‌کد نامعتبر)
gu: (અયોગ્ય યુનિકોડ)
hi: (अवैध यूनिकोड)
id: (Unicode yang salah)
ja: (不正な Unicode 文字)
mn: (хүчингүй Юникод)
or: (ଅବୈଧ ୟୁନିକୋଡ୍)
pa: (ਅਯੋਗ ਯੂਨੀਕੋਡ)
sr@latn: (neispravan Unikod)
ta: (செல்லுபடியாகாத யூனிகோட்)
th: (Unicode ที่ใช้ไม่ได้)

source: Open a recently used file
ar: فتح ملف استعمل مؤخرا
az: Təzəlikcə istifadə edilən faylı aç
be: Адчыніць адзін з папярэдніх файлаў
bn: সাম্প্রতিক কালে ব্যবহৃত একটি ফাইল খোলা হোক
eu: Ireki azkenetariko fitxategia
fa: باز کردن پرونده‌های اخیراً استفاده‌شده
gu: હાલમાં વપરાયેલી ફાઈલ ખોલો
hi: हाल ही में उपयोग की गई फ़ाइल खोलें
id: Buka file yang sedang digunakan
ja: 最近開いたファイルを開きます
mn: Сүүлд үзсэн файл нээ
or: ସାମ୍ପ୍ରତିକ ବ୍ଯବହ୍ରୁତ ଫାଇଲ ଖୋଲନ୍ତୁ
pa: ਜਿਆਦਾ ਵਰਤੀ ਜਾਣ ਵਾਲੀ ਫਾਇਲ ਖੋਲੋ
sr@latn: Otvori nedavno korišćenu datoteku
ta: சமீபத்தில் பயன்படுத்திய ஆவணத்தை திறக்கவும்
th: เปิดแฟ้มที่พึ่งใช้ล่าสุด

source: Recent
ar: حديث
az: Son açılanlar
be: Апошнія
bn: সাম্প্রতিক
eu: Azkenetarikoa
fa: اخیر
gu: છેલ્લુ
hi: हाल ही का
id: Saat ini
ja: 最近
mn: Сүүлийн
or: ସାମ୍ପ୍ରତିକ
pa: ਤਾਜ਼ਾ
sr@latn: Skorašnje
ta: _அண்மையில்
th: ล่าสุด

source: About this application
ar: حول هذا البرنامج
az: Bu proqram haqqında
be: Пра гэтае дастасаваньне
bn: অ্যাপলিকেশন পরিচিতি
eu: Aplikazio honi buruz
fa: درباره‌ی این برنامه
gu: અા કાર્યક્રમ વિશે
hi: इस अनुप्रयोग के बारे में
id: Tentang aplikasi ini
ja: このアプリケーションについて
mn: Энэ програмын тухай
or: ଏହି ପ୍ରୟୋଗ ବିଷୟରେ
pa: ਇਸ ਕਾਰਜ ਬਾਰੇ
sr@latn: O programu
ta: இந்த பயன்பாடு பற்றி
th: เกี่ยวกับโปรแกรมนี้

source: Close window
ar: غلق النافذة
az: Pəncərəni bağla
be: Зачыніць акно
bn: উইন্ডো বন্ধ করা হোক
eu: Itxi leihoa
fa: بستن پنجره
gu: વિન્ડો બંધ કરો
hi: विंडो बंद करें
id: Tutup jendela
ja: ウィンドウを閉じます
mn: Цонхыг хаа
or: ଓ୍ବିଣ୍ଡୋ ବନ୍ଦ କରନ୍ତୁ
pa: ਝਰੋਖਾ ਬੰਦ ਕਰੋ
sr@latn: Zatvori prozor
ta: சாளரத்தை மூடுக
th: ปิดหน้าต่าง

source: Online manual for this application
ar: توثيق الانترنت لهذا التطبيق
az: Bu proqramın onlayn sənədləri
be: Жывая даведка для гэтага дастасаваньня
bn: এই অ্যাপ্লিকেশনটির সহায়িকা
eu: Aplikazio honi buruzko interneteko eskuliburua
fa: راهنمای متصل برای این برنامه
gu: અા કાર્યક્રમ માટે ઓનલાઈન મદદ
hi: इस अनुप्रयोग हेतु ऑनलाइन मेनुअल
id: Manual online untuk aplikasi ini
ja: このアプリケーションのオンライン・マニュアルです
mn: Энэ програмын онлайн гарын авлага
or: ଏହି ପ୍ରୟୋଗ ପାଇଁ ସଂଯୁକ୍ତ ସହାୟକ
pa: ਇਸ ਕਾਰਜ ਲਈ
sr@latn: Uputstvo za ovaj program
ta: இந்த பயன்பாட்டிற்கான இணைய கையேடு
th: คู่มือโปรแกรมนี้บนเว็บ

source: Open
ar: فتح
az: Aç
be: Адчыніць
bn: খোলা
eu: Ireki
fa: باز کردن
gu: ખોલો
hi: खोलें
id: Buka
ja: 開く
mn: Нээ
or: ଖୋଲନ୍ତୁ
pa: ਖੋਲੋ
sr@latn: Otvori
ta: திற
th: เปิด

source: Open a file
ar: فتح ملف
az: Faylı aç
be: Адчыніць файл
bn: ফাইল খোলো
eu: Ireki fitxategia
fa: باز کردن پرونده
gu: ફાઈલ ખોલો
hi: फ़ाइल खोलें
id: Buka sebuah file
ja: 新規に PDF ファイルを開きます
mn: Файлыг нээ
or: ଫାଇଲ ଖୋଲନ୍ତୁ
pa: ਇਕ ਫਾਇਲ ਖੋਲੋ
sr@latn: Otvori datoteku
ta: ஒரு கோப்பு திறக்கவும்
th: เปิดแฟ้ม

source: Toggle fullscreen mode
ar: تحول إلى نسق كامل الشاشة
az: Tam ekran moduna keç
be: Пераключыць поўнаэкранны рэжым
bn: পুরো পর্দা জুড়ে দেখাবার অবস্থা বদলাও
eu: Aldatu pantaila osoko modura
fa: ضامن حالت تمام صفحه
gu: પૂર્ણ સ્ક્રીનની સ્થિતિમાં જાઓ
hi: पूर्ण स्क्रीन मोड टॉगल करें
id: Model layar penuh togel
ja: フルスクリーン表示モードを切り替えます
mn: Дэлгэц дүүргэх/болих горим
or: ପୂର୍ଣ୍ଣ ପରଦା ଧାରା ଆଗପଛ କରନ୍ତୁ
pa: ਪੂਰੇ ਪਰਦੇ ਤੇ ਕਰੋ
sr@latn: Preko celog ekrana
ta: முழுதிரை பாங்கிற்கு நிலை மாறு
th: สลับโหมดเต็มจอ

source: _About
ar: _حول
az: _Haqqında
be: _Пра праграму
bn: সম্বন্ধে (_স)
eu: _Honi buruz
fa: _درباره
gu: વિશે (_A)
hi: के बारे में (_A)
id: _Keterangan Program
ja: 情報(_A)
mn: _Тухай
or: ବିବରଣୀ (_A)
pa: ਇਸ ਬਾਰੇ
sr@latn: _O programu
ta: _பற்றி
th: เ_กี่ยวกับ

source: _Close
ar: _غلق
az: _Bağla
be: За_чыніць
bn: বন্ধ (_ব)
eu: It_xi
fa: _بستن
gu: બંધ કરો (_C)
hi: बंद करें (_C)
id: T_utup
ja: 閉じる(_C)
mn: _Хаа
or: ବନ୍ଦ କରନ୍ତୁ (_C)
pa: ਬੰਦ ਕਰੋ
sr@latn: _Zatvori
ta: _ãÎ¸
th: ปิ_ด

source: _Contents
ar: الم_حتويات
az: _Məzmun
be: _Зьмест
bn: সূচী (_চ)
eu: _Edukiak
fa: _محتویات
gu: સમાવિષ્ટો (_C)
hi: विषय सूची (_C)
id: _Isi
ja: 目次(_C)
mn: _Агууллага
or: ସୂଚୀପତ୍ର (_C)
pa: ਭਾਗ
sr@latn: _Sadržaj
ta: _உள்ளடக்கங்கள்
th: เ_นื้อหา

source: _File
ar: _ملف
az: _Fayl
be: _Файл
bn: ফাইল (_ফ)
eu: _Fitxategia
fa: _پرونده
gu: ફાઈલ (_F)
hi: फ़ाइल (_F)
ja: ファイル(_F)
mn: _Файл
or: ଫାଇଲ (_F)
pa: ਫਾਇਲ
sr@latn: _Datoteka
ta: _கோப்பு
th: แ_ฟ้ม

source: _Full Screen
ar: _كامل الشاشة
az: _Tam Ekran
be: Поўна_экранны рэжым
bn: পুরো পর্দা জুড়ে (_জ)
eu: _Pantaila osoa
fa: تمام صفحه
gu: પૂર્ણ સ્ક્રીન (_F)
hi: पूर्ण सक्रीन (_F)
id: _Laya Penuh
ja: フルスクリーン(_F)
mn: _Дэлгэц дүүрэн
or: ପୂର୍ଣ୍ଣ ପରଦା (_F)
pa: ਪੂਰੇ ਪਰਦੇ ਤੇ
sr@latn: _Ceo ekran
ta: _முழுத் திரையில்
th: เต็_มจอ

source: _Help
ar: _مساعدة
az: _Yardım
be: _Даведка
bn: সাহায্য (_স)
eu: _Laguntza
fa: _راهنما
gu: મદદ (_H)
hi: मदद (_H)
id: _Bantuan
ja: ヘルプ(_H)
mn: _Тусламж
or: ସାହାଯ୍ଯ (_H)
pa: ਸਹਾਇਤਾ
sr@latn: _Pomoć
ta: _¯¾Å¢
th: _วิธีใช้

source: _Open...
ar: _فتح...
az: _Aç...
be: _Адчыніць...
bn: খোলা... (_ল)
eu: _Ireki...
fa: _باز کردن..
gu: ખોલો (_O)...
hi: खोलें (_O)...
id: Bu_ka
ja: 開く(_O)...
mn: _Нээ...
or: ଖୋଲନ୍ତୁ... (_O)
pa: ਖੋਲੋ..
sr@latn: _Otvori...
ta: _¾¢Èì¸×õ...
th: _เปิด

source: _View
ar: _عرض
az: Görünüş
be: Вы_гляд
bn: দর্শন (_দ)
eu: _Ikusi
fa: _نمایش
gu: જુઓ (_V)
hi: देखें (_V)
id: _Tampilan
ja: 表示(_V)
mn: _Үзэмж
or: ଦେଖନ୍ତୁ (_V)
pa: ਵੇਖੋ
sr@latn: P_regled
ta: _காட்சி
th: แ_สดง

source: Could not initialize Bonobo!
ar: لم يمكن تهيئة بونوبو!
az: Bonobo başladıla bilmədi!
be: Не атрымалася ініцыялізаваць Bonobo!
bn: বোনোবো চালানো গেল না!
eu: Ezin izan da Bonobo abiatu!
fa: نمی‌توان بونوبو را راه‌اندازی کرد!
gu: બોનોબોને શરુ કરી શકાયુ નહિં!
hi: बोनोबो को प्रारंभ नही कर पाए!
id: Tidak dapat mengenali Bonobo!
ja: Bonobo を初期化できませんでした！
mn: Bonobo ачааллаж чадахгүй байна
or: ବୋନୋବୋକୁ ପ୍ରାରମ୍ଭ କରିହେଲା ନାହିଁ!
pa: ਬੋਨਬੋ ਨੂੰ ਸ਼ੁਰੂ ਨਹੀ ਕਰ ਸਕਿਆ
sr@latn: Nisam mogao da inicijalizujem Bonobo!
ta: பொனோபோவைத் தொடக்க முடியவில்லை
th: เตรียม Bonobo ไม่สำเร็จ!

source: PDF Document
ar: مستند PDF
az: PDF Sənədi
be: Дакумэнт у фармаце PDF
bn: পিডিএফ নথি
eu: PDF dokumentua
fa: نوشتار PDF
gu: PDF દસ્તાવેજ
hi: पीडीएफ़ दस्तावेज़
id: Dokumen PDF
ja: PDF ドキュメント
mn: PDF баримт
or: ପି.ଡି.ଏଫ. ଦଲିଲ
pa: ਪੀ-ਡੀ-ਐਫ ਦਸਤਾਵੇਜ਼
sr@latn: PDF dokument
ta: PDF ஆவணம்
th: เอกสาร PDF

source: Exit Full Screen
ar: خروج من كامل الشاشة
az: Tam Ekran Modundan Çıx
be: Выйсьці з поўнаэкраннага рэжыму
bn: পুরো পর্দা জুড়ে দেখানো থামাও
eu: Irten pantaila osotik
fa: خروج از حالت تمام صفحه
gu: પૂર્ણ સ્ક્રીનમાંથી બહાર નીકળો
hi: पूर्ण स्क्रीन से बाहर हों
id: Keluar Layar Penuh
ja: フルスクリーンの終了
mn: Дүүрэн дэлгэцээс гарах
or: ପୂର୍ଣ୍ଣ ପରଦା ଧାରାରୁ ପ୍ରସ୍ଥାନ କରନ୍ତୁ
pa: ਪੂਰੇ ਪਰਦੇ ਤੋ ਬਾਹਰ
sr@latn: Napusti prikaz preko celog ekrana
ta: முழுத்திறையிலிருந்து வெளிச்செல்க
th: ออกจากโหมดเต็มจอ

source: Load file
ar: تحميل الملف
az: Faylı yüklə
be: Загрузка файла
bn: ফাইল লোড করো
eu: Kargatu fitxategia
fa: بار کردن پرونده
gu: ફાઈલ લાવો
hi: फ़ाइल लोड करें
ja: 読み込むファイル
mn: Файлыг ачаалах
or: ଫାଇଲ ଧାରଣ କରନ୍ତୁ
pa: ਫਾਇਲ ਲੋਡ ਕਰੋ
sr@latn: Učitaj datoteku
ta: கோப்பை ஏற்று
th: เปิดแฟ้ม

source: PDF Documents
ar: مستندات PDF
az: PDF Sənədləri
eu: PDF dokumentuak
fa: نوشتارهای PDF
gu: PDF દસ્તાવેજો
hi: पीडीएफ़ दस्तावेज़
id: Dokumen PDF
ja: PDF ドキュメント
or: ପି.ଡି.ଏଫ. ଦଲିଲ
pa: ਪੀ-ਡੀ-ਐਫ ਦਸਤਾਵੇਜ਼
sr@latn: PDF dokument
ta: PDF ஆவணம்
th: เอกสาร PDF

source: All Files
ar: كل الملفّات
az: Bütün Fayllar
eu: Fitxategi denak
fa: تمام پرونده‌ها
gu: બધી ફાઈલો
hi: सभी फ़ाइलें
id: Seluruh File
ja: 全てのファイル
or: ସବୁ ଫାଇଲଗୁଡ଼ିକ
pa: ਸਭ ਫਾਇਲ਼ਾਂ
sr@latn: Sve datoteke
ta: எல்லா கோப்புகளும்
th: ทุกแฟ้ม

source: Derek B. Noonburg, Xpdf author.
ar: درك ب. نونبورغ، مؤلف Xpdf.
az: Derek B. Noonburg, Xpdf müəllifi.
be: Аўтар Xpdf: Derek B. Noonburg.
bn: ডেরেক বি নূনবার্গ, এক্স-পিডিএফ-এর লেখক।
eu: Derek B. Noonburg, Xpdf-en egilea.
fa: درک ب. نونبرگ، مؤلف Xpdf.
gu: Derek B. Noonburg, Xpdf ના લેખક.
hi: डेरेक बी नूनबर्ग, एक्सपीडीएफ़ लेखक.
id: Derek B. Noonburg, penulis Xpdf.
ja: Derek B. Noonburg: Xpdf の作者
mn: Derek B. Noonburg, Xpdf-н зохиогч
or: Derek B. Noonburg, ଏକ୍ସପିଡିଏଫର ଲେଖକ
pa: Derek B. Noonburg, Xਪੀ-ਡੀ-ਐਫ ਲੇਖਕ
sr@latn: Derek B. Nunburg, Xpdf autor.
ta: டெரெக் பி. நூன்பெயர்க் , Xpdf ஆசிரியர்.
th: Derek B. Noonburg, ผู้เขียน Xpdf.

source: Martin Kretzschmar, GNOME port maintainer.
ar: مارتن كرتشما، مدير إصدارة جنوم.
az: Michael Meeks, GNOME buraxılışı müəllifi.
be: Майтайнэр порту на GNOME: Martin Kretzschmar.
bn: মার্টিন ক্রেট্জস্মার, গ্নোম পোর্ট মেন্টেনার।
eu: Martin Kretzschmar, GNOMErako bertsioaren arduraduna.
fa: مارتین کرتسشمار، نگهدارنده‌ی حمل به گنوم.
gu: Martin Kretzschmar, જીનોમ પોર્ટ વ્યવસ્થાપક.
hi: मार्टिन क्रेत्ज़्स्च्मर, गनोम पोर्ट मेन्टेनर.
id: Martin Kretzschmar, pemelihara port ke GNOME.
ja: Martin Kretzschmar: GNOME 移植担当 (メイン)
mn: Martin Kretzschmar, GNOME удирдагч
or: Martin Kretzschmar, ନୋମ୍ ସଂସ୍କରଣ ତତ୍ବାବଧାରକ
pa: ਮਾਰਟਿਨ ਕਰੀਟਜ਼ਸਚਮਾਰ, ਗਨੋਮ ਲਈ ਪ੍ਰਬੰਧਕ
sr@latn: Martin Krečmar, administrator Gnom verzije
ta: மார்டின் கிரெட்செமார், கனோம் பதிவம்-ஐப் பேணுபவர்

source: Michael Meeks, GNOME port creator.
ar: مايكل ميكس منشئ النقلة لجنوم.
az: Michael Meeks, GNOME buraxılışı yaradıcısı.
be: Стваральнік порту на GNOME, Michael Meeks.
bn: মাইকেল মীক্স, গুহ্‌নোম পোর্ট স্রষ্টা।
eu: Michael Meeks, GNOMErako bertsioaren sortzailea.
fa: مایکل میکس، ایجادکننده‌ی حمل به گنوم.
gu: Michael Meeks, જીનોમ પોર્ટ બનાવનાર.
hi: माइकल मीक्स, गनोम पोर्ट सृजक.
id: Michael Meeks, pemorting ke GNOME.
ja: Michael Meeks: GNOME 移植担当
mn: Michael Meeks, GNOME үүсгэгч
or: Michael Meeks, ନୋମ୍ ସଂସ୍କରଣ ସ୍ରଷ୍ଟା.
pa: ਮਾਈਕਲ ਮੀਕਸ, ਗਨੋਮ ਪੋਰਟ ਨਿਰਮਾਤਾ
sr@latn: Majkl Miks, tvorac Gnom verzije.
ta: மைகில் மீக்ஸ், கனோம் பதிவம்-ஐப் பேணுபவர்

source: Remi Cohen-Scali.
ar: رمي كوهين صقالي.
bn: রেমি কোহেন-স্কালি
fa: رمی کوهن-اسکالی.
hi: रेमी कोहेन-स्केली.
pa: ਰੀਮਾ ਕੋਹਨ-ਸ਼ਾਲੀ
sr@latn: Remi Koen-Skali.

source: Miguel de Icaza.
ar: ميكال دي اكازا.
bn: মিগুয়েল দি ঈকাজা।
fa: میگل د ایکاسا.
hi: मिगेल दे इकाज़ा.
pa: ਮੀਗੁੲਲ ਡੀ ਲਸਜ਼ਾ
sr@latn: Miguel de Ikaza

source: Nat Friedman.
ar: نات فريدمان.
bn: ন্যাট ফ্রিয়েডম্যান।
fa: نت فریدمن
hi: नेट फ़्रीड्मेन.
pa: ਨੇਟ ਫਰੀਡਮੇਨ
sr@latn: Nat Fridman

source: Ravi Pratap.
ar: رافي براتاب.
bn: রবি প্রতাপ।
fa: راوی پراتاپ.
hi: रवि प्रताप.
pa: ਰਵੀ ਪ੍ਤਾਪ
ta: ரவி பிரதாப்.

source: Chee Bin HOH <cbhoh@mimos.my>
ar: تشي بن هوه <cbhoh@mimos.my>
bn: চি বিন হোহ্‌ <cbhoh@mimos.my>
fa: چی بن هوه <cbhoh@mimos.my>
hi: ची बिन हो <cbhoh@mimos.my>
pa: ਚੀ ਬਿਨ ਹੋ <cbhoh@mimos.my>
sr@latn: Či Bin Ho <cbhoh@mimos.my>
ta: ஷீ பின் ஹோக் <cbhoh@mimos.my>

source: Breda McColgan <BredaMcColgan@sun.com>
ar: بريدا مك كولكن <BredaMcColgan@sun.com>
bn: ব্রেডা ম্যাক-কোল্গান <BredaMcColgan@sun.com>
fa: بردا مکالگن <BredaMcColgan@sun.com>
hi: ब्रेडा मॅककोगन<BredaMcColgan@sun.com>
pa: ਬਰੇਡਾ ਮੇਕਲੋਗਨ <BredaMcColgan@sun.com>
sr@latn: Breda MekKolgan <BredaMcColgan@sun.com>
ta: ப்ரென்டா மெக்கோகன்<BredaMcColgan@sun.com>

source: translator-credits
ar: عربايز <http://www.arabeyes.org>:/n/nعرفات المديني، تونس <lumina@silverpen.de>
az: Vasif İsmailoğlu <azerblinux@hotmail.com> Mətin Əmirov <metin@karegen.com> Tərcümə işləri üzrə yazışma siyahısı ünvanımız: <translation-team-az@lists.sourceforge.net>
be: Віталь ХІЛЬКО <dojlid@mova.org> Алесь НЯХАЙЧЫК <nab@mail.by>
bn: সায়মিন্দু দাশগুপ্ত <unmadindu@bengalinux.org> (অঙ্কুর প্রকল্পের পক্ষ থেকে)
eu: Asier Arsuaga Iñaki Larrañaga <dooteo@euskalgnu.org>
fa: ترجمه‌ی: روزبه پورنادر میلاد زکریا
gu: નીરવ <nirav@magnet-i.com> અંકિત <ankit644@linux.net> અંકુર <ankur_surti@linux.net> અતિત <shahatit_84@linux.net> ભાવિન <bhavinshah@linux.net> કાર્તિક <kartik_mistry@linux.net> ખુશ્બુ <khushbu_hi21@yahoo.co.in> શ્વેતા <sweta2782@yahoo.co.in>.
hi: आनंद सुब्रमणियन <anand.subra@wipro.com>, रविशंकर श्रीवास्तव <raviratlami@gmail.com>
id: Ahmad Riza H Nst <ari@160c.afraid.org>
ja: 相花 毅 <aihana@gnome.gr.jp> KAMAGASAKO Masatoshi <emerald@gnome.gr.jp> Yukihiro Nakai <nakai@gnome.gr.jp> 日本GNOMEユーザー会 <http://www.gnome.gr.jp>
mn: Сүхбаатарын Дөлмандах Санлигийн Бадрал <badral@openmn.org>
or: Sivaji <srujanik@sancharnet.in>
pa: ਜਸਵਿੰਦਰ ਸਿੰਘ ਫੂਲੇਵਾਲਾ <jaswinderlinux@netscape.net> ਅਮਨਪ੍ਰੀਤ ਸਿੰਘ ਆਲਮਵਾਲਾ<amanlinux@netscape.net>
sr@latn: Branko Ivanović Danilo Šegan Prevod.org — prevod na srpski jezik
ta: மொழிபெயர்பாளர் நன்றிகள்
th: ไพศาข์ สีเหลืองสวัสดิ์ ถ้ามีเวลาโปรดมาช่วยกับแปล :-) http://gnome-th.sf.net

source: Glyph & Cog, LLC and authors
ar: Glyph & Cog, LLC و المؤلفون
az: Glyph & Cog, LLC və müəlliflər
be: Glyph & Cog, LLC і стваральнікі
bn: গ্লিফ এবং কগ, এলএলসি ও লেখকবৃন্দ
eu: Glyph & Cog, LLC eta egileak
fa: گلیف و کوگ، LLC‌ و مؤلفان
gu: ગ્લીફ & કોગ, LLC અને લેખકો
hi: ग्लिफ़ & कॉग, एलएलसी तथा लेखक
mn: Glyph & Cog, LLC болон зохиогчид
or: Glyph & Cog, LLC ଓ ଲେଖକ
pa: ਗਲਫ & ਕੋਗ, ਐਲਐਲ਼ਸੀ ਅਤੇ ਲੇਖਕ
sr@latn: Glyph & Cog, LLC i autori
ta: Glyph & Cog, LLC மற்றும் ஆசிரியர்
th: สงวนลิขสิทธิ์ Glyph & Cog, LLC และ ผู้เขียน

source: GNOME PDF Viewer
ar: عارض PDF لجنوم
az: GNOME PDF Nümayişçisi
be: Праглядальнік файлаў фармату PDF для GNOME
bn: গ্নোম পিডিএফ প্রদর্শক
eu: GNOME PDF ikustailea
fa: نمایشگر PDF گنوم
gu: જીનોમ PDF દેખાડનાર
hi: गनोम पीडीएफ प्रदर्शक
id: Penampil PDF di GNOME
ja: GNOME PDF ビュワー
mn: GNOME PDF үзэгч
or: ନୋମ ପି.ଡି.ଏଫ. ପ୍ରଦର୍ଶକ
pa: ਗਨੋਮ ਪੀ-ਡੀ-ਐਫ ਦਰਸ਼ਕ
sr@latn: Gnomov preglednik PDF-a
ta: கனோம் PDF காட்டி
th: ตัวอ่าน PDF ของ GNOME

source: A PDF viewer based on Xpdf
ar: عارض PDF مؤسس على Xpdf
az: Xpdf əsaslı PDF nümayişçisi
be: Праглядальнік файлаў у фармаце PDF, які заснаваны на Xpdf
bn: এক্স-পিডিএফ ভিত্তিক একটি পিডিএফ প্রদর্শক
eu: Xpdf-en oinarrituriko PDF ikustailea
fa: نمایشگر PDF مبتنی بر Xpdf
gu: Xpdf પર અાધારિત PDF દેખાડનાર
hi: एक्स-पीडीएफ़ आधारित पीडीएफ़ प्रदर्शक
id: Sebuah penampil PDF berdasarkan Xpdf
ja: Xpdf ベースの PDF ビュワーです
mn: Xpdf-д суурилсан PDF үзэгч
or: ଏକ୍ସପିଡିଏଫ ଉପରେ ଆଧାରିତ ଗୋଟିଏ ପି.ଡି.ଏଫ. ପ୍ରଦର୍ଶକ
pa: ਪੀ-ਡੀ-ਐਫ ਦਰਸ਼ਕ X ਪੀ-ਡੀ-ਐਫ ਤੇ ਅਧਾਰਿਤ ਹੈ
sr@latn: Preglednik PDF-a zasnovan na programu Xpdf
ta: Xpdf சார்ந்த ஓர் PDF காட்டி
th: ตัวอ่าน PDF ปรับปรุงมาจาก Xpdf

source: GNOME PDF viewer factory
ar: مصنع عارض PDF لجنوم
az: GNOME PDF nümayişçisi e'malatxanası
be: Вытворчасьць праглядальніка PDF для GNOME
bn: গুহ্‌নোম পিডিএফ দর্শক ফ্যাক্টরি
eu: GNOME-PDF ikustaileko fabrika
fa: کارخانه‌ی نمایشگر PDF گنوم
gu: જીનોમ PDF દેખાડનાર કારખાનું
hi: गनोम पीडीएफ़ प्रदर्शक फैक्ट्री
id: Pabrikan penampil PDF di GNOME
ja: GNOME PDF ビュワーのファクトリ
mn: GNOME PDF үзэгчийн үйлдвэр
or: ନୋମ୍ ପି.ଡି.ଏଫ. ପ୍ରଦର୍ଶକ କାରଖାନା
pa: ਗਨੋਮ ਪੀ-ਡੀ-ਐਫ ਦਰਸ਼ਕ ਫੈਕਟਰੀ
sr@latn: Fabrika za Gnomov preglednik PDF-a
ta: GNOME PDF காட்சி தொழிற்சாலை
th: โรงงาน GNOME PDF viewer

source: Nautilus PDF Property Page
ar: صفحة ناوتيلوس لخاصيات صفحة الـ PDF
az: Nautilus PDF Xassələr Səhifəsi
be: Старонка ўласьцівасьцяў PDF да Наўтылюса
bn: ন্যটিলাস পিডিএফ বৈশিষ্টাবলী পৃষ্ঠা
eu: Nautilusen PDF propietateen orria
fa: صفحه‌ی مشخصه‌ی PDF ناتیلوس
gu: નોટિલસ PDF ગુણધર્મ પાનું
hi: नॉटिलस पीडीएफ़ गुण पृष्ठ
id: Halaman PDF milik Nautilus
ja: Nautilus PDF プロパティ・ページ
mn: Nautilus PDF тодорхойлолтын хуудас
or: ନଟିଲସ୍ ପି.ଡି.ଏଫ. ଗୁଣଧର୍ମ ପୃଷ୍ଠା
pa: ਨਟਾਲਿਸ ਪੀ-ਡੀ-ਐਫ ਵਿਸ਼ੇਸ਼ਤਾਵਾ ਸਫ਼ਾ
sr@latn: Nautilus strana za osobine PDF-a
ta: நாடுலஸ் PDF பக்க பண்புகள்
th: หน้าคุณสมบัติ PDF ใน Nautilus

source: PDF document viewer factory
ar: مصنع عارض مستندات الـ PDF
az: PDF nümayişçisi e'malatxanası
be: Вытворчасьць праглядальніка дакумэнта ў фармаце PDF
bn: পিডিএফ নথি দর্শক ফ্যাক্টরি
eu: PDF dokumentuak ikusteko tresna
fa: کارخانه‌ی نمایش‌ نوشتار PDF
gu: PDF દસ્તાવેજ દેખાડનાર કારખાનું
hi: पीडीएफ़ दस्तावेज़ प्रदर्शक फैक्ट्री
id: Pabrikan penampil PDF di GNOME
ja: PDF ドキュメント・ビュワーのファクトリ
mn: PDF баримт үзэгч үйлдвэр
or: ପି.ଡି.ଏଫ. ଦଲିଲ ଦର୍ଶକ କାରଖାନା
pa: ਪੀ-ਡੀ-ਐਫ ਦਸਤਾਵੇਜ਼ ਦਰਸ਼ਕ ਫੈਕਟਰੀ
sr@latn: Fabrika preglednika PDF dokumenata
ta: PDF ஆவண காட்சி தொழிற்சாலை
th: โรงงานตัวอ่าน PDF

source: View as PDF Document
ar: عرض كمستند PDF
az: PDF Sənədi Olaraq Göstər
be: Прагляд як дакумэнт PDF
bn: পিডিএফ নথি হিসাবে দেখুন
eu: Ikusi PDF dokumentu gisa
fa: نمایش به صورت نوشتار PDF
gu: PDF દસ્તાવેજ તરીકે જુઓ
hi: पीडीएफ़ दस्तावेज़ के रूप में देखें
id: Tampilkan sebagai Dokumen PDF
ja: PDF ドキュメント表示
mn: PDF баримтаар харах
or: ପି.ଡି.ଏଫ. ଦଲିଲ ଭାବରେ ଦେଖନ୍ତୁ
pa: ਪੀ-ਡੀ-ਐਫ ਦਸਤਾਵੇਜ਼ ਵੇਖੋ
sr@latn: Gledaj kao PDF dokument
ta: PDF ஆவணமாக பார்க்கவும்
th: ดูเป็นเอกสาร PDF

source: Cannot find a schema for gpdf preferences. Check your gconf setup, look at gpdf FAQ for more info
ar: لا يمكن ايجاد مخطط لتفضيلات gpdf. يمكنك مراجعة تعيينات gconf أو gpdf FAQ للمزيد من المعلومات
az: gpdf seçimlərinin sxemi tapıla bilmir. gconf qurğularınızı yoxlayın, daha çox mə'lumat üçün gpdf FAQ faylına baxın
be: Немагчыма адшукаць схему пераваг gpdf. Праверце наладку gconf; зазірніце ў адказы на пытаньні для больш падрабязных зьвестак
bn: জিপিডিএফ সম্বন্ধীয় পছন্দের জন্য কোন স্কীমা খুঁজে পাওয়া গেল না। অনুগ্রহ করে আপনার gconf সেটাপ যাচাই করে দেখুন, বা জিপিডিএফ FAQ পড়ে দেখুন।
eu: Ezin izan da gpdf hobespenetako schema-rik aurkitu. Egiaztatu gconf konfigurazioa, begiratu gpdf-ko MEG-etan informazio gehiagorako
fa: شمایی برای ترجیحات gpdf یافت نشد. برپاسازی gpdf خود را امتحان کنید، برای اطلاعات بیشتر به FAQ gpdf نگاه کنید
gu: gpdf પસંદગીઓ માટે યોજના શોધી શકાઈ નથી. તમારા જીકોન્ફ સુયોજનો ચકાસો, gpdf FAQ તરફ વધુ વિગતો માટે જુઓ
hi: जी-पीडीएफ़ वरीयताओं हेतु प्रसंग नहीं मिला. अपना जी-कॉन्फ़ सेटअप जाँचें, अधिक जानकारी के लिए जी-पीजीएफ़ एफ़एक्यू देखें
id: Tidak menemukan suatu bentuk untuk setingan gpdf, Periksa setingan gconf anda, lihat pada FAQ gpdf untuk informasi lebih lanjut
ja: gpdf 設定用のスキーマが見つかりません。 お使いの GConf の設定を確認して下さい。 詳細は gpdf FAQ をご覧下さい。
mn: gpdf тохируулгын схемийг олсонгүй. gconf суулгацаа шалгана уу, gpdf ТАА -с нарийвчилан харна уу
or: ଜିପିଡିଏଫ ପସନ୍ଦ ପାଇଁ ବିବରଣିକା ମିଳିଲା ନାହିଁ. ଆପଣଙ୍କ ଜିକନ୍ଫ ବ୍ଯବସ୍ଥାକୁ ଯାଞ୍ଚ କରନ୍ତୁ, ଓ ଅଧିକ ସୂଚନା ପାଇଁ ଜିପିଡିଏଫ ଏଫ.ଏ.କ୍ଯୁ. ଦେଖନ୍ତୁ
pa: ਜੀ- ਪੀ-ਡੀ-ਐਫ ਪਸੰਦ ਲਈ ਸਕੀਮਾ ਲੱਭ ਨਹੀ ਸਕਿਆ ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਜੀ-ਕਾਨਫ ਸੈਟਅੱਪ ਦੀ ਜਾਂਚ ਕਰੋ, ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ ਜੀ-ਪੀ-ਡੀ-ਐਫ ਦੇ ਸਵਾਲ-ਜਵਾਬ ਵੇਖੋ
sr@latn: Ne mogu da nađem šemu za gpdf postavke. Proverite vaša podešavanja GKonfa, i pogledajte gpdf pitanja i odgovore za više podataka
ta: gpdf விருபங்களின் முறைமையை காணவில்லை. gconf அமைப்பை சோதிக்கவும், gpdf FAQ வை பார்க்கவும்
th: หาข้อมูลค่าปรับแต่งของ gpdf ไม่เจอ โปรดตรวจสอบ ว่าโปรแกรมถูกติดตั้งถูกต้อง หรืออ่าน FAQ ดู

source: GConf error: %s
ar: خطأ GConf: %s
az: GConf xətası: %s
be: Памылка GConf: %s
bn: GConf ত্রুটি: %s
eu: GConf-eko errorea: %s
fa: خطای GConf: %s
gu: જીકોન્ફ ભૂલ: %s
hi: जी-कॉन्फ त्रुटि: %s
ja: GConf エラー: %s
mn: GConf алдаа: %s
or: ଜିକଂଫ ତ୍ରୁଟି: %s
pa: ਜੀ-ਕਾਨਫ ਗਲਤੀ: %s
sr@latn: GKonf greška: %s
ta: GConf பிழை: %s

source: Parent control
ar: مراقبة أبويّة
az: Valideyin idarəsi
eu: Guraso-kontrola
fa: کنترل پدر
gu: પિતૃ નિયંત્રણ
hi: पैरेंट नियंत्रक
ja: 親のコントロール
or: ମୂଳ ନିୟନ୍ତ୍ରଣ
pa: ਮੁੱਢਲਾ ਕੰਟਰੋਲ
sr@latn: Roditeljska kontrola
ta: தாய் கட்டுப்பாடு
th: การควมคุมของผู้ปกครอง

source: Owner/Title
ar: المالك/العنوان
az: Müəllif/Başlıq
be: Уладальнік/Загаловак
bn: মালিক/শিরোনাম
eu: Jabea/Titulua
fa: مالک/عنوان
gu: માલિક/શીર્ષક
hi: मालिक/शीर्षक
id: Pemilik/Judul
ja: 所有者/タイトル
mn: Эзэмшигч/Гарчиг
or: ମାଲିକ/ଶୀର୍ଷକ
pa: ਮਾਲਕ/ ਸਿਰਲੇਖ
sr@latn: Vlasnik/naslov
ta: சொன்தக்காரர்/தலைப்பு
th: เจ้าของ/ชื่อเรื่อง

source: Opened
ar: فتح
az: Açıq
be: Адчынены
bn: খোলা
eu: Irekita
fa: باز شد
gu: ખુલેલુ
hi: खुला
id: Buka
ja: 開いています
mn: Нээгдэв
or: ଖୋଲାଯାଇଥିବା
pa: ਖੁੱਲਾ
sr@latn: Otvorena
ta: திறந்தது
th: เปิดเรียบร้อย

source: Not yet implemented!
ar: غير مضاف حاليا!
az: Hələlik dəstəklənmir!
be: Яшчэ ня зроблена!
bn: এখনো কাজ করে না!
eu: Garatu gabea!
fa: ‏هنوز پیاده‌سازی نشده است!
gu: હજુ સુધી સુધારાયેલ નથી!
hi: अभी तक लागू नहीं हैं!
id: Belum lagi diterapkan!
ja: 未だ実装されていません！
mn: Хараахан хийгдээгүй байна!
or: ଏପର୍ଯ୍ଯନ୍ତ ରୂପାୟିତ ହୋଇନାହିଁ!
pa: ਅਜੇ ਬਣਾਇਆ ਨਹੀ ਹੈ !
sr@latn: Još uvek nije napravljeno!
ta: இன்னும் செயல்படுத்தப்படவில்லை!
th: ยังใช้ไม่ได้อยู่

source: Annotations Filter feature not yet implemented... Sorry.
ar: ميزة تصفية الحواشي غير مضافة حاليا... عفوا.
az: Üzr istəyirik, amma annotasiya süzgəci xassəsi hələlik tam bitirilməyib.
be: Магчымасьц Фільтар яшчэ ня зроблена... Прабачце.
bn: দুঃখিত, এখনো অ্যানোটেশন ফিল্টার কাজ করে না...
eu: Oharpen-iragazkien ezaugarria oraindik garatu gabe... Barkatu.
fa: امکانات صافی حاشیه‌ها هنوز پیاده‌سازی نشده است... ببخشید.
gu: નોંધણી ગાળક લાક્ષણિકતા હજુ સુધી અમલમાં મુકાઈ નથી... માફ કરજો.
hi: व्याख्या फ़िल्टर विशेषताएँ अभी लागू नहीं हैं...माफ़ करें.
id: Fasilitas penyaringan Anotasi belum lagi diterapkan... Maaf ya.
ja: 注釈フィルタ機能は未だ実装されていません... すみません。
mn: Тайлбарын шүүлтүүр хараахан хийгдээгүй байна... Уучилан соёрх.
or: ବ୍ଯାଖ୍ଯା ଛାଣିବା ଅଂଶ ଏପର୍ଯ୍ଯନ୍ତ ରୂପାୟିତ ହୋଇନାହିଁ... କ୍ଷମା କରନ୍ତୁ.
pa: ਵਿਆਖਿਆ ਫਿਲਟਰ ਫੀਚਰ ਅਜੇ ਬਣਾਇਆ ਨਹੀ ਗਿਆ ਹੈ.... ਮੁਆਫੀ ਚਾਹਾਂਗਾ|
sr@latn: Mogućnost filtriranja beleški još uvek nije podržana... Žao mi je.
ta: குறிப்புரை செயல்படுத்தப்படவில்லை... மன்னிக்கவும்.
th: การกรองโน้ตยังใช้ไม่ได้อยู่
