Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/gpdf/po/*.po
Languages: ar, az, be, bn, eu, fa, gu, hi, id, ja, mn, or, pa, sr@latn, ta, th

source: This shows the current page number. To jump to another page, enter its number.
ar: هذا يظهر رقم الصفحة الحالية. للقفز لصفحة أخرى، ادخل رقمها.
az: Bu hazırkı səhifənin nömrəsini göstərir. Başqa səhifəyə getmək üçün, onun nömrəsini daxil edin.
be: Паказывае нумар бягучае старонкі. Каб пераскочыць да іншае старонкі, увядзіце сюды яе нумар.
bn: বর্তমান পৃষ্ঠা সংখ্যা দেখায়। অন্য পৃষ্ঠায় যেতে চাইলে সেটার সংখ্যা লিখুন।
eu: Uneko orrialdearen zenbakia erakusten du. Beste orrialde batera salto egiteko, sartu dagokionzenbakia.
fa: این قسمت شماره‌ی صفحه‌ی فعلی را نشان می‌دهد. برای رفتن به صفحه‌ای دیگر، شماره‌اش را وارد کنید.
gu: આ વર્તમાન પાનાં ક્રમાંક દર્શાવે છે. બીજા પાનાં પર કૂદવા માટે, એનો ક્રમ લખો.
hi: यह वर्तमान पृष्ठ की संख्या दर्शाती है. अन्य पृष्ठ पर जाने हेतु उसका क्रमांक भरें.
id: Menunjukkan nomor halaman sekarang. Untuk pindah ke halaman lain, masukkan nomornya.
ja: 現在表示されているページ番号です。他のページにジャンプする際は直接数値を入力して下さい。
mn: Энэ одоо үзэж байгаа хуудасны дугаарыг үзүүлж байна. Өөр хуудас руу үсрэхийн тулд түүний дугаарыг оруулна уу.
or: ଏହା ସାମ୍ପ୍ରତିକ ପୃଷ୍ଠାର ସଂଖ୍ଯା ପ୍ରଦର୍ଶିତ କରେ. ଅନ୍ଯ ପୃଷ୍ଠାକୁ ଯିବା ପାଇଁ, ତାହାର ସଂଖ୍ଯା ଭର୍ତ୍ତି କରନ୍ତୁ.
pa: ਇਹ ਮੌਜੂਦਾ ਸਫ਼ਾ-ਨੰ ਵਿਖਾ ਰਿਹਾ ਹੈ| ਹੋਰ ਸਫੇ ਤੇ ਜਾਣ ਲਈ, ਉਸ ਦਾ ਨੰਬਰ ਦਿਉ|
sr@latn: Ovo pokazuje broj trenutne strane. Za prelazak na drugu stranu, unesite njen broj.
ta: தற்போதைய பக்க எண்ணை காட்டு. மற்ற பக்கத்திற்கு செல்ல அதன் எண்ணை உள்ளிடவும்
th: นี่เป็นที่แสดงเลขหน้าปัจจุบัน คุณสามารถพลิกไปหน้าอื่นได้โดยใส่เลขหน้าที่ต้องการลงในนี้

source: Encrypted
ar: مشفر
az: Şiflələnmiş
be: зашыфраваны
bn: এনকৃপ্ট করা
eu: Enkriptatua
fa: رمز دار
gu: ખાનગી કોડમાં ફેરવેલું
hi: एनक्रिप्टेड
id: Diacak
ja: 暗号化されています
mn: Шифрлэгдсэн
or: ସଂଗୁପ୍ତ
pa: ਗੁਪਤ
sr@latn: Šifrovano
ta: மறையீடுபட்டது
th: ถูกเข้ารหัส

source: None
ar: لا شيء
az: Heç biri
be: няма
bn: কিছুই না
eu: Bat ere ez
fa: هیچ کدام
gu: કંઈ જ નહિં
hi: कुछ नहीं
id: Tidak ada
ja: なし
mn: Алга
or: କିଛି ନାହିଁ
pa: ਕੋਈ ਨਹੀ
sr@latn: Ništa
ta: வெற்று
th: ไม่มี

source: Yes
ar: نعم
az: Bəli
be: так
bn: হ্যাঁ
eu: Bai
fa: بله
gu: હા
hi: हाँ
id: Ya
ja: はい
mn: Тийм
or: ହଁ
pa: ਹਾਂ
sr@latn: Da
ta: ஆம்
th: ใช่

source: No
ar: لا
az: Xeyir
be: не
bn: না
eu: Ez
fa: خیر
gu: ના
hi: नहीं
id: Tidak
ja: いいえ
mn: Үгүй
or: ନା
pa: ਨਹੀ
sr@latn: Ne
ta: இல்லை
th: ไม่
