Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/gnome-terminal/po/*.po
Languages: ja, pa, ta

source: Command line
ja: コマンドライン
pa: ਕਮਾਂਡ ਲਾਇਨ
ta: ¸ð¼¨Ç ÅÃ¢¨º

source: Terminal
ja: ターミナル
pa: ਟਰਮੀਨਲ
ta: Ó¨ÉÂõ

source: Accelerator key
ja: アクセラレータ キー
pa: ਐਕਸਲੇਟ ਕੀ
ta: ¬÷ÓÎ¸ø Å¢¨º

source: Accelerator modifiers
ja: アクセラレータ変更機能
pa: ਐਕਸਲੇਟ ਸੋਧਕ
ta: ¬÷ÓÎ¸ø Á¡üÈ¨ÁôÀ¢

source: Accelerator Mode
pa: ਐਕਸਲੇਟ ਮੋਡ

source: The type of accelerator.
pa: ਐਕਸਲੇਟ ਲਿਖੋ
ta: ¬÷ÓÎ¸Ä¢ý Å¨¸.

source: Disabled
ja: 無効化された
pa: ਅਯੋਗ
ta: Ó¼Á¡ÉÐ

source: Type a new accelerator, or press Backspace to clear
ja: 新しいアクセラレータを入力するか、又は、Backspaceを押して取り消します。
pa: ਐਕਸਲੇਟ ਲਿਖੋ ਜਾਂ ਬੈਕਸਪੇਸ ਵਰਤੋ ਸਾਫ ਕਰਨ ਲਈ
ta: Ò¾¢Â ¬÷ÓÎ¸¨Ä ¯ûÇ£¼×õ, «øÄÐ Backspace «Óò¾¢ ÐôÀÃÅ¡ì¸×õ

source: Type a new accelerator
ja: 新しいアクセラレータをタイプします。
pa: ਐਕਸਲੇਟਰ ਲਿਖੋ
ta: Ò¾¢Â ¬÷ÓÎ¸¨Ä ¯ûÇ£¼×õ

source: Current Locale
pa: ਮੌਜੂਦ ਲੋਕੇਲ

source: Western
pa: ਪੱਛਮੀ

source: Central European
pa: ਕੇਂਦਰੀ ਯੂਰਪ

source: South European
pa: ਦੱਖਣੀ ਯੂਰਪ

source: Baltic
pa: ਬਾਲਟਿਕ

source: Cyrillic
pa: ਸਰਲਿਕ

source: Arabic
pa: ਅਰਬੀ

source: Greek
pa: ਗਰੀਕ

source: Hebrew Visual
pa: ਹਾਬਰਿਊ ਦਰਿਸ਼

source: Hebrew
pa: ਹਾਬਰਿਊ

source: Turkish
pa: ਤੁਰਕੀ

source: Nordic
pa: ਨੋਰਡਿਕ

source: Celtic
pa: ਕਾਲਟਿਕ

source: Romanian
pa: ਰੋਮਾਨੀਆ

source: Unicode
pa: ਯੂਨੀਕੋਡ

source: Armenian
pa: ਅਮਰੀਕਨ

source: Chinese Traditional
pa: ਚੀਨੀ ਮੂਲ

source: Cyrillic/Russian
pa: ਸਰਲਿਕ/ਰੂਸੀ

source: Japanese
pa: ਜਪਾਨੀ

source: Korean
pa: ਕੋਰੀਅਨ

source: Chinese Simplified
pa: ਚੀਨੀ ਸਧਾਰਨ

source: Georgian
pa: ਜਾਰਜੀਅਨ

source: Cyrillic/Ukrainian
pa: ਸਰਲਿਕ/ਯੂਜਕੇਨ

source: Croatian
pa: ਕਰੋਟੀਅਨ

source: Hindi
pa: ਹਿੰਦੀ

source: Persian
pa: ਪਰਸ਼ੀਅਨ

source: Gujarati
pa: ਗੁਜਰਾਤੀ

source: Gurmukhi
pa: ਗੁਰਮੁਖੀ

source: Icelandic
pa: ਆਈਲੈਡਿਕ

source: Vietnamese
pa: ਵੀਅਤਨਾਮੀ

source: Thai
pa: ਥਾਈ

source: User Defined
pa: ਉਪਭੋਗਤਾ ਪ੍ਰਭਾਸ਼ਿਤ

source: _Description
pa: ਵੇਰਵਾ

source: _Encoding
pa: ਇੰਕੋਡਿੰਗ

source: There was an error subscribing to notification of terminal encoding list changes. (%s)
pa: ਟਰਮੀਨਲ ਇੰਕੋਡਿੰਗ ਸੂਚੀ ਵਿੱਚ ਤਬਦੀਲੀ ਦੀ ਟਿੱਪਣੀ ਪ੍ਰਾਪਤ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ। (%s)

source: <b>Background</b>
pa: <b>ਪਿੱਠਭੂਮੀ</b>

source: <b>Command</b>
pa: <b>ਕਮਾਂਡ</b>

source: <b>Compatibility</b>
pa: <b>ਅਨੁਕੂਲਤਾ</b>

source: <b>Foreground and Background</b>
pa: <b>ਅਗਲਾ ਪਰਦਾ ਤੇ ਪਿੱਠਭੂਮੀ</b>

source: <b>General</b>
pa: <b>ਸਧਾਰਨ</b>

source: <b>Palette</b>
pa: <b>ਰੰਗ-ਪੱਟੀ</b>

source: <b>Scrolling</b>
pa: <b>ਸਕਰੋਲਿੰਗ</b>

source: <b>Title</b>
pa: <b>ਸਿਰਲੇਖ</b>

source: <big>S/Key Challenge Response</big>
pa: <big>ਐਸ/ਕੀ ਪ੍ਰਤੀਯੋਗਤਾ ਉਤੱਰ</big>

source: <small><i>Maximum</i></small>
pa: <small><i>ਅਧਿਕਤਮ</i></small>

source: <small><i>None</i></small>
pa: <small><i>ਕੁਝ ਨਹੀ</i></small>

source: A_vailable encodings:
pa: ਉਪਲੱਬਧ ਇੰਕੋਡਿੰਗਃ

source: Add or Remove Terminal Encodings
pa: ਟਰਮੀਨਲ ਇੰਕੋਡਿੰਗ ਲਿਆਉ ਜਾਂ ਹਟਾਉ

source: Background image _scrolls
ja: 背景イメージ スクロール(_s)
pa: ਪਿੱਠਭੂਮੀ ਚਿੱਤਰ ਸਕਰੋਲ
ta: À¢ýÉ½¢ µÅ¢Âõ _¯ÕÙõ

source: Built-_in schemes:
ja: 内蔵型スキーム(_i)
pa: ਵਿੱਚ ਉਪਲੱਬਧ ਸਕੀਮਃ
ta: ¯ûÇ¨Áò ¾¢ð¼Ó¨È¸û:

source: Built-in _schemes:
ja: 内蔵型スキーム(_s)
pa: ਵਿੱਚ ਉਪਲੱਬਧ ਸਕੀਮਃ
ta: ¯ûÇ¨Áò ¾¢ð¼Ó¨È¸û:

source: Built-in foreground and background color schemes:
pa: ਵਿੱਚ ਉਪਲੱਬਧ ਅਗਲਾ ਪਰਦਾ ਤੇ ਪਿੱਠਭੂਮੀ ਰੰਗ ਸਕੀਮਃ

source: Built-in palette schemes:
pa: ਵਿੱਚ ਉਪਲੱਬਧ ਰੰਗ-ਪੱਟੀ ਸਕੀਮਃ

source: Choose terminal background color
ja: ターミナルの背景色を選択
pa: ਟਰਮੀਨਲ ਪਿੱਠਭੂਮੀ ਰੰਗ ਚੁਣੋ
ta: Ó¨ÉÂò¾¢ý À¢ýÉ½¢ Åñ½ò¨¾ ¦¾Ã¢×¦ºöÂ×õ

source: Choose terminal text color
ja: ターミナルのテキスト色の選択
pa: ਟਰਮੀਨਲ ਪਾਠ ਰੰਗ ਚੁਣੋ
ta: Ó¨ÉÂò¾¢ý ¯¨Ã Åñ½ò¨¾ ¦¾Ã¢×¦ºöÂ×õ

source: Color Selector
pa: ਰੰਗ ਚੋਣਕਾਰ

source: Color _palette:
ja: カラーパレット(_p)
pa: ਰੰਗ-ਪੱਟੀਃ
ta: Åñ½ò ¾ðÎ:

source: Colors
ja: カラー(色)
pa: ਰੰਗ
ta: Åñ½í¸û

source: Compatibility
ja: 互換性
pa: ਅਨੁਕੂਲਤਾ
ta: ²üÒ¨¼¨Á

source: Control-H
pa: ਕੰਟਰੋਲ-H

source: Cursor blin_ks
pa: ਕਰਸਰ ਝਪਕਦੀ

source: Custom co_mmand:
ja: カスタムコマンド(_m):
pa: ਕਮਾਂਡ ਸੋਧਃ
ta: ¾É¢ôÀÂý ¸ð¼¨Ç:

source: Disable all me_nu access keys (such as Alt+f to open File menu)
pa: ਸਾਰੀਆਂ ਮੇਨੂ ਪਹੁੰਚ ਕੀ ਅਯੋਗ ਕਰੋ (ਜਿਵੇ ਕਿ Alt+f ਫਾਇਲ ਮੇਨੂ ਖੋਲਣ ਲਈ)

source: Disable m_enu shortcut key (F10 by default)
pa: ਮੇਨੂ ਸ਼ਾਰਟਕੱਟ ਕੀ ਅਯੋਗ ਕਰੋ (F10 ਮੂਲ)

source: E_ncodings shown in menu:
pa: ਮੇਨੂ ਵਿੱਚ ਵੇਖਾਈ ਇੰਕੋਡਿੰਗਃ

source: Effects
ja: 効果
pa: ਪ੍ਰਭਾਵ
ta: Å¢¨Ç×¸û

source: Escape sequence
ja: エスケープシーケンス
pa: ਅਸਕੇਪ ਤਰਤੀਬ
ta: Å¢ÎÀÎ ÅÃ¢¨ºÓ¨È

source: Exit the terminal
ja: ターミナルを終了
pa: ਟਰਮੀਨਲ ਤੋ ਬਾਹਰ
ta: Ó¨ÉÂò¾¢Ä¢ÕóÐ ¦ÅÇ¢§ÂÚ¸

source: General
ja: 全般
pa: ਸਧਾਰਨ
ta: ¦À¡Ð¨ÁÂ¡É¨Å

source: Goes after initial title
ja: 初期タイトルの後に来ます。
pa: ਸ਼ੁਰੂਆਤੀ ਸਿਰਲੇਖ ਦੇ ਪਿੱਛੇ ਜਾਉ
ta: ¦¾¡¼ì¸ ¾¨ÄôÒìÌôÀ¢ý §À¡Ìõ

source: Goes before initial title
ja: 最初のタイトルの前に来ます。
pa: ਸ਼ੁਰੂਆਤੀ ਸਿਰਲੇਖ ਦੇ ਅੱਗੇ ਜਾਉ
ta: ¦¾¡¼ì¸ ¾¨ÄôÒìÌ Óý §À¡Ìõ

source: Hold the terminal open
pa: ਟਰਮੀਨਲ ਨੂੰ ਖੁੱਲਾ ਰੱਖੋ

source: Initial _title:
ja: 最初のタイトル(_t)
pa: ਸ਼ੁਰੂਆਤੀ ਸਿਰਲੇਖਃ
ta: ¦¾¡¼ì¸ ¾¨ÄôÒ:

source: Isn't displayed
ja: 表示されていません。
pa: ਨਹੀ ਵੇਖਾਇਆ ਗਿਆ
ta: ¸¡ñÀ¢ì¸ôÀ¼¡Ð

source: Keyboard Shortcuts
pa: ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ

source: New Profile
ja: 新規のプロファイル
pa: ਨਵਾਂ ਪ੍ਰੋਫਾਇਲ
ta: Ò¾¢Â Å¢ÀÃõ

source: On the left side
ja: 左側に
pa: ਖੱਬੇ ਪਾਸੇ
ta: þ¼Ð Àì¸õ

source: On the right side
ja: 右側に
pa: ਸੱਜੇ ਪਾਸੇ
ta: ÅÄÐ Àì¸õ

source: Open a dialog to specify the color
pa: ਰੰਗ ਚੋਣ ਲਈ ਤਖਤੀ ਖੋਲ੍ਹੋ

source: Palette entry 1
ja: パレット エントリー1
pa: ਰੰਗ-ਪੱਟੀ ਇੰਦਰਾਜ਼ 1
ta: Åñ½ò ¾ðÎ Ñ¨Æ× 1

source: Palette entry 10
ja: パレット エントリー10
pa: ਰੰਗ-ਪੱਟੀ ਇੰਦਰਾਜ਼ 10
ta: Åñ½ò ¾ðÎ Ñ¨Æ× 10

source: Palette entry 11
ja: パレット エントリー11
pa: ਰੰਗ-ਪੱਟੀ ਇੰਦਰਾਜ਼ 11
ta: Åñ½ò ¾ðÎ Ñ¨Æ× 11

source: Palette entry 12
ja: パレット エントリー12
pa: ਰੰਗ-ਪੱਟੀ ਇੰਦਰਾਜ਼ 12
ta: Åñ½ò ¾ðÎ Ñ¨Æ× 12

source: Palette entry 13
ja: パレット エントリー13
pa: ਰੰਗ-ਪੱਟੀ ਇੰਦਰਾਜ਼ 13
ta: Åñ½ò ¾ðÎ Ñ¨Æ× 13

source: Palette entry 14
ja: パレット エントリー14
pa: ਰੰਗ-ਪੱਟੀ ਇੰਦਰਾਜ਼ 14
ta: Åñ½ò ¾ðÎ Ñ¨Æ× 14

source: Palette entry 15
ja: パレット エントリー15
pa: ਰੰਗ-ਪੱਟੀ ਇੰਦਰਾਜ਼ 15
ta: Åñ½ò ¾ðÎ Ñ¨Æ× 15

source: Palette entry 16
ja: パレット エントリー16
pa: ਰੰਗ-ਪੱਟੀ ਇੰਦਰਾਜ਼ 16
ta: Åñ½ò ¾ðÎ Ñ¨Æ× 16

source: Palette entry 2
ja: パレット エントリー2
pa: ਰੰਗ-ਪੱਟੀ ਇੰਦਰਾਜ਼ 2
ta: Åñ½ò ¾ðÎ Ñ¨Æ× 2

source: Palette entry 3
ja: パレット エントリー3
pa: ਰੰਗ-ਪੱਟੀ ਇੰਦਰਾਜ਼ 3
ta: Åñ½ò ¾ðÎ Ñ¨Æ× 3

source: Palette entry 4
ja: パレット エントリー4
pa: ਰੰਗ-ਪੱਟੀ ਇੰਦਰਾਜ਼ 5
ta: Åñ½ò ¾ðÎ Ñ¨Æ× 4

source: Palette entry 5
ja: パレット エントリー5
pa: ਰੰਗ-ਪੱਟੀ ਇੰਦਰਾਜ਼ 5
ta: Åñ½ò ¾ðÎ Ñ¨Æ× 5

source: Palette entry 6
ja: パレット エントリー6
pa: ਰੰਗ-ਪੱਟੀ ਇੰਦਰਾਜ਼ 6
ta: Åñ½ò ¾ðÎ Ñ¨Æ× 6

source: Palette entry 7
ja: パレット エントリー7
pa: ਰੰਗ-ਪੱਟੀ ਇੰਦਰਾਜ਼ 7
ta: Åñ½ò ¾ðÎ Ñ¨Æ× 7

source: Palette entry 8
ja: パレット エントリー8
pa: ਰੰਗ-ਪੱਟੀ ਇੰਦਰਾਜ਼ 8
ta: Åñ½ò ¾ðÎ Ñ¨Æ× 8

source: Palette entry 9
ja: パレット エントリー9
pa: ਰੰਗ-ਪੱਟੀ ਇੰਦਰਾਜ਼ 9
ta: Åñ½ò ¾ðÎ Ñ¨Æ× 9

source: Password:
pa: ਗੁਪਤ-ਕੋਡਃ

source: Profile Editor
ja: プロファイルエディタ
pa: ਪ੍ਰੋਫਾਇਲ ਸੋਧਕ
ta: Å¢ÀÃõ À¾¢ôÀ¡ý

source: Profile _icon:
ja: プロファイル アイコン(_i):
pa: ਪ੍ਰੋਫਾਇਲ _ਆਇਕਾਨਃ
ta: Å¢ÀÃõ ÌÚõÀ¼õ:

source: Profile _name:
pa: ਪ੍ਰੋਫਾਇਲ _ਨਾਂਃ
ta: Å¢ÀÃõ ¦ÀÂ÷:

source: Replaces initial title
ja: 初期タイトルを入れ換えます。
pa: ਸ਼ੁਰੂਆਤੀ ਸਿਰਲੇਖ ਤਬਦੀਲ
ta: ¦¾¡¼ì¸ ¾¨Äô¨À Á¡üÚõ

source: Restart the command
ja: コマンドを再開始
pa: ਕਮਾਂਡ ਮੁਡ਼ ਚਾਲੂ ਕਰੋ
ta: ¸ð¼¨Ç¨Â Á£ñÎõ ¦¾¡¼í¸×õ

source: Ru_n a custom command instead of my shell
pa: ਮੇਰੀ ਸੈਲ ਦੀ ਬਜਾਏ ਸੋਧ ਕਮਾਂਡ ਚਲਾਉ

source: Sc_roll on output
ja: 出力でスクロール(_r)
pa: ਆਉਟਪੁੱਟ ਤੇ ਸਕਰੋਲ
ta: ¦ÅÇ¢Â£Îõ §À¡Ð ¯ÕÇ×õ

source: Scr_ollback:
ja: スクロールバック(_o):
pa: _ਸਕਰੋਲਬੈਕਃ
ta: À¢ý ¯ÕÇø:

source: Scroll on _keystroke
pa: _ਕੀ-ਦਬਾਉਣ ਤੇ ਸਕਰੋਲ

source: Scrolling
ja: スクロール
pa: ਸਕਰੋਲਿੰਗ
ta: ¾¢¨Ã ¯ÕÇø

source: Select-by-_word characters:
ja: 単語文字で選択(_w)
pa: ਸ਼ਬਦ ਅੱਖਰਾਂ ਨਾਲ ਚੋਣਃ
ta: ¦º¡ü¸û-ÀÊ-¦ºöÂ ÅÃ¢ÔÕ¸û:

source: Show _menubar by default in new terminals
ja: 新規ターミナルでディフォルトとしてメニューバーを表示
pa: ਨਵੇ ਟਰਮੀਨਲਾਂ ਵਿੱਚ _ਮੇਨੂ-ਪੱਟੀ ਮੂਲ ਹੀ ਵੇਖਾਉ
ta: Ò¾¢Â Ó¨ÉÂí¸Ç¢ø, ¦¸¡¼¡ ¿¢¨ÄÂ¡¸, ÀðÊ-Àð¨¼¨Âì ¸¡ñÀ¢ì¸×õ

source: Terminal _bell
pa: ਟਰਮੀਨਲ _ਘੰਟੀ
ta: Ó¨ÉÂõ Á½¢

source: Terminal applications have these colors available to them.
ja: ターミナルのアプリケーションではこれらの色が使用可能です。
pa: ਟਰਮੀਨਲ ਕਾਰਜ ਲਈ ਇਹ ਰੰਗ ਉਪਲੱਬਧ ਹਨ ।
ta: þùÅñ½í¸û Ó¨ÉÂ ¦ºÂøÀ¡Î¸ÙìÌ ¯ûÇÉ/¸¢¨¼ìÌõ:

source: The command running inside the terminal may dynamically set a new title.
ja: ターミナル内で動作中のコマンドは新規タイトルを動的に設定することがあります。
pa: ਕਮਾਂਡ ਜੋ ਟਰਮੀਨਲ ਵਿੱਚ ਚਲ ਰਹੀ ਹੈ, ਦਾ ਸਿਰਲੇਖ ਡਾਇਨਾਮਿਕ ਤਬਦੀਲ ਕਰ ਸਕਦੇ ਹੋ ।
ta: þÂì¸ôÀÎõ ¸ð¼¨Ç «õÓ¨ÉÂò¾¢ý ¾¨ÄôÒ ºÃò¨¾ þÂíÌ¿¢¨ÄÂ¡¸ «¨ÁìÌõ.

source: These options may cause some applications to behave incorrectly. They are only here to allow you to work around certain applications and operating systems that expect different terminal behavior.
pa: ਇਹ ਚੋਣ ਕੁਝ ਕਾਰਜਾਂ ਨੂੰ ਗਲਤ ਤਰੀਕੇ ਨਾਲ ਕੰਮ ਵਿਵਹਾਰ ਕਰ ਲਾ ਸਕਦੀ ਹੈ। ਇਹ ਇਥੇ ਤਾਂ ਹਨ ਕਿ ਕੁਝ ਕਾਰਜ ਤੁਹਾਡੇ ਲਈ ਸਹੀ ਤਰੀਕੇ ਨਾਲ ਚੱਲ ਸਕਣ ਅਤੇ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਜੋ ਕਿ ਵੱਖਰਾ ਟਰਮੀਨਲ ਵਿਵਹਾਰ ਚਾਹੰਦਾ ਹੈ।

source: Title and Command
ja: タイトルとコマンド
pa: ਸਿਰਲੇਖ ਤੇ ਕਮਾਂਡ
ta: ¾¨ÄôÒõ ¸ð¼¨ÇÔõ

source: Use colors from s_ystem theme
ja: システムテーマからのカラーを使用(_y)
pa: _ਸਿਸਟਮ ਸਰੂਪ ਤੋ ਰੰਗ ਵਰਤੋ
ta: «¨ÁôÀ¢ý Åñ½ò ¾¢ð¼ò¨¾ Ó¨ÉÂò¾¢ø ÀÂýÀÎò¾×õ

source: When command _exits:
ja: コマンドが終了する時(_e):
pa: ਜਦੋ ਕਮਾਂਡ ਬੰ_ਦ ਹੋਵੇਃ
ta: ¸ð¼¨Ç ¦ÅÇ¢§ÂÚõ§À¡Ð:

source: _Allow bold text
ja: 太字テキストを認可 (_A)
pa: _ਭਾਰੇ ਪਾਠ ਯੋਗ ਕਰੋ
ta: ¾ÊôÒ ±ØòÐ¸¨Ç «ÛÁ¾¢

source: _Background color:
ja: 背景の色(_B)
pa: _ਪਿੱਠਭੂਮੀ ਰੰਗਃ
ta: À¢ýÉ½¢ Åñ½õ:

source: _Background image
ja: 背景のイメージ(_B)
pa: _ਪਿੱਠਭੂਮੀ ਚਿੱਤਰ
ta: À¢ýÉ½¢ µÅ¢Âõ

source: _Backspace key generates:
ja: Backspaceキーが生成する(_B)：
pa: _ਬੈਕਸਪੇਸ ਕੀ ਪੈਦਾਵਾਰਃ
ta: À¢ý¦ÅÇ¢ Å¢¨º ¯ÕÅ¡ìÌÅÐ:

source: _Base on:
pa: _ਆਧਾਰ ਤੇਃ
ta: þ¨¾ì ¦¸¡ñÎ:

source: _Create
pa: _ਬਣਾਉ

source: _Delete key generates:
ja: Deleteキーが生成する(_D):
pa: _ਹਟਾਉ ਕੀ ਪੈਦਾਵਾਰਃ
ta: ¿£ìÌ Å¢¨º ¯ÕÅ¡ìÌÅÐ:

source: _Dynamically-set title:
ja: 動的に設定されたタイトル (_D):
pa: _ਡਾਇਆਮਿਕਲੀ ਸਿਰਲੇਖ ਨਿਰਧਾਰਨਃ
ta: þÂíÌ¿¢¨ÄÂ¡¸ ¾¨Äô¨À «¨Á:

source: _Image file:
ja: イメージファイル(_I):
pa: _ਚਿੱਤਰ ਫਾਇਲਃ
ta: µÅ¢Âì §¸¡ôÒ:

source: _None (use solid color)
ja: なし(単色使用)(_N)
pa: _ਕੋਈ ਨਹੀ(ਇੱਕ ਰੰਗ ਵਰਤੋ)
ta: ²Ðõ þø¨Ä (´§È Åñ½ò¨¾ ÒÆí¸×õ)

source: _Profile name:
ja: プロファイル名(_P)
pa: _ਪ੍ਰੋਫਾਇਲ ਨਾਂਃ
ta: Å¢ÀÃõ ¦ÀÂ÷:

source: _Reset compatibility options to defaults
ja: 互換性オプションを標準にリセット(_R)
pa: _ਅਨੁਕੂਲਤਾ ਚੋਣ ਨੂੰ ਮੁਡ਼ ਮੂਲ ਨਿਰਧਾਰਿਤ ਕਰੋ

source: _Run command as a login shell
ja: ログインシェルとしてコマンドを実行(_R)
pa: ਲਾਗਇਨ ਸ਼ੈਲ ਵਾਂਗ ਕਮਾਂਡ _ਚਲਾਉ
ta: ¸ð¼¨Ç¨Â µ÷ '¦¾¡¼í¸ø-µÎ' ¬¸ þÂì¸×õ

source: _Scrollbar is:
ja: スクロールバーは(_S):
pa: _ਸਕਰੋਲ-ਪੱਟੀ ਹੈਃ
ta: ¾¢¨Ã ¯ÕÇø Àð¨¼:

source: _Shade transparent or image background:
ja: 透過性やイメージの背景にシェードをかける
pa: _ਪਾਰਦਰਸ਼ੀ ਜਾਂ ਚਿੱਤਰ ਪਿੱਠਭੂਮੀਃ
ta: À¢ýÉ½¢Â¢ý (Åñ½õ «øÄÐ µÅ¢Âõ) ÒÄôÀ¡Î ¸¡Ã½¢:

source: _Shortcut Keys:
pa: _ਸ਼ਾਰਟਕੱਟ ਕੀਃ

source: _Text color:
ja: テキストの色(_T):
pa: _ਪਾਠ ਰੰਗਃ
ta: ¯¨Ã Åñ½õ:

source: _Transparent background
ja: 透過性の背景(_T)
pa: _ਪਾਰਦਰਸ਼ੀ ਪਿੱਠਭੂਮੀ
ta: ÒÄôÀ¡Î À¢ýÉ½¢

source: _Update login records when command is launched
pa: ਲਾਗਆਨ ਰਿਕਾਰਡ ਦਾ _ਨਵੀਨੀਕਰਨ ਕਰੋ, ਜਦੋ ਕਿ ਕਮਾਂਡ ਸ਼ੁਰੂ ਹੋਵੇ

source: _Use the system terminal font
pa: ਸਿਸਟਮ ਟਰਮੀਨਲ ਫੋਟ _ਵਰਤੋ

source: _kilobytes
ja: キロバイト(_k)
pa: _ਕਿਲੋਬਾਈਟ
ta: ¸¢§Ä¡¨ÀðÎ¸û

source: _lines
ja: ライン(_l)
pa: _ਰੇਖਾਵਾਂ
ta: ÅÃ¢¨º¸û

source: kilobytes
ja: キロバイト
pa: ਕਿਲੋਬਾਈਟ
ta: ¸¢§Ä¡¨ÀðÎ¸û

source: A subset of possible encodings are presented in the Encoding submenu. This is a list of encodings to appear there. The special encoding name "current" means to display the encoding of the current locale.
pa: ਸੰਭਵ ਇੰਕੋਡਿੰਗ ਦੇ ਸਬ-ਸਮੂਹ ਇੰਕੋਡਿੰਗ ਦੇ ਸਬ-ਮੇਨੂ ਵਿੱਚ ਉਪਲੱਬਧ ਹਨ । ਇਹ ਇੰਕੋਡਿੰਗ ਦੀ ਸੂਚੀ, ਜੋ ਉਥੇ ਉਪਲੱਬਧ ਹੈ। ਖਾਸ ਇੰਕੋਡਿੰਗ ਨਾਂ "ਮੌਜੂਦਾ" ਦਾ ਅਰਥ ਹੈ ਕਿ ਮੌਜੂਦਾ ਲੋਕੇਲ ਲਈ ਇੰਕੋਡਿੰਗ ਵੇਖਾਉਣ ਤੋ ਹੈ।

source: A value between 0.0 and 1.0 indicating how much to darken the background image. 0.0 means no darkness, 1.0 means fully dark. In the current implementation, there are only two levels of darkness possible, so the setting behaves as a boolean, where 0.0 disables the darkening effect.
pa: ਇੱਕ ਮੁੱਲ 0.0 ਅਤੇ 1.0 ਵਿੱਚਕਾਰ ਦਰਸਾਉਦਾ ਹੈ ਕਿ ਪਿੱਠਭੂਮੀ ਚਿੱਤਰ ਦਾ ਗੂਡ਼ਾਪਨ ।0.0 ਦਾ ਅਰਥ ਹੈ ਕਿ ਕੋਈ ਗੂਡ਼ਾਪਨ ਨਹੀ, 1.0 ਦਾ ਅਰਥ ਹੈ ਕਿ ਪੂਰਾ ਗੂਡ਼ਾਪਨ ।ਅਸਲ ਵਿੱਚ ਗੂਡ਼ਾਪਨ ਦੇ ਦੋ ਪੱਧਰ ਹੀ ਹਨ । ਸੋ ਇੱਕ ਬੂਲੀਅਨ ਦੀ ਤਰਾਂ ਕੰਮ ਕਰਦਾ ਹੈ ਜਦੋ ਕਿ 0.0 ਮੁੱਲ ਗੂਡ਼ਾਪਨ ਨੂੰ ਅਯੋਗ ਕਰ ਦੇਵੇਗਾ।

source: An Pango font name. Examples are "Sans 12" or "Monospace Bold 14".
pa: ਇੱਕ ਪੈਨਗੋ ਫੋਟ ਨਾਂ । ਜਿਵੇ ਕਿ "ਸ਼ੰਨਜ਼ ੧੨" ਜਾਂ "ਮੋਨੋਸਪੇਸ ਬੋਲਡ ੧੪"।

source: An X font name. See the X man page (type "man X") for more details on the format of X font names.
pa: ਇੱਕ X ਫੋਟ ਨਾਂ । X ਫੋਟ ਨਾਂ ਦੇ ਫਾਰਮਿਟ ਦੀ ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ X man ਸਫਾ ਵੇਖੋ (ਲਿਖੋ "man X")

source: Background image
pa: ਪਿੱਠਭੂਮੀ ਚਿੱਤਰ

source: Background type
pa: ਪਿੱਠਭੂਮੀ ਕਿਸਮ

source: Characters that are considered "part of a word"
pa: ਅੱਖਰ ਜੋ ਕਿ "ਸ਼ਬਦ ਦਾ ਹਿੱਸਾ" ਹੀ ਮੰਨੇ ਜਾਣ

source: Custom command to use instead of the shell
pa: ਸ਼ੈਲ ਦੀ ਬਜਾਏ ਸੋਧ ਕਮਾਂਡ ਵਰਤੋ

source: Default color of terminal background
pa: ਟਰਮੀਨਲ ਪਿੱਠਭੂਮੀ ਲਈ ਮੂਲ ਰੰਗ

source: Default color of terminal background, as a color specification (can be HTML-style hex digits, or a color name such as "red").
pa: ਟਰਮੀਨਲ ਪਿੱਠਭੂਮੀ ਲਈ ਮੂਲ ਰੰਗ, ਰੰਗ ਨਿਰਧਾਰਨ ਵਾਂਗ(HTML-ਸ਼ੈਲੀਵਾਂਗ ਹੈਕਸਾ ਅੱਖਰ ਵੀ ਹੋ ਸਕਦਾ ਹੈ ਜਾਂ ਰੰਗ ਦਾ ਨਾਂ ਵੀ ਜਿਵੇ ਕਿ "ਲਾਲ")।

source: Default color of text in the terminal
pa: ਟਰਮੀਨਲ ਵਿੱਚ ਪਾਠ ਲਈ ਮੂਲ ਰੰਗ

source: Default color of text in the terminal, as a color specification (can be HTML-style hex digits, or a color name such as "red").
pa: ਟਰਮੀਨਲ ਵਿੱਚ ਪਾਠ ਲਈ ਮੂਲ ਰੰਗ, ਰੰਗ ਨਿਰਧਾਰਨ ਵਾਂਗ(HTML-ਸ਼ੈਲੀਵਾਂਗ ਹੈਕਸਾ ਅੱਖਰ ਵੀ ਹੋ ਸਕਦਾ ਹੈ ਜਾਂ ਰੰਗ ਦਾ ਨਾਂ ਵੀ ਜਿਵੇ ਕਿ "ਲਾਲ")।

source: Effect of the Backspace key
pa: ਬੈਕਸਪੇਸ ਕੀ ਦਾ ਪ੍ਰਭਾਵ

source: Effect of the Delete key
pa: ਹਟਾਉਣ ਸਵਿੱਚ ਦਾ ਪ੍ਰਭਾਵ

source: Filename of a background image.
pa: ਪਿੱਠਭੂਮੀ ਚਿੱਤਰ ਲਈ ਫਾਇਲ ਨਾਂ ।

source: Font
ja: フォント
pa: ਫੋਟ
ta: ±ØòÐÕ

source: How much to darken the background image
pa: ਪਿੱਠਭੂਮੀ ਚਿੱਤਰ ਕਿੰਨਾ ਗੂਡ਼ਾ ਹੋਵੇ

source: Human-readable name of the profile
pa: ਪ੍ਰੋਫਾਇਲ ਦਾ ਮਾਨਵ-ਪਡ਼ਨ ਯੋਗ ਨਾਂ

source: Human-readable name of the profile.
pa: ਪ੍ਰੋਫਾਇਲ ਦਾ ਮਾਨਵ-ਪਡ਼ਨ ਯੋਗ ਨਾਂ ।

source: Icon for terminal window
pa: ਟਰਮੀਨਲ ਝਰੋਖੇ ਲਈ ਆਈਕਾਨ

source: Icon to use for tabs/windows containing this profile.
pa: ਇਸ ਪ੍ਰੋਫਾਇਲ ਵਿੱਚ ਟੈਬ/ਝਰੋਖੇ ਲਈ ਆਈਕਾਨ

source: If the application in the terminal sets the title (most typically people have their shell set up to do this), the dynamically-set title can erase the configured title, go before it, go after it, or replace it. The possible values are "replace", "before", "after", and "ignore".
pa: ਜੇਕਰ ਟਰਮੀਨਲ ਵਿੱਚਲੇ ਕਾਰਜ ਨੇ ਸਿਰਲੇਖ ਤਬਦੀਲ ਕੀਤਾ (ਬਹੁਤਿਆਂ ਲੋਕਾਂ ਨੇ ਇਸ ਲਈ ਆਪਣੇ ਸ਼ੈਲ ਬਣਾਏ ਹੋਏ ਹਨ), ਤਾਂ ਡਾਇਆਨਮਿਕਲੀ ਨਿਰਧਾਰਨ ਸਿਰਲੇਖ ਸੰਰਚਿਤ ਸਿਰਲੇਖ ਨੂੰ ਮਿਟਾ ਦੇਵੇਗਾ, ਇਸ ਤੋ ਪਹਿਲਾਂ, ਪਿਛੋ, ਜਾਂ ਤਬਦੀਲ । ਸੰਭਵ ਮੁੱਲ ਹਨ"ਤਬਦੀਲ", "ਪਹਿਲਾਂ, "ਮਗਰੋ" ਜਾਂ "ਰੱਦ" ।

source: If true, allow applications in the terminal to make text boldface.
pa: ਜੇ ਸੱਚ ਹੈ ਤਾਂ ਟਰਮੀਨਲ ਵਿੱਚ ਕਾਰਜ ਦੇ ਪਾਠ ਬੋਲਡ ਫੇਸ ਕਰ ਦਿੱਤੇ ਜਾਣਗੇ ।

source: If true, don't make a noise when applications send the escape sequence for the terminal bell.
pa: ਜੇ ਸੱਚ ਹੈ ਤਾਂ, ਰੌਲਾ ਨਹੀ ਪਾਵੇਗਾ, ਕਾਰਜਾਂ ਨੇ ਟਰਮੀਨਲ ਘੰਟੀ ਲਈ ਸੰਕੇਤ ਭੇਜਿਆ

source: If true, pressing a key jumps the scrollbar to the bottom.
pa: ਜੇ ਸੱਚ ਹੈ ਤਾਂ, ਇੱਕ ਕੀ ਦਬਾਉਣ ਨਾਲ ਸਕਰੋਲ-ਪੱਟੀ ਹੇਠਾ ਚਲੀ ਜਾਵੇਗੀ

source: If true, scroll the background image with the foreground text; if false, keep the image in a fixed position and scroll the text above it.
pa: ਜੇ ਸੱਚ ਹੈ ਤਾਂ, ਅਗਲੇ ਪਾਠ ਨਾਲ ਪਿੱਠਭੂਮੀ ਵੀ ਏਧਰ-ਓਧਰ ਜਾਵੇਗੀ; ਜੇ ਕਰ ਗਲਤ ਹੈ,ਸਿਰਫ ਉਪਰਲਾ ਪਾਠ ਹੀ ਜਾਵੇਗਾ, ਚਿੱਤਰ ਸਥਿਰ ਰਹੇਗਾ ।

source: If true, the command inside the terminal will be launched as a login shell. (argv[0] will have a hyphen in front of it.)
pa: ਜੇਕਰ ਸੱਚ ਹੈ ਤਾਂ, ਕਮਾਂਡ ਜੋ ਕਿ ਟਰਮੀਨਲ ਵਿੱਚ ਹੈ, ਸੈਲ ਤੇ ਲਾਗਆਨ ਹੋਣ ਸਮੇਂ ਚਾਲੂ ਹੋ ਜਾਵੇਗੀ ।(argv[0] ਵਿੱਚ ਇਸ ਦੇ ਅੱਗੇ ਹਾਈਫਨ ਹੋਵੇਗਾ)

source: If true, the system login records utmp and wtmp will be updated when the command inside the terminal is launched.
pa: ਜੇਕਰ ਸੱਚ ਹੈ ਤਾਂ, ਸਿਸਟਮ ਦੇ utmp ਅਤੇ wtmp ਰਿਕਾਰਡ ਦਾ ਨਵੀਨੀਕਰਨ ਕਰੋ, ਜਦੋ ਵੀ ਟਰਮੀਨਲ ਚਾਲੂ ਹੋਵੇ ।

source: If true, the terminal will use the desktop-global standard font if it's monospace (and the most similar font it can come up with otherwise).
pa: ਜੇਕਰ ਸੱਚ ਹੈ ਤਾਂ, ਟਰਮੀਨਲ ਵਿਹੜੇ ਦੇ ਮਿਆਰੀ ਫੋਟ ਵਰਤੇਗਾ ਜੇ ਇਹ ਮੋਨੋਸਪੇਸ ਹੋਏ(ਅਤੇ ਇਸਤਰਾਂ ਦੇ ਜਿਆਦਾਤਰ ਫੋਟ ਜੋ ਨਾਲ ਹੀ ਆਏ ਹਨ) ।

source: If true, the theme color scheme used for text entry boxes will be used for the terminal, instead of colors provided by the user.
pa: ਜੇਕਰ ਇਹ ਸਹੀ ਹੈ ਤਾਂ, ਸਰੂਪ ਰੰਗ ਸਕੀਮ, ਜੋ ਕਿ ਪਾਠ ਇੰਦਰਾਜ਼ ਡੱਬਿਆ ਲਈ ਵਰਤੀ ਜਾ ਰਹੀ ਸੀ, ਨੂੰ ਟਰਮੀਨਲ ਲਈ ਵਰਤਿਆ ਜਾਵੇਗਾ, ਉਪਭੋਗਤਾ ਦੇ ਚੁਣੇ ਰੰਗਾਂ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ ।

source: If true, the value of the custom_command setting will be used in place of running a shell.
pa: ਜੇਕਰ ਇਹ ਸਹੀ ਹੈ ਤਾਂ, ਸੋਧ ਕਮਾਂਡ ਦਾ ਮੁੱਲ ਸ਼ੈਲ ਦੀ ਥਾਂ ਨਿਰਧਾਰਿਤ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ

source: If true, whenever there's new output the terminal will scroll to the bottom.
pa: ਜੇਕਰ ਸੱਚ ਹੈ ਤਾਂ, ਜਦੋ ਵੀ ਟਰਮੀਨਲ ਤੇ ਆਉਟਪੁੱਟ ਆਵੇ ਤਾ ਹੇਠਾਂ ਜਾਉ

source: Keyboard shortcut key for bringing up the dialog for profile creation. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
pa: ਪ੍ਰੋਫਾਇਲ ਬਣਾਉਣ ਲਈ ਤਖਤੀ ਲਿਆਉਣ ਲਈ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ । ਉਸੇ ਫਾਰਮਿਟ ਵਿੱਚ ਲਿਖੋ, ਜਿਸ ਵਿੱਚ GTK+ ਸਰੋਤ ਫਾਇਲ ਵਿੱਚ ਵਰਤੀਆ ਹਨ ਜੇਕਰ ਤੁਸੀ ਚੋਣ ਸਮੇ ਖਾਸ ਸਤਰ ਨਿਰਧਾਰਿਤ ਕਰ ਦਿੱਤੀ "ਅਯੋਗ", ਤਾਂ ਇਸ ਕਾਰਵਾਈ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਨਹੀ ਹੋਵੇਗਾ ।

source: Keyboard shortcut key for closing a tab. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
pa: ਟੈਬ ਬੰਦ ਕਰਨ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ । ਉਸੇ ਫਾਰਮਿਟ ਵਿੱਚ ਲਿਖੋ, ਜਿਸ ਵਿੱਚ GTK+ ਸਰੋਤ ਫਾਇਲ ਵਿੱਚ ਵਰਤੀਆ ਹਨ ਜੇਕਰ ਤੁਸੀ ਚੋਣ ਸਮੇ ਖਾਸ ਸਤਰ ਨਿਰਧਾਰਿਤ ਕਰ ਦਿੱਤੀ "ਅਯੋਗ", ਤਾਂ ਇਸ ਕਾਰਵਾਈ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਨਹੀ ਹੋਵੇਗਾ ।

source: Keyboard shortcut key for closing a window. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
pa: ਝਰੋਖਾ ਬੰਦ ਕਰਨ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ । ਉਸੇ ਫਾਰਮਿਟ ਵਿੱਚ ਲਿਖੋ, ਜਿਸ ਵਿੱਚ GTK+ ਸਰੋਤ ਫਾਇਲ ਵਿੱਚ ਵਰਤੀਆ ਹਨ ਜੇਕਰ ਤੁਸੀ ਚੋਣ ਸਮੇ ਖਾਸ ਸਤਰ ਨਿਰਧਾਰਿਤ ਕਰ ਦਿੱਤੀ "ਅਯੋਗ", ਤਾਂ ਇਸ ਕਾਰਵਾਈ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਨਹੀ ਹੋਵੇਗਾ ।

source: Keyboard shortcut key for copying selected text to the clipboard. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
pa: ਕਲਿੱਪਬੋਰਗ ਵਿੱਚ ਪਾਠ ਦੀ ਨਕਲ ਕਰਨ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ । ਉਸੇ ਫਾਰਮਿਟ ਵਿੱਚ ਲਿਖੋ, ਜਿਸ ਵਿੱਚ GTK+ ਸਰੋਤ ਫਾਇਲ ਵਿੱਚ ਵਰਤੀਆ ਹਨ ਜੇਕਰ ਤੁਸੀ ਚੋਣ ਸਮੇ ਖਾਸ ਸਤਰ ਨਿਰਧਾਰਿਤ ਕਰ ਦਿੱਤੀ "ਅਯੋਗ", ਤਾਂ ਇਸ ਕਾਰਵਾਈ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਨਹੀ ਹੋਵੇਗਾ ।

source: Keyboard shortcut key for launching help. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
pa: ਸਹਾਇਤਾ ਚਾਲੂ ਕਰਨ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ । ਉਸੇ ਫਾਰਮਿਟ ਵਿੱਚ ਲਿਖੋ, ਜਿਸ ਵਿੱਚ GTK+ ਸਰੋਤ ਫਾਇਲ ਵਿੱਚ ਵਰਤੀਆ ਹਨ ਜੇਕਰ ਤੁਸੀ ਚੋਣ ਸਮੇ ਖਾਸ ਸਤਰ ਨਿਰਧਾਰਿਤ ਕਰ ਦਿੱਤੀ "ਅਯੋਗ", ਤਾਂ ਇਸ ਕਾਰਵਾਈ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਨਹੀ ਹੋਵੇਗਾ ।

source: Keyboard shortcut key for making font larger. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
pa: ਅੱਖਰਾਂ ਦਾ ਅਕਾਰ ਵੱਡਾ ਕਰਨ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ । ਉਸੇ ਫਾਰਮਿਟ ਵਿੱਚ ਲਿਖੋ, ਜਿਸ ਵਿੱਚ GTK+ ਸਰੋਤ ਫਾਇਲ ਵਿੱਚ ਵਰਤੀਆ ਹਨ ਜੇਕਰ ਤੁਸੀ ਚੋਣ ਸਮੇ ਖਾਸ ਸਤਰ ਨਿਰਧਾਰਿਤ ਕਰ ਦਿੱਤੀ "ਅਯੋਗ", ਤਾਂ ਇਸ ਕਾਰਵਾਈ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਨਹੀ ਹੋਵੇਗਾ ।

source: Keyboard shortcut key for making font smaller. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
pa: ਅੱਖਰਾਂ ਦਾ ਅਕਾਰ ਛੋਟਾ ਕਰਨ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ । ਉਸੇ ਫਾਰਮਿਟ ਵਿੱਚ ਲਿਖੋ, ਜਿਸ ਵਿੱਚ GTK+ ਸਰੋਤ ਫਾਇਲ ਵਿੱਚ ਵਰਤੀਆ ਹਨ ਜੇਕਰ ਤੁਸੀ ਚੋਣ ਸਮੇ ਖਾਸ ਸਤਰ ਨਿਰਧਾਰਿਤ ਕਰ ਦਿੱਤੀ "ਅਯੋਗ", ਤਾਂ ਇਸ ਕਾਰਵਾਈ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਨਹੀ ਹੋਵੇਗਾ ।

source: Keyboard shortcut key for making font the normal size. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
pa: ਅੱਖਰਾਂ ਦਾ ਅਕਾਰ ਸਧਾਰਨ ਕਰਨ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ । ਉਸੇ ਫਾਰਮਿਟ ਵਿੱਚ ਲਿਖੋ, ਜਿਸ ਵਿੱਚ GTK+ ਸਰੋਤ ਫਾਇਲ ਵਿੱਚ ਵਰਤੀਆ ਹਨ ਜੇਕਰ ਤੁਸੀ ਚੋਣ ਸਮੇ ਖਾਸ ਸਤਰ ਨਿਰਧਾਰਿਤ ਕਰ ਦਿੱਤੀ "ਅਯੋਗ", ਤਾਂ ਇਸ ਕਾਰਵਾਈ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਨਹੀ ਹੋਵੇਗਾ ।

source: Keyboard shortcut key for opening a new tab. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
pa: ਨਵੀ ਟੈਬ ਖੋਲਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ । ਉਸੇ ਫਾਰਮਿਟ ਵਿੱਚ ਲਿਖੋ, ਜਿਸ ਵਿੱਚ GTK+ ਸਰੋਤ ਫਾਇਲ ਵਿੱਚ ਵਰਤੀਆ ਹਨ ਜੇਕਰ ਤੁਸੀ ਚੋਣ ਸਮੇ ਖਾਸ ਸਤਰ ਨਿਰਧਾਰਿਤ ਕਰ ਦਿੱਤੀ "ਅਯੋਗ", ਤਾਂ ਇਸ ਕਾਰਵਾਈ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਨਹੀ ਹੋਵੇਗਾ ।

source: Keyboard shortcut key for opening a new window. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
pa: ਨਵਾਂ ਝਰੋਖਾ ਖੋਲਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ । ਉਸੇ ਫਾਰਮਿਟ ਵਿੱਚ ਲਿਖੋ, ਜਿਸ ਵਿੱਚ GTK+ ਸਰੋਤ ਫਾਇਲ ਵਿੱਚ ਵਰਤੀਆ ਹਨ ਜੇਕਰ ਤੁਸੀ ਚੋਣ ਸਮੇ ਖਾਸ ਸਤਰ ਨਿਰਧਾਰਿਤ ਕਰ ਦਿੱਤੀ "ਅਯੋਗ", ਤਾਂ ਇਸ ਕਾਰਵਾਈ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਨਹੀ ਹੋਵੇਗਾ ।

source: Keyboard shortcut key for pasting the contents of the clipboard into the terminal. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
pa: ਟਰਮੀਨਲ ਵਿੱਚ ਵਰਤਣ ਲਈ ਕਲਿਪਬੋਰਡ ਦੇ ਭਾਗਾਂ ਨੂੰ ਪਾਰਸ ਕਰਨ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ । ਉਸੇ ਫਾਰਮਿਟ ਵਿੱਚ ਲਿਖੋ, ਜਿਸ ਵਿੱਚ GTK+ ਸਰੋਤ ਫਾਇਲ ਵਿੱਚ ਵਰਤੀਆ ਹਨ ਜੇਕਰ ਤੁਸੀ ਚੋਣ ਸਮੇ ਖਾਸ ਸਤਰ ਨਿਰਧਾਰਿਤ ਕਰਦਿੱਤੀ "ਅਯੋਗ", ਤਾਂ ਇਸ ਕਾਰਵਾਈ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਨਹੀ ਹੋਵੇਗਾ ।

source: Keyboard shortcut key for switch to tab 1. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
pa: ਟੈਬ 1 ਵਿੱਚ ਜਾਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ । ਉਸੇ ਫਾਰਮਿਟ ਵਿੱਚ ਲਿਖੋ, ਜਿਸ ਵਿੱਚ GTK+ ਸਰੋਤ ਫਾਇਲ ਵਿੱਚ ਵਰਤੀਆ ਹਨ ਜੇਕਰ ਤੁਸੀ ਚੋਣ ਸਮੇ ਖਾਸ ਸਤਰ ਨਿਰਧਾਰਿਤ ਕਰ ਦਿੱਤੀ "ਅਯੋਗ", ਤਾਂ ਇਸ ਕਾਰਵਾਈ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਨਹੀ ਹੋਵੇਗਾ ।

source: Keyboard shortcut key for switch to tab 10. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
pa: ਟੈਬ 10 ਵਿੱਚ ਜਾਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ । ਉਸੇ ਫਾਰਮਿਟ ਵਿੱਚ ਲਿਖੋ, ਜਿਸ ਵਿੱਚ GTK+ ਸਰੋਤ ਫਾਇਲ ਵਿੱਚ ਵਰਤੀਆ ਹਨ ਜੇਕਰ ਤੁਸੀ ਚੋਣ ਸਮੇ ਖਾਸ ਸਤਰ ਨਿਰਧਾਰਿਤ ਕਰ ਦਿੱਤੀ "ਅਯੋਗ", ਤਾਂ ਇਸ ਕਾਰਵਾਈ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਨਹੀ ਹੋਵੇਗਾ ।

source: Keyboard shortcut key for switch to tab 11. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
pa: ਟੈਬ 11 ਵਿੱਚ ਜਾਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ । ਉਸੇ ਫਾਰਮਿਟ ਵਿੱਚ ਲਿਖੋ, ਜਿਸ ਵਿੱਚ GTK+ ਸਰੋਤ ਫਾਇਲ ਵਿੱਚ ਵਰਤੀਆ ਹਨ ਜੇਕਰ ਤੁਸੀ ਚੋਣ ਸਮੇ ਖਾਸ ਸਤਰ ਨਿਰਧਾਰਿਤ ਕਰ ਦਿੱਤੀ "ਅਯੋਗ", ਤਾਂ ਇਸ ਕਾਰਵਾਈ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਨਹੀ ਹੋਵੇਗਾ ।

source: Keyboard shortcut key for switch to tab 12. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
pa: ਟੈਬ 12 ਵਿੱਚ ਜਾਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ । ਉਸੇ ਫਾਰਮਿਟ ਵਿੱਚ ਲਿਖੋ, ਜਿਸ ਵਿੱਚ GTK+ ਸਰੋਤ ਫਾਇਲ ਵਿੱਚ ਵਰਤੀਆ ਹਨ ਜੇਕਰ ਤੁਸੀ ਚੋਣ ਸਮੇ ਖਾਸ ਸਤਰ ਨਿਰਧਾਰਿਤ ਕਰ ਦਿੱਤੀ "ਅਯੋਗ", ਤਾਂ ਇਸ ਕਾਰਵਾਈ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਨਹੀ ਹੋਵੇਗਾ ।

source: Keyboard shortcut key for switch to tab 2. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
pa: ਟੈਬ 2 ਵਿੱਚ ਜਾਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ । ਉਸੇ ਫਾਰਮਿਟ ਵਿੱਚ ਲਿਖੋ, ਜਿਸ ਵਿੱਚ GTK+ ਸਰੋਤ ਫਾਇਲ ਵਿੱਚ ਵਰਤੀਆ ਹਨ ਜੇਕਰ ਤੁਸੀ ਚੋਣ ਸਮੇ ਖਾਸ ਸਤਰ ਨਿਰਧਾਰਿਤ ਕਰ ਦਿੱਤੀ "ਅਯੋਗ", ਤਾਂ ਇਸ ਕਾਰਵਾਈ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਨਹੀ ਹੋਵੇਗਾ ।

source: Keyboard shortcut key for switch to tab 3. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
pa: ਟੈਬ 3 ਵਿੱਚ ਜਾਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ । ਉਸੇ ਫਾਰਮਿਟ ਵਿੱਚ ਲਿਖੋ, ਜਿਸ ਵਿੱਚ GTK+ ਸਰੋਤ ਫਾਇਲ ਵਿੱਚ ਵਰਤੀਆ ਹਨ ਜੇਕਰ ਤੁਸੀ ਚੋਣ ਸਮੇ ਖਾਸ ਸਤਰ ਨਿਰਧਾਰਿਤ ਕਰ ਦਿੱਤੀ "ਅਯੋਗ", ਤਾਂ ਇਸ ਕਾਰਵਾਈ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਨਹੀ ਹੋਵੇਗਾ ।
