Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/gnome-terminal/po/*.po
Languages: ja, pa, ta

source: Keyboard shortcut key for switch to tab 4. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
pa: ਟੈਬ 4 ਵਿੱਚ ਜਾਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ । ਉਸੇ ਫਾਰਮਿਟ ਵਿੱਚ ਲਿਖੋ, ਜਿਸ ਵਿੱਚ GTK+ ਸਰੋਤ ਫਾਇਲ ਵਿੱਚ ਵਰਤੀਆ ਹਨ ਜੇਕਰ ਤੁਸੀ ਚੋਣ ਸਮੇ ਖਾਸ ਸਤਰ ਨਿਰਧਾਰਿਤ ਕਰ ਦਿੱਤੀ "ਅਯੋਗ", ਤਾਂ ਇਸ ਕਾਰਵਾਈ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਨਹੀ ਹੋਵੇਗਾ ।

source: Keyboard shortcut key for switch to tab 5. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
pa: ਟੈਬ 5 ਵਿੱਚ ਜਾਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ । ਉਸੇ ਫਾਰਮਿਟ ਵਿੱਚ ਲਿਖੋ, ਜਿਸ ਵਿੱਚ GTK+ ਸਰੋਤ ਫਾਇਲ ਵਿੱਚ ਵਰਤੀਆ ਹਨ ਜੇਕਰ ਤੁਸੀ ਚੋਣ ਸਮੇ ਖਾਸ ਸਤਰ ਨਿਰਧਾਰਿਤ ਕਰ ਦਿੱਤੀ "ਅਯੋਗ", ਤਾਂ ਇਸ ਕਾਰਵਾਈ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਨਹੀ ਹੋਵੇਗਾ ।

source: Keyboard shortcut key for switch to tab 6. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
pa: ਟੈਬ 6ਵਿੱਚ ਜਾਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ । ਉਸੇ ਫਾਰਮਿਟ ਵਿੱਚ ਲਿਖੋ, ਜਿਸ ਵਿੱਚ GTK+ ਸਰੋਤ ਫਾਇਲ ਵਿੱਚ ਵਰਤੀਆ ਹਨ ਜੇਕਰ ਤੁਸੀ ਚੋਣ ਸਮੇ ਖਾਸ ਸਤਰ ਨਿਰਧਾਰਿਤ ਕਰ ਦਿੱਤੀ "ਅਯੋਗ", ਤਾਂ ਇਸ ਕਾਰਵਾਈ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਨਹੀ ਹੋਵੇਗਾ ।

source: Keyboard shortcut key for switch to tab 7. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
pa: ਟੈਬ 7ਵਿੱਚ ਜਾਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ । ਉਸੇ ਫਾਰਮਿਟ ਵਿੱਚ ਲਿਖੋ, ਜਿਸ ਵਿੱਚ GTK+ ਸਰੋਤ ਫਾਇਲ ਵਿੱਚ ਵਰਤੀਆ ਹਨ ਜੇਕਰ ਤੁਸੀ ਚੋਣ ਸਮੇ ਖਾਸ ਸਤਰ ਨਿਰਧਾਰਿਤ ਕਰ ਦਿੱਤੀ "ਅਯੋਗ", ਤਾਂ ਇਸ ਕਾਰਵਾਈ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਨਹੀ ਹੋਵੇਗਾ ।

source: Keyboard shortcut key for switch to tab 8. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
pa: ਟੈਬ 8 ਵਿੱਚ ਜਾਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ । ਉਸੇ ਫਾਰਮਿਟ ਵਿੱਚ ਲਿਖੋ, ਜਿਸ ਵਿੱਚ GTK+ ਸਰੋਤ ਫਾਇਲ ਵਿੱਚ ਵਰਤੀਆ ਹਨ ਜੇਕਰ ਤੁਸੀ ਚੋਣ ਸਮੇ ਖਾਸ ਸਤਰ ਨਿਰਧਾਰਿਤ ਕਰ ਦਿੱਤੀ "ਅਯੋਗ", ਤਾਂ ਇਸ ਕਾਰਵਾਈ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਨਹੀ ਹੋਵੇਗਾ ।

source: Keyboard shortcut key for switch to tab 9. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
pa: ਟੈਬ 9 ਵਿੱਚ ਜਾਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ । ਉਸੇ ਫਾਰਮਿਟ ਵਿੱਚ ਲਿਖੋ, ਜਿਸ ਵਿੱਚ GTK+ ਸਰੋਤ ਫਾਇਲ ਵਿੱਚ ਵਰਤੀਆ ਹਨ ਜੇਕਰ ਤੁਸੀ ਚੋਣ ਸਮੇ ਖਾਸ ਸਤਰ ਨਿਰਧਾਰਿਤ ਕਰ ਦਿੱਤੀ "ਅਯੋਗ", ਤਾਂ ਇਸ ਕਾਰਵਾਈ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਨਹੀ ਹੋਵੇਗਾ ।

source: Keyboard shortcut key for toggling full screen mode. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
pa: ਟਰਮੀਨਲ ਨੂੰ ਪੂਰੇ ਪਰਦੇ ਤੇ ਤਬਦੀਲ ਕਰਨ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ । ਉਸੇ ਫਾਰਮਿਟ ਵਿੱਚ ਲਿਖੋ, ਜਿਸ ਵਿੱਚ GTK+ ਸਰੋਤ ਫਾਇਲ ਵਿੱਚ ਵਰਤੀਆ ਹਨ ਜੇਕਰ ਤੁਸੀ ਚੋਣ ਸਮੇ ਖਾਸ ਸਤਰ ਨਿਰਧਾਰਿਤ ਕਰ ਦਿੱਤੀ "ਅਯੋਗ", ਤਾਂ ਇਸ ਕਾਰਵਾਈ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਨਹੀ ਹੋਵੇਗਾ ।

source: Keyboard shortcut key to reset and clear the terminal. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
pa: ਟਰਮੀਨਲ ਨੂੰ ਮੁਡ਼ ਨਿਰਧਾਰਿਤ ਕਰਨ ਤੇ ਸਾਫ ਕਰਨ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ । ਉਸੇ ਫਾਰਮਿਟ ਵਿੱਚ ਲਿਖੋ, ਜਿਸ ਵਿੱਚ GTK+ ਸਰੋਤ ਫਾਇਲ ਵਿੱਚ ਵਰਤੀਆ ਹਨ ਜੇਕਰ ਤੁਸੀ ਚੋਣ ਸਮੇ ਖਾਸ ਸਤਰ ਨਿਰਧਾਰਿਤ ਕਰ ਦਿੱਤੀ "ਅਯੋਗ", ਤਾਂ ਇਸ ਕਾਰਵਾਈ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਨਹੀ ਹੋਵੇਗਾ ।

source: Keyboard shortcut key to reset the terminal. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
pa: ਟਰਮੀਨਲ ਨੂੰ ਮੁਡ਼ ਨਿਰਧਾਰਿਤ ਕਰਨ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ । ਉਸੇ ਫਾਰਮਿਟ ਵਿੱਚ ਲਿਖੋ, ਜਿਸ ਵਿੱਚ GTK+ ਸਰੋਤ ਫਾਇਲ ਵਿੱਚ ਵਰਤੀਆ ਹਨ ਜੇਕਰ ਤੁਸੀ ਚੋਣ ਸਮੇ ਖਾਸ ਸਤਰ ਨਿਰਧਾਰਿਤ ਕਰ ਦਿੱਤੀ "ਅਯੋਗ", ਤਾਂ ਇਸ ਕਾਰਵਾਈ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਨਹੀ ਹੋਵੇਗਾ ।

source: Keyboard shortcut key to set the terminal title. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
pa: ਟਰਮੀਨਲ ਦਾ ਸਿਰਲੇਖ ਨਿਰਧਾਰਿਤ ਕਰਨ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ । ਉਸੇ ਫਾਰਮਿਟ ਵਿੱਚ ਲਿਖੋ, ਜਿਸ ਵਿੱਚ GTK+ ਸਰੋਤ ਫਾਇਲ ਵਿੱਚ ਵਰਤੀਆ ਹਨ ਜੇਕਰ ਤੁਸੀ ਚੋਣ ਸਮੇ ਖਾਸ ਸਤਰ ਨਿਰਧਾਰਿਤ ਕਰ ਦਿੱਤੀ "ਅਯੋਗ", ਤਾਂ ਇਸ ਕਾਰਵਾਈ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਨਹੀ ਹੋਵੇਗਾ ।

source: Keyboard shortcut key to switch to the next tab. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
pa: ਅਗਲੀ ਟੈਬ ਤੇ ਜਾਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ । ਉਸੇ ਫਾਰਮਿਟ ਵਿੱਚ ਲਿਖੋ, ਜਿਿਸ ਵਿੱਚ GTK+ ਸਰੋਤ ਫਾਇਲਵਿੱਚ ਵਰਤੀਆ ਹਨ ਜੇਕਰ ਤੁਸੀ ਚੋਣ ਸਮੇ ਖਾਸ ਸਤਰ ਨਿਰਧਾਰਿਤ ਕਰ ਦਿੱਤੀ "ਅਯੋਗ", ਤਾਂ ਇਸ ਕਾਰਵਾਈਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਨਹੀ ਹੋਵੇਗਾ ।

source: Keyboard shortcut key to switch to the previous tab. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
pa: ਪਿਛਲੀ ਟੈਬ ਤੇ ਜਾਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ । ਉਸੇ ਫਾਰਮਿਟ ਵਿੱਚ ਲਿਖੋ, ਜਿਸ ਵਿੱਚ GTK+ ਸਰੋਤ ਫਾਇਲ ਵਿੱਚ ਵਰਤੀਆ ਹਨ ਜੇਕਰ ਤੁਸੀ ਚੋਣ ਸਮੇ ਖਾਸ ਸਤਰ ਨਿਰਧਾਰਿਤ ਕਰ ਦਿੱਤੀ "ਅਯੋਗ", ਤਾਂ ਇਸ ਕਾਰਵਾਈ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਨਹੀ ਹੋਵੇਗਾ ।

source: Keyboard shortcut key to toggle the visibility of the menubar. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
pa: ਮੇਨੂ-ਪੱਟੀ ਦੀ ਦਿੱਖ ਤਬਦੀਲ ਕਰਨ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ । ਉਸੇ ਫਾਰਮਿਟ ਵਿੱਚ ਲਿਖੋ, ਜਿਸ ਵਿੱਚ GTK+ ਸਰੋਤ ਫਾਇਲ ਵਿੱਚ ਵਰਤੀਆ ਹਨ ਜੇਕਰ ਤੁਸੀ ਚੋਣ ਸਮੇ ਖਾਸ ਸਤਰ ਨਿਰਧਾਰਿਤ ਕਰ ਦਿੱਤੀ "ਅਯੋਗ", ਤਾਂ ਇਸ ਕਾਰਵਾਈ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਨਹੀ ਹੋਵੇਗਾ ।

source: Keyboard shortcut to close a tab
pa: ਟੈਬ ਬੰਦ ਕਰਨ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ

source: Keyboard shortcut to close a window
pa: ਝਰੋਖਾ ਬੰਦ ਕਰਨ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ

source: Keyboard shortcut to copy text
pa: ਪਾਠ ਦੀ ਨਕਲ ਕਰਨ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ

source: Keyboard shortcut to create a new profile
pa: ਨਵਾਂ ਪ੍ਰੋਫਾਇਲ ਬਣਾਉਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ

source: Keyboard shortcut to launch help
pa: ਸਹਾਇਤਾ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ

source: Keyboard shortcut to make font larger
pa: ਫੋਟ ਵੱਡੇ ਕਰਨ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ

source: Keyboard shortcut to make font normal-size
pa: ਫੋਟ ਸਧਾਰਨ ਅਕਾਰ ਕਰਨ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ

source: Keyboard shortcut to make font smaller
pa: ਫੋਟ ਛੋਟੇ ਕਰਨ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ

source: Keyboard shortcut to open a new tab
pa: ਨਵੀ ਟੈਬ ਖੋਲਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ

source: Keyboard shortcut to open a new window
pa: ਨਵਾਂ ਝਰੋਖਾ ਖੋਲਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ

source: Keyboard shortcut to paste text
pa: ਪਾਠ ਚਿਪਕਾਉਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ

source: Keyboard shortcut to reset and clear the terminal
pa: ਟਰਮੀਨਲ ਨੂੰ ਮੁਡ਼ ਨਿਰਧਾਰਨ ਤੇ ਸਾਫ ਕਰਨ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ

source: Keyboard shortcut to reset the terminal
pa: ਟਰਮੀਨਲ ਨੂੰ ਮੁਡ਼ ਨਿਰਧਾਰਨ ਕਰਨ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ

source: Keyboard shortcut to set the terminal title
pa: ਟਰਮੀਨਲ ਦਾ ਸਿਰਲੇਖ ਨਿਰਧਾਰਨ ਕਰਨ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ

source: Keyboard shortcut to switch to tab 1
pa: ਟੈਬ 1 ਵਿੱਚ ਜਾਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ

source: Keyboard shortcut to switch to tab 10
pa: ਟੈਬ 10 ਵਿੱਚ ਜਾਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ

source: Keyboard shortcut to switch to tab 11
pa: ਟੈਬ 11 ਵਿੱਚ ਜਾਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ

source: Keyboard shortcut to switch to tab 12
pa: ਟੈਬ 12 ਵਿੱਚ ਜਾਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ

source: Keyboard shortcut to switch to tab 2
pa: ਟੈਬ 2 ਵਿੱਚ ਜਾਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ

source: Keyboard shortcut to switch to tab 3
pa: ਟੈਬ 3 ਵਿੱਚ ਜਾਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ

source: Keyboard shortcut to switch to tab 4
pa: ਟੈਬ 4 ਵਿੱਚ ਜਾਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ

source: Keyboard shortcut to switch to tab 5
pa: ਟੈਬ 5 ਵਿੱਚ ਜਾਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ

source: Keyboard shortcut to switch to tab 6
pa: ਟੈਬ 6 ਵਿੱਚ ਜਾਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ

source: Keyboard shortcut to switch to tab 7
pa: ਟੈਬ 7 ਵਿੱਚ ਜਾਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ

source: Keyboard shortcut to switch to tab 8
pa: ਟੈਬ 8 ਵਿੱਚ ਜਾਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ

source: Keyboard shortcut to switch to tab 9
pa: ਟੈਬ 9 ਵਿੱਚ ਜਾਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ

source: Keyboard shortcut to switch to the next tab
pa: ਟੈਬ ਅਗਲੀ ਵਿੱਚ ਜਾਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ

source: Keyboard shortcut to switch to the previous tab
pa: ਟੈਬ ਪਿਛਲੀ ਵਿੱਚ ਜਾਣ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ

source: Keyboard shortcut to toggle full screen mode
pa: ਪੂਰੇ ਪਰਦੇ ਤੇ ਸਵਿੱਚ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ

source: Keyboard shortcut to toggle the visibility of the menubar
pa: ਮੇਨੂ-ਪੱਟੀ ਦੀ ਦਿੱਖ ਤਬਦੀਲ ਲਈ ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ

source: List of available encodings
pa: ਉਪਲੱਬਧ ਇੰਕੋਡਿੰਗ ਦੀ ਸੂਚੀ

source: List of profiles
pa: ਪ੍ਰੋਫਾਇਲਾਂ ਦੀ ਸੂਚੀ

source: List of profiles known to gnome-terminal. The list contains strings naming subdirectories relative to /apps/gnome-terminal/profiles.
pa: ਗਨੋਮ-ਟਰਮੀਨਲ ਦੀ ਜਾਣਕਾਰੀ ਵਿੱਚਲੇ ਪ੍ਰੋਫਾਇਲਾਂ ਦੀ ਸੂਚੀ । ਸੂਚੀ ਵਿੱਚ ਸਤਰਾਂ /apps/gnome-terminal/profiles ਦੇ ਅਨੁਸਾਰੀ ਹਨ

source: Normally you can access the menubar with F10. This can also be customized via gtkrc (gtk-menu-bar-accel = "whatever"). This option allows the standard menubar accelerator to be disabled.
pa: ਆਮਤੌਰ ਤੇ ਤੁਸੀ F10 ਨਾਲ ਮੇਨੂ-ਪੱਟੀ ਖੋਲ ਸਕਦੇ ਹੋ । ਇਸ ਨੂੰ ਸੋਧਿਆ ਵੀ ਜਾ ਸਕਦਾ ਹੈ gtkrc (gtk-menu-bar-accel = "ਜੋ ਵੀ") ਨਾਲ । ਇਹ ਚੋਣ ਤੁਹਾਨੂੰ ਮਿਆਰੀ ਮੇਨੂ-ਪੱਟੀ ਐਕਸਲੇਟਟ ਨੂੰ ਅਯੋਗ ਕਰਨ ਦੀ ਆਗਿਆ ਦਿੰਦੀ ਹੈ ।

source: Number of lines to keep in scrollback
pa: ਸਕਰੋਲਬੈਕ ਵਿੱਵ ਰੱਖਣ ਲਈ ਸਤਰਾਂ ਦੀ ਗਿਣਤੀ

source: Number of scrollback lines to keep around. You can scroll back in the terminal by this number of lines; lines that don't fit in the scrollback are discarded. Be careful with this setting; it's the primary factor in determining how much memory the terminal will use.
pa: ਸਕਰੋਲਬੈਕ ਦੀਆਂ ਸਤਰਾਂ ਜੋ ਕਿ ਰੱਖਣੀਆਂ ਹਨ । ਤੁਸੀ ਟਰਮੀਨਲ ਵਿੱਚ ਇਹਨੀਆ ਸਤਰਾਂ ਦੀ ਗਿਣਤੀ ਨਾਲ ਪਿੱਛੇ ਜਾ ਸਕਦੇ ਹੋ ; ਜੋ ਸਤਰਾਂ ਸਕਰੋਲ-ਪੱਟੀ ਵਿੱਚ ਪੂਰੀਆ ਨਹੀ ਆਉਦੀਆਂ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ ਜਾਦਾ ਹੈ । ਇਸ ਨਿਧਾਰਨ ਲਈ ਸਾਵਧਾਨ ਇਹੀ ਉਹ ਇਕਾਈ ਹੈ ਜੋਮੁੱਖ ਰੂਪ ਵਿੱਚ ਨਿਰਧਾਰਿਤ ਕਰਦੀ ਹੈ ਕਿ ਟਰਮੀਨਲ ਕਿੰਨੀ ਮੈਮੋਰੀ ਵਰਤੇਗਾ ।

source: Palette for terminal applications
pa: ਟਰਮੀਨਲ ਕਾਰਜਾਂ ਲਈ ਰੰਗ-ਪੱਟੀ

source: Popup a dialog when an s/key challenge response query is detected and clicked on. Typing a password into the dialog will send it to the terminal.
pa: ਤਖਤੀ ਖੋਲ੍ਹੋ, ਜਦੋ ਇੱਕ s/key ਨਤੀਜਾ ਆਵੇ ਅਤੇ ਇਸ ਉਪੱਰ ਕਲਿੱਕ ਹੋਵੇ ਤਖਤੀ ਵਿੱਚ ਦਿੱਤਾ ਗਿਆ ਗੁਪਤ-ਕੋਡ ਟਰਮੀਨਲ ਨੂੰ ਭੇਜਿਆ ਜਾਵੇ

source: Position of the scrollbar
pa: ਸਕਰੋਲ-ਪੱਟੀ ਦੀ ਸਥਿਤੀ

source: Possible values are "close" to close the terminal, and "restart" to restart the command.
pa: ਸੰਭਵ ਮੁੱਲ ਹਨ "ਬੰਦ" ਟਰਮੀਨਲ ਨੂੰ ਬੰਦ ਕਰਨ ਲਈ ਅਤੇ "ਮੁਡ਼ ਚਾਲੂ" ਕਮਾਂਡ ਨੂੰ ਮੁਡ਼ ਚਾਲੂ ਕਰਨ ਲਈ ।

source: Profile to be used when opening a new window or tab. Must be in profile_list.
pa: ਪ੍ਰੋਫਾਇਲ ਜੋ ਕਿ ਨਵਾਂ ਝਰੋਖਾ ਜਾਂ ਟੈਬ ਖੋਲਣ ਸਮੇ ਵਰਤਣਾ ਹੈ । ਇਹ ਪ੍ਰੋਫਾਇਲ ਸੂਚੀ ਵਿੱਚ ਹੋਣਾ ਜ਼ਰੂਰੀ ਹੈ ।

source: Profile to use for new terminals
pa: ਨਵੇ ਟਰਮੀਨਲ ਵਿੱਚ ਪ੍ਰੋਫਾਇਲ ਵਰਤੋ

source: Run this command in place of the shell, if use_custom_command is true.
pa: ਸ਼ੈਲ ਦੀ ਬਜਾਏ ਇਹ ਕਮਾਂਡ ਚਲਾਉ, ਜੇਕਰ ਸੋਧ-ਕਮਾਂਡ ਚਲਾਉਣ ਯੋਗ ਹੈ

source: Sets what code the backspace key generates. Possible values are "ascii-del" for the ASCII DEL character, "control-h" for Control-H (AKA the ASCII BS character), "escape-sequence" for the escape sequence typically bound to backspace or delete. "ascii-del" is normally considered the correct setting for the Backspace key.
pa: ਨਿਰਧਾਰਿਤ ਕਰੋ ਕਿ ਬੈਕਸਪੇਸ ਕੀ ਕਿਹਡ਼ਾ ਕੋਡ ਬਣਾਏ, ਸੰਭਵ ਮੁੱਲ ਹਨ "ascii-ਡੈਲ" ASCII DEL ਅੱਖਰ ਲਈ, "control-h" ਕੰਟਰੋਲ-H (AKA ASCII BS ਅੱਖਰ), "escape-sequence" ਅਸਕੇਪ ਤਰਤੀਬ ਲਈ ਜੋ ਕਿ ਬੈਕਸਪੇਸ ਨਾਲ ਸੰਬੰਧਿਤ ਹਨਜਾਂ ਹਟਾਉਣ ਲਈ । ਆਮ ਤੌਰ ਤੇ ਬੈਕਸਪੇਸ ਲਈ "ascii-del" ਕੋਡ ਨਿਰਧਾਰਨ ਠੀਕ ਮੰਨਿਆ ਗਿਆ ਹੈ

source: Sets what code the delete key generates. Possible values are "ascii-del" for the ASCII DEL character, "control-h" for Control-H (AKA the ASCII BS character), "escape-sequence" for the escape sequence typically bound to backspace or delete. "escape-sequence" is normally considered the correct setting for the Delete key.
pa: ਨਿਰਧਾਰਿਤ ਕਰੋ ਕਿ ਡਲਇਟ ਕੀ ਕਿਹਡ਼ਾ ਕੋਡ ਬਣਾਏ, ਸੰਭਵ ਮੁੱਲ ਹਨ "ascii-ਡੈਲ" ASCII DEL ਅੱਖਰ ਲਈ, "control-h" ਕੰਟਰੋਲ-H (AKA ASCII BS ਅੱਖਰ), "escape-sequence" ਅਸਕੇਪ ਤਰਤੀਬ ਲਈ ਜੋ ਕਿ ਬੈਕਸਪੇਸ ਨਾਲ ਸੰਬੰਧਿਤ ਹਨਜਾਂ ਹਟਾਉਣ ਲਈ । ਆਮ ਤੌਰ ਤੇ ਡਲਇਟ ਲਈ "ascii-del" ਕੋਡ ਨਿਰਧਾਰਨ ਠੀਕ ਮੰਨਿਆ ਗਿਆ ਹੈ

source: Support skey dingus clicking
pa: skey dingus ਕਲਿੱਕਿੰਗ ਨੂੰ ਸਹਾਇਤਾ ਦਿਉ

source: Terminals have a 16-color palette that applications inside the terminal can use. This is that palette, in the form of a colon-separated list of color names. Color names should be in hex format e.g. "#FF00FF"
pa: ਟਰਮੀਨਲ ਕੋਲ 16-ਰੰਗ ਰੰਗ-ਪੱਟੀ ਹੈ, ਜੋ ਕਿ ਇਸ ਅੰਦਰਲੇ ਕਾਰਜ ਵਰਤ ਸਕਦੇ ਹਨਇਹ ਉਹ ਰੰਗ-ਪੱਟੀ ਹੈ , ਰੰਗਾਂ ਦੇ ਨਾਂ ਸੂਚੀ ਵਿੱਚ ਕਾਲਨ ਨਾਲ ਵੱਖਰੇ ਕੀਤੇ ਗਏ ਹਨਰੰਗ ਦਾ ਨਾਂ ਹੈਕਸਾ ਫਾਰਮਿਟ ਵਿੱਚ ਜਿਵੇ ਕਿ "#FF00FF" ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ ।

source: Title for terminal
pa: ਟਰਮੀਨਲ ਦਾ ਸਿਰਲੇਖ

source: Title to display for the terminal window or tab. This title may be replaced by or combined with the title set by the application inside the terminal, depending on the title_mode setting.
pa: ਟਰਮੀਨਲ ਦੇ ਝਰੋਖਾ ਜਾਂ ਟੈਬ ਵਿੱਚ ਵੇਖਾਉਣ ਲਈ ਸਿਰਲੇਖ ਇਹ ਸਿਰਲੇਖ ਨੂੰ ਟਰਮੀਨਲ ਵਿੱਚਲੇ ਕਾਰਜ ਨਾਲ ਤਬਦੀਲ ਜਾਂ ਸੰਗਠਿਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਜੋ ਕਿ ਇਸ ਤੇ ਨਿਰਭਰ ਕਰੇਗਾ ਸਿਰਲੇਖ ਮੋਡ ਨਿਰਧਾਰਨ ਦਾ ਮੁੱਲ ਕੀ ਹੈ ।

source: True if the cursor should blink when the terminal has focus, for windows/tabs with this profile.
pa: ਸਹੀ ਹੈ ਤਾਂ, ਕਰਸਰ ਝਪਕੇਗੀ, ਜਦੋ ਵੀ ਟਰਮੀਨਲ (ਇਸ ਪ੍ਰੋਫਾਇਲ ਵਿੱਚ ਝਰੋਖਾ ਤੇ ਟੈਬ ਲਈ) ਕੇਦਰਿਤ ਹੋਵੇਗਾ ।

source: True if the menubar should be shown in new windows, for windows/tabs with this profile.
pa: ਸਹੀ ਹੈ ਤਾਂ, ਨਵੇ ਝਰੋਖਿਆ ਵਿੱਚ ਮੇਨੂ-ਪੱਟੀ ਵੇਖਾਈ ਜਾਵੇਗੀ(ਇਸ ਪ੍ਰੋਫਾਇਲ ਵਿੱਚ ਝਰੋਖਾ ਤੇ ਟੈਬ ਲਈ)

source: Type of terminal background. May be "solid" for a solid color, "image" for an image, or "transparent" for pseudo-transparency.
pa: ਟਰਮੀਨਲ ਦੀ ਪਿੱਠਭੂਮੀ ਦੀ ਕਿਸਮ । ਇਹ "ਸਮਰੂਪ" ਇੱਕ ਰੰਗ ਲਈ, "ਚਿੱਤਰ" ਇੱਕ ਚਿੱਤਰ ਲਈ, ਜਾਂ "ਪਾਰਦਰਸ਼ੀ" ਪਾਰਦਰਸ਼ਤਾ ਲਈ

source: What to do with dynamic title
pa: ਡਾਇਨਾਮਿਕ ਸਿਰਲੇਖ ਦਾ ਕੀ ਕਰਨਾ ਹੈ

source: What to do with the terminal when the child command exits
pa: ਡਾਇਨਾਮਿਕ ਸਿਰਲੇਖ ਦਾ ਕੀ ਕਰਨਾ ਹੈ, ਜਦੋ ਕਿ ਚਲਾਇਡ ਕਮਾਂਡ ਮੌਜੂਦ ਹੋਵੇ

source: When selecting text by word, sequences of these characters are considered single words. Ranges can be given as "A-Z". Literal hyphen (not expressing a range) should be the first character given.
pa: ਜਦੋ ਪਾਠ ਨੂੰ ਸ਼ਬਦਾ ਦੇ ਅਨੁਸਾਰ ਚੁਣਿਆ ਜਾਦਾ ਹੈ, ਤਾਂ ਅੱਖਰਾਂ ਦੀ ਤਰਤੀਬ ਨੂੰ ਇੱਕ ਸ਼ਬਦ ਮੰਨਿਆ ਜਾਦਾ ਹੈ । ਸੀਮਾ ਇਸਤਰਾਂ ਦਿੱਤੀ ਜਾਦੀ ਹੈ ਜਿਵੇ ਕਿ "A-Z" । ਅਨੁਸਾਰੀ ਹਾਈਫਨ (ਇਹ ਸੀਮਾ ਨਹੀ ਵੇਖਾ ਰਿਹਾ ਹੈ) ਪਹਿਲਾਂ ਅੱਖਰ ਦੇਵੇਗਾ ।

source: Where to put the terminal scrollbar. Possibilities are "left", "right", and "disabled".
pa: ਟਰਮੀਨਲ ਸਰਕੋਲ ਪੱਟੀ ਕਿੱਥੇ ਰੱਖਣੀ ਹੈ । ਸੰਭਾਵਿਤ ਥਾਵਾਂ ਹਨ "ਖੱਬੇ", "ਸੱਜੇ", ਅਤੇ"ਅਯੋਗ" ।

source: Whether the menubar has access keys
pa: ਕੀ ਮੇਨੂ-ਪੱਟੀ ਵਿੱਚ ਪਹੁੰਚ ਕੀ ਹੋਣ

source: Whether the standard GTK shortcut for menubar access is enabled
pa: ਕੀ ਮੇਨੂ-ਪੱਟੀ ਪਹੁੰਚ ਲਈ ਮਿਆਰੀ GTK ਸ਼ਾਰਟਕੱਟ ਨੂੰ ਯੋਗ ਕਰਨਾ ਹੈ

source: Whether to allow bold text
pa: ਕੀ ਭਾਰੇ ਅੱਖਰ ਯੋਗ ਕਰਨੇ ਹਨ

source: Whether to ask for confirmation when closing a terminal window which has more than one open tab.
pa: ਜੇਕਰ ਇੱਕ ਟਰਮੀਨਲ ਝਰੋਖੇ ਵਿੱਚ ਇੱਕ ਤੋਂ ਵਧੇਰੇ ਟੈਬ ਖੁੱਲੇ ਹੋਣ ਤਾਂ ਝਰੋਖਾ ਬੰਦ ਕਰਨ ਸਮੇਂ ਕੀ ਇਸ ਦੀ ਪੁਸ਼ਟੀ ਕਰਵਾਈ ਜਾਵੇ|

source: Whether to ask for confirmation when closing terminal windows
pa: ਕੀ ਟਰਮੀਨਲ ਝਰੋਖਾ ਬੰਦ ਕਰਨ ਸਮੇਂ ਪੁਸ਼ਟੀ ਕਰਵਾਈ ਜਾਵੇ

source: Whether to blink the cursor
pa: ਕੀ ਕਰਸਰ ਝਪਕਦੀ ਰੱਖਣੀ ਹੈ

source: Whether to have Alt+letter access keys for the menubar. They may interfere with some applications run inside the terminal so it's possible to turn them off.
pa: ਕੀ ਆਲਟ(Alt)+ਅੱਖਰ(letter) ਮੇਨੂ-ਪੱਟੀ ਲਈ ਪਹੁੰਚ ਕੀ ਹੋਣ । ਇਹ ਟਰਮੀਨਲ ਵਿੱਚ ਚੱਲ ਰਹੇ ਕੁਝ ਕਾਰਜਾਂ ਨਾਲ ਟਕਰਾ ਪੈਦਾ ਕਰ ਸਕਦੀਆ ਹਨ, ਸੋ ਇਹਨਾਂ ਨੂੰ ਬੰਦ ਵੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ।

source: Whether to launch the command in the terminal as a login shell
pa: ਕੀ ਟਰਮੀਨਲ ਵਿੱਚ ਲਾਗਆਨ ਸ਼ੈਲ਼ ਵਾਂਗ ਕਮਾਂਡ ਚਾਲੂ ਕਰਨੀ ਹੈ

source: Whether to run a custom command instead of the shell
pa: ਕੀ ਸ਼ੈਲ ਦੀ ਬਜਾਏ ਸੋਧੀ ਕਮਾਂਡ ਚਲਾਉਣੀ ਹੈ

source: Whether to scroll background image
pa: ਕੀ ਪਿੱਠਭੂਮੀ ਚਿੱਤਰ ਨੂੰ ਸਕਰੋਲ ਕਰਨਾ ਹੈ

source: Whether to scroll to the bottom when a key is pressed
pa: ਕੀ ਇੱਕ ਕੀ ਦਬਾਉਣ ਨਾਲ ਹੇਠਾਂ ਵੱਲ ਜਾਣਾ ਹੈ

source: Whether to scroll to the bottom when there's new output
pa: ਕੀ ਨਵੀ ਆਉਟਪੁੱਟ ਨਾਲ ਹੇਠਾਂ ਵੱਲ ਜਾਣਾ ਹੈ

source: Whether to show menubar in new windows/tabs
pa: ਕੀ ਨਵੇ ਝਰੋਖਿਆ/ਟੈਬਾਂ ਵਿੱਚ ਮੇਨੂ-ਪੱਟੀ ਵੇਖਾਉਣੀ ਹੈ

source: Whether to silence terminal bell
pa: ਕੀ ਟਰਮੀਨਲ ਘੰਟੀ ਨੂੰ ਖਾਮੋਸ਼ ਰੱਖਣਾ ਹੈ

source: Whether to update login records when launching terminal command
pa: ਜਦੋ ਕਿ ਟਰਮੀਨਲ ਕਮਾਂਡ ਚਾਲੂ ਹੋਵੇ, ਤਾਂ ਲਾਗਆਨ ਰਿਕਾਰਡ ਦਾ ਨਵੀਨੀਕਰਨ ਕਰਨਾ ਹੈ

source: Whether to use the colors from the theme for the terminal widget
pa: ਕੀ ਟਰਮੀਨਲ ਖਾਕੇ ਲਈ ਸਰੂਪ ਤੋ ਰੰਗ ਵਰਤਣੇ ਹਨ

source: Whether to use the system font
pa: ਕੀ ਸਿਸਟਮ ਫੋਟ ਵਰਤਣੇ ਹਨ

source: Black on light yellow
ja: 明るい黄色の上に黒
pa: ਫਿੱਕੇ ਪੀਲੇ ਉੱਪਰ ਕਾਲਾ
ta: Áïºø §Áø ¸ÚôÒ

source: Black on white
ja: 白の上に黒
pa: ਚਿੱਟੇ ਉੱਪਰ ਕਾਲਾ
ta: ¦Åû¨ÇÂ¢ø ¸ÚôÒ

source: Gray on black
pa: ਕਾਲੇ ਉੱਪਰ ਸਲੇਟੀ

source: Green on black
ja: 黒の上に緑色
pa: ਕਾਲੇ ਉੱਪਰ ਹਰਾ
ta: ¸ÚôÀ¢ø Àî¨º

source: White on black
ja: 黒の上に白
pa: ਕਾਲੇ ਉੱਪਰ ਚਿੱਟਾ
ta: ¸ÚôÀ¢ø ¦Åû¨Ç

source: Linux console
ja: Linuxコンソール
pa: ਲਾਈਨੈਕਸ ਕਨਸੋਲ
ta: Ä¢É¢ì þ¨½¨ÁÂõ

source: Custom
ja: カスタム
pa: ਸੋਧ
ta: ¾É¢ôÀÂý

source: Choose a terminal font
ja: ターミナルのフォントを選択
pa: ਟਰਮੀਨਲ ਫੋਟ ਚੁਣੋ
ta: Ó¨ÉÂò¾¢ý ±ØòÐ Å¨¸¨Â ¦¾Ã¢× ¦ºöÂ×õ

source: _Font:
ja: フォント(_F):
pa: ਫੋਟਃ
ta: ±ØòÐ Å¨¸:

source: Editing Profile "%s"
pa: ਪੋਰਫਾਇਲ "%s" ਦੀ ਸੋਧ

source: Si_ze:
ja: サイズ(_z):
pa: ਅਕਾਰਃ
ta: «Ç×:

source: _Use bold version of font
ja: 太字のフォントを使用(_U)
pa: ਫੋਟ ਦਾ ਬੋਲਡ ਵਰਜਨ ਵਰਤੋ
ta: ¾ÊôÀÁ¡É ±ØòÐ Å¨¸¨Â ÀÂýÀÎò¾×õ

source: Click to choose font type
ja: フォントタイプをクリックして選択
pa: ਫੋਟ ਕਿਸਮ ਚੁਣਨ ਲਈ ਕਲਿੱਕ ਕਰੋ
ta: ±ØòÐ Å¨¸¨Â ¦¾Ã¢×¦ºöÅ¾üÌ «Óò¾×õ

source: Click to choose font size
ja: フォントサイズをクリックして選択
pa: ਫੋਟ ਅਕਾਰ ਚੁਣਨ ਲਈ ਕਲਿੱਕ ਕਰੋ
ta: ±ØòÐ Å¨¸¨ÂÂ¢ý «Ç¨Å ¦¾Ã¢×¦ºöÅ¾üÌ «Óò¾×õ

source: roman
ja: ローマン
pa: ਰੋਮਨ
ta: §Ã¡Áý

source: italic
ja: イタリック
pa: ਤਿਰਛੇ
ta: º¡öó¾

source: oblique
ja: オブリーク
pa: ਤਿਰਛੇ
ta: º¡öó¾

source: reverse italic
ja: 逆イタリック
pa: ਉਲਟ-ਤਿਰਛੇ
ta: ±¾¢÷Á¨È º¡ö×

source: reverse oblique
ja: 逆オブリーク
pa: ਉਲਟ-ਤਿਰਛੇ
ta: ±¾¢÷Á¨È º¡ö×

source: other
ja: その他
pa: ਹੋਰ
ta: ÁüÈ¨Å

source: proportional
ja: 比例した
pa: ਅਨੁਪਾਤ
ta: «Ç×ì§¸üÈÐ

source: monospaced
ja: シングルスペース
pa: ਸਮਾਨ ਅਕਾਰ

source: char cell
ja: 文字セル
pa: ਅੱਖਰ ਸੈਲ

source: MAX_FONTS exceeded. Some fonts may be missing.
ja: MAX_FONTSの限界を越えました。フォントの一部がありません。
pa: ਅਧਿਕਤਮ ਫੋਟ ਵਾਧਾ। ਕੁਝ ਫੋਟ ਗੁਆਚ ਸਕਦੇ ਹਨ ।

source: The text you clicked doesn't seem to be an S/Key challenge.
pa: ਪਾਠ ਜੋ ਤੁਸੀ ਕਲਿੱਕ ਕੀਤਾ ਹੈ, ਇੱਕ ਜਾਇਜ S/Key ਘੋਸ਼ਣਾ ਨਹੀ ਜਾਪਦਾ ਹੈ ।

source: New Tab
ja: 新規のタブ
pa: ਨਵੀ ਟੈਬ
ta: Ò¾¢Â ÌÈ¢

source: New Window
ja: 新規のウィンドウ
pa: ਨਵਾਂ ਝਰੋਖਾ
ta: Ò¾¢Â º¡ÇÃõ

source: Close Tab
ja: タブを閉じる
pa: ਟੈਬ ਬੰਦ
ta: ÌÈ¢ ã¼×õ

source: Close Window
ja: ウィンドウを閉じる
pa: ਝਰੋਖਾ ਬੰਦ
ta: º¡ÇÃõ ã¼×õ

source: Copy
ja: コピー
pa: ਨਕਲ
ta: ¿¸ø

source: Paste
ja: 貼り付け
pa: ਚਿਪਕਾਉ
ta: ´ðÎ

source: Hide and Show menubar
ja: メニューバーの表示/非表示
pa: ਲੁਕਵਾਂ ਤੇ ਵੇਖਾਉ ਮੇਨੂ-ਪੱਟੀ
ta: ÀðÊ-Àð¨¼¨Â Á¨È/¸¡ðÎ¸

source: Full Screen
ja: 全画面
pa: ਪੂਰੇ ਪਰਦੇ ਤੇ
ta: ÓØ ¾¢¨ÃÂ¢ø

source: Zoom In
pa: ਅਕਾਰ ਵੱਡਾ

source: Zoom Out
pa: ਅਕਾਰ ਛੋਟਾ

source: Normal Size
pa: ਸਧਾਰਨ ਅਕਾਰ

source: Set Title
ja: タイトル設定
pa: ਸਿਰਲੇਖ ਨਿਰਧਾਰਨ
ta: ¾¨Äô¨À «¨Á¸

source: Reset
ja: リセット
pa: ਮੁਡ਼-ਨਿਰਧਾਰਨ
ta: ¿¢¨Ä Á£ðÎ

source: Reset and Clear
ja: リセットとクリア
pa: ਮੁਡ਼-ਨਿਰਧਾਰਨ ਤੇ ਸਾਫ
ta: ¿¢¨Ä Á£ðÊ ÐôÀÃ× ¦ºö

source: Switch to Previous Tab
ja: 以前のタブに切替え
pa: ਪਿਛਲੀ ਟੈਬ ਤੇ ਜਾਉ
ta: þ¾ðÌÓý ÀÂýÀÎò¾¢Â ÌÈ¢ìÌô Á¡üÈ×õ

source: Switch to Next Tab
ja: 次のタブに切替え
pa: ਅਗਲੀ ਟੈਬ ਤੇ ਜਾਉ
ta: «Îò¾ ÌÈ¢ìÌô Á¡üÈ×õ

source: Switch to Tab 1
ja: タブ1へ切替え
pa: ਟੈਬ ੧ ਤੇ ਜਾਉ
ta: ÌÈ¢ 1'ìÌ Á¡üÈ×õ

source: Switch to Tab 2
ja: タブ2へ切替え
pa: ਟੈਬ ੨ ਤੇ ਜਾਉ
ta: ÌÈ¢ 2'ìÌ Á¡üÈ×õ

source: Switch to Tab 3
ja: タブ3へ切替え
pa: ਟੈਬ ੩ ਤੇ ਜਾਉ
ta: ÌÈ¢ 3'ìÌ Á¡üÈ×õ

source: Switch to Tab 4
ja: タブ4へ切替え
pa: ਟੈਬ ੪ ਤੇ ਜਾਉ
ta: ÌÈ¢ 4'ìÌ Á¡üÈ×õ

source: Switch to Tab 5
ja: タブ5へ切替え
pa: ਟੈਬ ੫ ਤੇ ਜਾਉ
ta: ÌÈ¢ 5'ìÌ Á¡üÈ×õ

source: Switch to Tab 6
ja: タブ6へ切替え
pa: ਟੈਬ ੬ ਤੇ ਜਾਉ
ta: ÌÈ¢ 6'ìÌ Á¡üÈ×õ

source: Switch to Tab 7
ja: タブ7へ切替え
pa: ਟੈਬ ੭ ਤੇ ਜਾਉ
ta: ÌÈ¢ 7'ìÌ Á¡üÈ×õ

source: Switch to Tab 8
ja: タブ8へ切替え
pa: ਟੈਬ ੮ ਤੇ ਜਾਉ
ta: ÌÈ¢ 8'ìÌ Á¡üÈ×õ

source: Switch to Tab 9
ja: タブ9へ切替え
pa: ਟੈਬ ੯ ਤੇ ਜਾਉ
ta: ÌÈ¢ 9'ìÌ Á¡üÈ×õ

source: Switch to Tab 10
ja: タブ10へ切替え
pa: ਟੈਬ ੧੦ ਤੇ ਜਾਉ
ta: ÌÈ¢ 10'ìÌ Á¡üÈ×õ

source: Switch to Tab 11
ja: タブ11へ切替え
pa: ਟੈਬ ੧੧ ਤੇ ਜਾਉ
ta: ÌÈ¢ 11'ìÌ Á¡üÈ×õ

source: Switch to Tab 12
ja: タブ12へ切替え
pa: ਟੈਬ ੧੨ ਤੇ ਜਾਉ
ta: ÌÈ¢ 12'ìÌ Á¡üÈ×õ

source: Contents
pa: ਭਾਗ
ta: ¯ûÇ¼ì¸í¸û

source: File
ja: ファイル
pa: ਫਾਇਲ
ta: §¸¡ôÒ

source: Edit
ja: 編集
pa: ਸੋਧ
ta: ¦¾¡Ì

source: View
ja: 表示
pa: ਵੇਖੋ
ta: ¸¡ðº¢

source: Go
ja: 進む
pa: ਜਾਉ
ta: Á¡üÚ¸

source: Help
pa: ਸਹਾਇਤਾ
ta: ¯¾Å¢

source: There was an error loading config from %s. (%s)
ja: %sからconfigをロード中にエラーが発生しました。(%s)
pa: %s ਤੋ ਸੰਰਚਨਾ ਲੋਡਿੰਡ ਵਿੱਚ ਗਲਤੀ ਹੈ । (%s)
ta: %s þÄ¢ÕóÐ config ²üÚõ§À¡Ð À¢¨Æ ¯ñ¼¡ÉÐ. (%s)

source: There was an error subscribing to notification of terminal keybinding changes. (%s)
ja: ターミナルキー結合の変換通知へ同意中にエラーが 発生しました。(%s)
pa: ਟਰਮੀਨਲ-ਕੀ-ਬਾਈਡਿੰਗ ਵਿੱਚ ਤਬਦੀਲੀ ਦੀ ਟਿੱਪਣੀ ਦੀ ਜਾਣਕਾਰੀ ਲੈਣ ਵਿੱਚ ਗਲਤੀ ਆਈ ਹੈ। (%s)

source: There was an error loading a terminal keybinding. (%s)
ja: ターミナルキー結合をロード中にエラーが発生しました。(%s)
pa: ਟਰਮੀਨਲ-ਕੀ-ਬਾਈਡਿੰਗ ਲੋਡ ਕਰਨ ਵਿੱਚ ਗਲਤੀ ਹੈ (%s)

source: The value of configuration key %s is not valid; value is "%s"
ja: 設定キー%sの値が有効ではありません。値は"%s"です。
pa: ਸੰਰਚਨਾ ਕੀ %s ਦਾ ਮੁੱਲ ਠੀਕ ਨਹੀ ਹੈ, ਮੁੱਲ ਹੈ "%s"

source: There was an error loading config value for whether to use menubar access keys. (%s)
pa: ਸੰਰਚਨਾ ਮੁੱਲ , ਜੋ ਮੇਨੂ-ਪੱਟੀ ਪਹੁੰਚ ਕੀ ਦੀ ਵਰਤੋ ਬਾਰੇ ਹੈ, ਨੂੰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਗਲਤੀ।(%s)

source: There was an error subscribing to notification on changes on whether to use menubar access keys (%s)
pa: ਮੇਨੂ-ਪੱਟੀ ਪਹੁੰਚ ਕੀ ਵਰਤੋ ਵਿੱਚ ਤਬਦੀਲੀ ਦੀ ਟਿੱਪਣੀ ਦੀ ਜਾਣਕਾਰੀ ਲੈਣ ਵਿੱਚ ਗਲਤੀ ਆਈ ਹੈ। (%s)

source: There was an error loading config value for whether to use menu accelerators. (%s)
ja: メニューアクレラレーター使用の判定用のconfigの値をロード中に エラーが発生しました。(%s)
pa: ਸੰਰਚਨਾ ਮੁੱਲ , ਜੋ ਮੇਨੂ ਐਕਸਲੇਟਰ ਦੀ ਵਰਤੋ ਬਾਰੇ ਹੈ, ਨੂੰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਗਲਤੀ।(%s)

source: There was an error subscribing to notification for use_menu_accelerators (%s)
ja: メニューアクセラレーターの使用通知へ同意中にエラーが発生しました。(% s)
pa: ਮੇਨੂ ਐਕਸਲੇਰ ਵਰਤੋ ਦੀ ਟਿੱਪਣੀ ਦੀ ਜਾਣਕਾਰੀ ਲੈਣ ਵਿੱਚ ਗਲਤੀ ਆਈ ਹੈ। (%s)

source: Error propagating accelerator change to configuration database: %s
ja: アクセラレーターの変更をコンフィギャレーションデータベースに伝搬中にエラー：%s
pa: ਗਲਤੀ, ਸੰਰਚਨਾ ਡਾਟਾਬੇਸ ਵਿੱਚ ਐਕਸਲੇਟਰ ਲੈਣ ਜਾਣ ਵਿੱਚ: %s

source: The shortcut key "%s" is already bound to the "%s" action
pa: ਸ਼ਾਰਟਕੱਟ ਕੀ "%s" ਪਹਿਲਾਂ ਹੀ ਕਾਰਵਾਈ "%s" ਨਾਲ ਸੰਬੰਧਿਤ ਹੈ

source: Error setting new accelerator in configuration database: %s
ja: 新規のアクセラレーターをコンフギャレーションデータベースに設定中にエラー：%s
pa: ਗਲਤੀ, ਸੰਰਚਨਾ ਡਾਟਾਬੇਸ ਵਿੱਚ ਨਵਾਂ ਐਕਸਲੇਟਰ ਨਿਰਧਾਰਿਤ ਕਰਨ ਵਿੱਚ: %s

source: Error setting %s config key: %s
pa: ਗਲਤੀ, ਸੰਰਚਨਾ ਕੀ %s ਨਿਰਧਾਰਨ ਵਿੱਚ: %s

source: Error setting use_menu_accelerators key: %s
ja: メニューアクセラレーターの使用を設定中にエラー：%s
pa: ਗਲਤੀ, ਮੇਨੂ ਐਕਸਲੇਟਰ ਕੀ ਨਿਰਧਾਰਨ ਵਿੱਚ: %s

source: _Action
ja: 行動(_A)
pa: ਕਾਰਵਾਈ
ta: ¦ºÂø

source: Shortcut _Key
pa: ਸ਼ਾਰਟਕੱਟ ਕੀ

source: There was an error subscribing to notification of terminal profile changes. (%s)
ja: ターミナルプロファイル変更の通告に同意中に エラーが発生しました。 (%s)
pa: ਟਰਮੀਨਲ ਪ੍ਰੋਫਾਇਲ ਤਬਦੀਲੀ ਦੀ ਟਿੱਪਣੀ ਦੀ ਜਾਣਕਾਰੀ ਲੈਣ ਵਿੱਚ ਗਲਤੀ ਆਈ ਹੈ। (%s)

source: Could not find an icon called "%s" for terminal profile "%s"
ja: ターミナルプロファイル"%s"用の"%s"というアイコンを見付けることが出来ません。
pa: ਅਸਫਲ, ਆਈਕਾਨ "%s" ਨੂੰ ਟਰਮੀਨਲ ਪ੍ਰੋਫਾਇਲ "%s" ਲਈ ਲੱਭ ਸਕਣ ਵਿੱਚ

source: Failed to load icon "%s" for terminal profile "%s": %s
ja: ターミナルプロファイル"%s"用のアイコン"%s"のロードに失敗しました。:%s
pa: ਅਸਫਲ, ਆਈਕਾਨ "%s" ਨੂੰ ਟਰਮੀਨਲ ਪ੍ਰੋਫਾਇਲ "%s" ਲਈ ਲੋਡ ਕਰ ਸਕਣ ਵਿੱਚ: %s

source: Could not find a background image called "%s" for terminal profile "%s"
ja: ターミナルプロファイル"%s"用の"%s"という背景イメージが見付かりません。
pa: ਪਿੱਠਭੂਮੀ ਚਿੱਤਰ "%s" ਨੂੰ ਟਰਮੀਨਲ ਪ੍ਰੋਫਾਇਲ "%s" ਲਈ ਲੱਭ ਨਹੀ ਸਕਿਆ

source: Failed to load background image "%s" for terminal profile "%s": %s
ja: ターミナルプロファイル"%s"用の背景イメージ"%s"をロードできませんでした。:%s
pa: ਅਸਫਲ, ਪਿੱਠਭੂਮੀ ਚਿੱਤਰ "%s" ਨੂੰ ਟਰਮੀਨਲ ਪ੍ਰੋਫਾਇਲ "%s" ਲਈ ਲੋਡ ਕਰ ਸਕਣ ਵਿੱਚ: %s

source: GNOME Terminal: font name "%s" set in configuration database is not valid
ja: GNOMEターミナルでコンフィギャレーションデータベースに設定してあるフォント名"%s"は無効です。
pa: ਗਨੋਮ ਟਰਮੀਨਲ: ਫੋਟ ਨਾਂ "%s" ਜੋ ਕਿ ਸੰਰਚਨਾ ਡਾਟਾਬੇਸ ਵਿੱਚ ਨਿਰਧਾਰਿਤ ਕੀਤਾ ਹੈ, ਜਾਇਜ ਨਹੀ ਹੈ
