Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/gnome-terminal/po/*.po
Languages: ja, pa, ta

source: Error getting default value of %s: %s
ja: %sのディフォルト値を取得中にエラー： %s
pa: ਗਲਤੀ, %s ਦਾ ਮੂਲ ਮੁੱਲ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ: %s
ta: %s þý ¦¸¡¼¡¿¢¨Ä Á¾¢ô¨À ¦ÀÚõ§À¡Ð À¢¨Æ: %s

source: There wasn't a default value for %s
ja: %sのディフォルト値はありません。
pa: %s ਲਈ ਕੋਈ ਮੂਲ ਮੁੱਲ ਨਹੀ ਹੈ
ta: %s ìÌ ¦¸¡¼¡¿¢¨Ä Á¾¢ô¨À þÕì¸Å¢ø¨Ä

source: Error setting key %s back to default: %s
ja: キー%sをディフォルトへ変更中にエラー： %s
pa: ਗਲਤੀ,ਕੀ %s ਨੂੰ ਮੂਲ ਨਿਰਧਾਰਿਤ ਕਰਨ ਵਿੱਚ: %s
ta: %s Å¢¨º¨Â ¦¸¡¼¡¿¢¨ÄìÌ Á¡üÚõ§À¡Ð À¢¨Æ: %s

source: There was an error while removing the configuration directory %s. (%s)
pa: ਸੰਰਚਨਾ ਡਾਇਰੈਕਟਰੀ %s ਨੂੰ ਹਟਾਉਣ ਵਿੱਚ ਗਲਤੀ ਹੈ (%s)

source: There was an error subscribing to notification of changes to default profile. (%s)
ja: ディフォルトプロファイルの変更通知に同意中にエラーが発生しました。(%s)
pa: ਮੂਲ ਪ੍ਰੋਫਾਇਲ ਤਬਦੀਲੀ ਦੀ ਟਿੱਪਣੀ ਦੀ ਜਾਣਕਾਰੀ ਲੈਣ ਵਿੱਚ ਗਲਤੀ ਆਈ ਹੈ। (%s)

source: _Details
ja: 詳細(_D)
pa: ਵੇਰਵਾ
ta: Å¢ÅÃí¸û

source: There was an error creating the profile "%s"
ja: プロファイル"%s"を作成中にエラーが発生しました。
pa: ਪ੍ਰੋਫਾਇਲ "%s" ਬਣਾਉਣ ਵਿੱਚ ਗਲਤੀ ਹੈ
ta: "%s" Å¢ÀÃò¨¾ ¯ÕÅ¡ìÌõ§À¡Ð À¢¨Æ

source: There was an error deleting the profiles
ja: プロファイルを削除中にエラーが発生しました。
pa: ਪ੍ਰੋਫਾਇਲ ਨੂੰ ਹਟਾਉਣ ਵਿੱਚ ਗਲਤੀ ਹੈ
ta: Å¢ÀÃí¸¨Ç «Æ¢ìÌõ §À¡Ð À¢¨Æ

source: Could not parse string "%s" as a color palette
ja: 文字列"%s"をカラーパレットとして構文解析出来ませんでした。
pa: ਸਤਰ "%s" ਨੂੰ ਰੰਗ-ਪੱਟੀ ਦੇ ਤੌਰ ਤੇ ਪਾਰਸ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਿਆ
ta: "%s" ºÃò¨¾ µ÷ Åñ½ò¾ð¼¡¸ «Ä¸¢¼ ÓÊÂÅ¢ø¨Ä

source: Palette had %d entry instead of %d
pa: ਤਰਤਬੀਬ %d ਇੰਦਰਾਜ਼ %d ਦੀ ਬਜਾਏ ਹੈ

source: There was an error subscribing to notification of monospace font changes. (%s)
pa: ਮੋਨੋਸਪੇਸ ਫੋਟ ਤਬਦੀਲੀ ਦੀ ਟਿੱਪਣੀ ਦੀ ਜਾਣਕਾਰੀ ਲੈਣ ਵਿੱਚ ਗਲਤੀ ਆਈ ਹੈ। (%s)

source: Could not load font "%s"
ja: フォント "%s"をロードできませんでした。
pa: ਫੋਟ "%s" ਲੋਡ ਨਹੀ ਹੋ ਸਕੇ
ta: "%s" ±ØòÐÕ¨Å ²üÈ ÓÊÂÅ¢ø¨Ä

source: There was a problem with the command for this terminal: %s
ja: このターミナル用のコマンドに問題がありました。:%s
pa: ਇਸ ਟਰਮੀਨਲ ਵਿੱਚ ਕਮਾਂਡ ਲਾਈਨ ਮੁਸ਼ਕਿਲ ਹੈ: %s
ta: þõÓ¨ÉÂò¾¢ü¸¡É ¸ð¼¨ÇÂ¢ø À¢Ãîº¨É: %s

source: Could not open the address "%s": %s
ja: アドレス"%s"を開くことが出来ませんでした。: %s
pa: ਸਿਰਨਾਵਾਂ "%s" ਖੁੱਲ ਨਹੀ ਸਕਿਆ: %s
ta: "%s" Ó¸ÅÃ¢¨Â ¾¢Èì¸ ÓÊÂÅ¢ø¨Ä: %s

source: There was an error loading config value for whether to use image in menus. (%s)
pa: ਸੰਰਚਨਾ ਮੁੱਲ, ਕਿ ਮੇਨੂ ਵਿੱਚ ਚਿੱਤਰ ਹੋਚ, ਲੋਡ ਕਰਨ ਵਿੱਚ ਗਲਤੀ ਹੈ (%s)

source: _Open Link
ja: リンクを開く(_O)
pa: ਸੰਬੰਧ ਖੋਲ੍ਹੋ
ta: þ¨½ô¨À ¾¢Èì¸×õ

source: _Copy Link Address
ja: リンクアドレスをコピー(_C)
pa: ਸਿਰਨਾਵਾਂ ਸੰਬੰਧ ਖੋਲ੍ਹੋ
ta: þ¨½ôÒ Ó¸ÅÃ¢¨Â ¿¸ø ¦ºö

source: Open _Terminal
pa: ਟਰਮੀਨਲ ਖੋਲ੍ਹੋ

source: Open Ta_b
pa: ਟੈਬ ਖੋਲ੍ਹੋ

source: C_lose Tab
ja: タブを閉じる(_C)
pa: ਟੈਬ ਬੰਦ
ta: ÌÈ¢¨Â ãÎ¸

source: _Close Window
ja: ウィンドウを閉じる (_C)
pa: ਝਰੋਖਾ ਬੰਦ
ta: º¡ÇÃò¨¾ ãÎ¸

source: Change P_rofile
pa: ਪ੍ਰੋਫਾਇਲ ਤਬਦੀਲ਼

source: _Edit Current Profile...
ja: 現在のプロファイルを編集(_E)
pa: ਮੌਜੂਦਾ ਪ੍ਰੋਫਾਇਲ ਤਬਦੀਲ...
ta: ¾ü§À¡¨¾Â Å¢ÀÃò¨¾ À¾¢× ¦ºö...

source: Show _Menubar
ja: メニューバーを表示(_M)
pa: ਮੇਨੂ-ਪੱਟੀ ਵੇਖਾਉ
ta: ÀðÊ-Àð¨¼¨Âì ¸¡ðÎ¸

source: Secure _Keyboard
ja: キーボードを固定する(_K)
pa: ਸੁਰੱਖਿਅਤ ਕੀ-ਬੋਰਡ

source: _Input Methods
pa: ਇੰਪੁੱਟ ਢੰਗ

source: _Title:
ja: タイトル(_T)：
pa: ਸਿਰਲੇਖਃ
ta: ¾¨ÄôÒ:

source: text/plain dropped on terminal had wrong format (%d) or length (%d)
ja: ターミナルに入ったテキスト/プレーンは間違った形式(%d)又は長さ (%d)でした。
pa: ਟਰਮੀਨਲ ਵਿੱਚ ਰੱਖੇ ਗਏ ਪਾਠ ਦਾ ਫਾਰਮਿਟ (%d) ਜਾਂ ਲੰਬਾਈ (%d) ਗਲਤ ਹੈ

source: Color dropped on terminal had wrong format (%d) or length (%d)
ja: ターミナルに入ったカラーは間違った形式 (%d)又は長さでした。(%d)
pa: ਟਰਮੀਨਲ ਵਿੱਚ ਰੱਖੇ ਗਏ ਰੰਗ ਦਾ ਫਾਰਮਿਟ (%d) ਜਾਂ ਲੰਬਾਈ (%d) ਗਲਤ ਹੈ

source: Mozilla url dropped on terminal had wrong format (%d) or length (%d)
ja: ターミナルに入ったMozilla のurlは間違った形式(%d) 又は長さでした。(%d)
pa: ਟਰਮੀਨਲ ਵਿੱਚ ਰੱਖੇ ਗਏ ਮੌਜੀਲਾ ਯੂਆਰਆਈ(url ) ਦਾ ਫਾਰਮਿਟ (%d) ਜਾਂ ਲੰਬਾਈ (%d) ਗਲਤ ਹੈ

source: URI list dropped on terminal had wrong format (%d) or length (%d)
ja: ターミナルに入ったURIリストは間違えた形式(%d) 又は長さ(%d) でした。
pa: ਟਰਮੀਨਲ ਵਿੱਚ ਰੱਖੀ ਗਈ URI ਸੂਚੀ ਦਾ ਫਾਰਮਿਟ (%d) ਜਾਂ ਲੰਬਾਈ (%d) ਗਲਤ ਹੈ

source: Image filename dropped on terminal had wrong format (%d) or length (%d)
ja: ターミナルに入ったイメージファイル名は間違えた形式(%d)または長さ(%d)でした。
pa: ਟਰਮੀਨਲ ਵਿੱਚ ਰੱਖੀ ਗਈ ਚਿੱਤਰ ਫਾਇਲ ਦਾ ਫਾਰਮਿਟ (%d) ਜਾਂ ਲੰਬਾਈ (%d) ਗਲਤ ਹੈ

source: Error converting URI "%s" into filename: %s
ja: URI "%s"をファイル名に変換中にエラー：%s
pa: ਗਲਤੀ, URI "%s" ਨੂੰ ਫਾਇਲ ਨਾਂ ਵਿੱਚ ਤਬਦੀਲ ਕਰਨ ਵਿੱਚ: %s

source: There was an error creating the child process for this terminal
pa: ਇਸ ਟਰਮੀਨਲ ਲਈ ਚਲਾਇਡ ਕਾਰਜ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ

source: There was an error subscribing to notification of menu icon visibility changes. (%s)
pa: ਮੇਨੂ ਆਈਕਾਨ ਦਰਿਸ਼ ਤਬਦੀਲੀ ਦੀ ਟਿੱਪਣੀ ਦੀ ਜਾਣਕਾਰੀ ਲੈਣ ਵਿੱਚ ਗਲਤੀ ਆਈ ਹੈ। (%s)

source: _Add or Remove...
pa: ਲਿਆਉ ਜਾਂ ਹਟਾਓ...

source: New _Profile...
ja: 新規ファイル(_P)
pa: ਨਵਾਂ ਪ੍ਰੋਫਾਇਲ਼
ta: Ò¾¢Â Å¢ÀÃõ...

source: P_rofiles...
ja: プロファイル(_P)...
pa: ਪ੍ਰੋਫਾਇਲ਼
ta: Å¢ÀÃí¸û...

source: _Keyboard Shortcuts...
pa: ਕੀ-ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ਼

source: C_urrent Profile...
ja: 現在のプロファイル(_C)...
pa: ਮੌਜੂਦਾ ਪ੍ਰੋਫਾਇਲ਼
ta: ¾ü§À¡¨¾Â Å¢ÀÃõ...

source: Show Menu_bar
pa: ਮੇਨ-ਪੱਟੀ ਵੇਖਾਉ

source: _Full Screen
ja: 全画面(_F)
pa: ਪੂਰੇ ਪਰਦੇ ਤੇ
ta: ÓØò ¾¢¨ÃÂ¢ø

source: Change _Profile
pa: ਪ੍ਰੋਫਾਇਲ ਤਬਦੀਲ਼

source: _Set Title...
ja: タイトルを設定(_S)...
pa: ਸਿਰਲੇਖ ਨਿਰਧਾਰਨ਼
ta: ¾¨ÄÒ «¨Á...

source: Set _Character Encoding
pa: ਅੱਖਰ ਇੰਕੋਡਿੰਗ ਤਬਦੀਲ ਨਿਰਧਾਰਨ

source: _Reset
ja: リセット(_R)
pa: ਮੁਡ਼-ਨਿਰਧਾਰਨ
ta: ¿¢¨Ä Á£ðÎ

source: Reset and C_lear
ja: リセットとクリア(_l)
pa: ਮੁਡ਼-ਨਿਰਧਾਰਨ ਤੇ ਸਾਫ਼
ta: ¿¢¨Ä Á£ðÊ ÐôÀÃ× ¦ºö

source: _Previous Tab
ja: 前のタブ(_P)
pa: ਪਿਛਲੀ ਟੈਬ
ta: Óý§À¡É ÌÈ¢

source: _Next Tab
ja: 次のタブ(_N)
pa: ਅਗਲੀ ਟੈਬ
ta: «Îò¾ ÌÈ¢

source: _Contents
pa: ਹਿੱਸੇ
ta: ¦À¡ÕÇ¼ì¸í¸û

source: _About
pa: ਇਸ ਬਾਰੇ
ta: ÀüÈ¢

source: There was an error loading config value for whether to use mnemonics. (%s)
ja: mnemonicsの使用を判定するconfigの値をロード中にエラーが発生しました。(%s)
pa: ਸੰਰਚਨਾ ਮੁੱਲ ਲੋਡ ਕਰਨ ਵਿੱਚ ਗਲਤੀ ਆਈ ਹੈ ਜੋ ਕਿ ਮੀਨੋਨਿਕਸ ਦੀ ਵਰਤੋ ਬਾਰੇ ਹੈ (%s)

source: There was an error subscribing to notification of terminal window configuration changes. (%s)
ja: ターミナルウィンドウの設定変更通知への同意中に エラーが発生しました。(%s)
pa: ਟਰਮੀਨਲ ਝਰੋਖੇ ਵਿੱਚ ਤਬਦੀਲੀ ਦੀ ਟਿੱਪਣੀ ਦੀ ਜਾਣਕਾਰੀ ਲੈਣ ਵਿੱਚ ਗਲਤੀ ਆਈ ਹੈ। (%s)

source: _File
ja: ファイル(_F)
pa: ਫਾਇਲ
ta: §¸¡ôÒ

source: _Edit
ja: 編集(_E)
pa: ਸੋਧ
ta: ¦¾¡Ì

source: _View
ja: 表示(_V)
pa: ਵੇਖੋ
ta: ¸¡ðº¢

source: _Terminal
ja: ターミナル(_T)
pa: ਟਰਮੀਨਲ
ta: Ó¨ÉÂõ

source: Ta_bs
pa: ਟੈਬ

source: _Help
ja: ヘルプ(_H)
pa: ਸਹਾਇਤਾ
ta: ¯¾Å¢

source: This window has one tab open. Closing the window will close it.
pa: ਇਸ ਝਰੋਖੇ ਦਾ ਇੱਕ ਟੈਬ ਖੁੱਲਾ ਹੈ| ਝਰੋਖੇ ਦੇ ਬੰਦ ਹੋਣ ਨਾਲ ਇਹ ਬੰਦ ਹੋ ਜਾਵੇਗਾ

source: Close all tabs?
pa: ਸਭ ਟੈਬਾਂ ਬੰਦ ਕਰਨੀਆਂ ਹਨ?

source: Close All Tabs
pa: ਸਭ ਟੈਬਾਂ ਬੰਦ

source: translator_credits
ja: 翻訳者功績(_c)
pa: ਅਮਨਪ੍ਰੀਤ ਸਿੰਘ ਆਲਮਵਾਲਾ <aalam@redhat.com>ਜਸਵਿੰਦਰ ਸਿੰਘ ਫੂਲੇਵਾਲਾ<jaswinderlinux@netscape.net>ਗੁਰਸ਼ਰਨ ਸਿੰਘ ਜੈਤੋ <gurhsarnsinghkhalsa@yahoo.com>
ta: ¦Á¡Æ¢ Á¡üÈ¢§Â¡÷

source: GNOME Terminal
ja: GNOME ターミナル
pa: ਗਨੋਮ ਟਰਮੀਨਲ
ta: ¸§É¡õ Ó¨ÉÂõ

source: Execute the argument to this option inside the terminal.
ja: ターミナルの中でこのオプションへの引数を実行
pa: ਟਰਮੀਨਲ ਵਿੱਚ ਇਸ ਚੋਣ ਨਾਲ ਅਰਗੂਮਿੰਟ ਚਲਾਉ

source: Execute the remainder of the command line inside the terminal.
ja: ターミナルの中でコマンドラインの残余部を実行
pa: ਟਰਮੀਨਲ ਵਿੱਚ ਕਮਾਂਡ ਲਾਈਨ ਦਾ ਰੀਮਾਈਡਰ ਚਲਾਉ

source: Open a new window containing a tab with the default profile. More than one of these options can be provided.
pa: ਮੂਲ ਪ੍ਰੋਫਾਇਲ ਨਾਲ ਨਵਾਂ ਝਰੋਖਾ ਇੱਕ ਟੈਬ ਨਾਲ ਖੋਲੋ । ਇਸ ਚੋਣ ਵਿੱਚ ਹੋਰ ਚੋਣਾਂ ਵੀ ਉਪਲੱਬਧ ਹਨ ।

source: Open a new window containing a tab with the given profile. More than one of these options can be provided.
ja: 与えられたプロファイルでタブを含む新規ウィンドウを開きます。これらの オプションは複数用意できます。
pa: ਦਿੱਤੇ ਪ੍ਰੋਫਾਇਲ ਨਾਲ ਨਵਾਂ ਝਰੋਖਾ ਇੱਕ ਟੈਬ ਨਾਲ ਖੋਲੋ । ਇਸ ਚੋਣ ਵਿੱਚ ਹੋਰ ਚੋਣਾਂ ਵੀ ਉਪਲੱਬਧ ਹਨ ।

source: PROFILENAME
pa: ਪ੍ਰੋਫਾਇਲ ਨਾਂ

source: Open a new tab in the last-opened window with the default profile. More than one of these options can be provided.
pa: ਆਖਰੀ-ਖੁਲੇ ਝਰੋਖੇ ਵਿੱਚ ਦਿੱਤੇ ਮੂਲ ਪ੍ਰੋਫਾਇਲ ਨਾਲ ਨਵਾਂ ਝਰੋਖਾ ਖੋਲੋ। ਇਸ ਚੋਣ ਵਿੱਚ ਹੋਰ ਚੋਣਾਂ ਵੀ ਉਪਲੱਬਧ ਹਨ ।

source: Open a new tab in the last-opened window with the given profile. More than one of these options can be provided.
ja: 与えられたプロファイルで最後に開いたウィンドウ内でタブを開きます。これらの オプションは複数用意出来ます。
pa: ਆਖਰੀ-ਖੁਲੇ ਝਰੋਖੇ ਵਿੱਚ ਦਿੱਤੇ ਪ੍ਰੋਫਾਇਲ ਨਾਲ ਨਵਾਂ ਝਰੋਖਾ ਖੋਲੋ। ਇਸ ਚੋਣ ਵਿੱਚ ਹੋਰ ਚੋਣਾਂ ਵੀ ਉਪਲੱਬਧ ਹਨ ।

source: Open a new window containing a tab with the given profile ID. Used internally to save sessions.
ja: セッションを保存するのに内部で使用された指定のプロファイルIDでタブを含む 新規ウィンドウを開きます。
pa: ਦਿੱਤੇ ਪ੍ਰੋਫਾਇਲ ਸ਼ੰਨ-ਨੰ ਨਾਲ ਨਵਾਂ ਝਰੋਖਾ ਇੱਕ ਟੈਬ ਨਾਲ ਖੋਲੋ। ਅਜਲਾਸ ਸੰਭਾਲਣ ਲਈ ਅੰਦਰੂਨੀ ਤੌਰ ਤੇ ਵਰਤੋ

source: PROFILEID
pa: ਪ੍ਰੋਫਾਇਲਡ

source: Open a new tab in the last-opened window with the given profile ID. Used internally to save sessions.
ja: セッションを保存するのに内部で使用された指定のプロファイルIDで、最後に開いた ウィンドウ内に新規タブを開きます。
pa: ਆਖਰੀ-ਖੁਲੇ ਝਰੋਖੇ ਵਿੱਚ ਦਿੱਤੇ ਪ੍ਰੋਫਾਇਲ ਸ਼ੰਨ-ਨੰ ਨਾਲ ਖੁੱਲੀ ਟੈਬ। ਅਜਲਾਸ ਸੰਭਾਲਣ ਲਈ ਅੰਦਰੂਨੀ ਤੌਰ ਤੇ ਵਰਤੋ

source: Set the role for the last-specified window; applies to only one window; can be specified once for each window you create from the command line.
pa: ਆਖਰੀ ਨਿਰਧਾਰਿਤ ਝਰੋਖੇ ਵਿੱਚ ਰੋਲ ਵਿੱਚ ਨਿਰਧਾਰਨਕਰਨਾ, ਸਿਰਫ ਇੱਕ ਝਰੋਖੇ ਲਈ ਲਾਗੂ ਹੈ, ਹਰੇਕ ਝਰੋਖੇ ਲਈ ਨਿਰਧਾਰਿਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਜੋ ਕਿ ਕਮਾਂਡ ਲਾਈਨ ਤੋ ਬਣੀ ਹੈ ।

source: ROLE
pa: ਰੋਲ

source: Turn on the menubar for the last-specified window; applies to only one window; can be specified once for each window you create from the command line.
ja: 最後に指定したウィンドウ用のメニューバーを開くことは、ウィンドウ1つのみに適用できる ことです。コマンドラインから作成した各ウィンドウには、それぞれ一回だけ 指定できます。
pa: ਆਖਰੀ ਨਿਰਧਾਰਿਤ ਝਰੋਖੇ ਵਿੱਚ ਮੇਨੂ-ਪੱਟੀ ਨੂੰ ਚਾਲੂ ਕਰਨਾ, ਸਿਰਫ ਇੱਕ ਝਰੋਖੇ ਲਈ ਲਾਗੂ ਹੈ, ਹਰੇਕ ਝਰੋਖੇ ਲਈ ਨਿਰਧਾਰਿਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਜੋ ਕਿ ਕਮਾਂਡ ਲਾਈਨ ਤੋ ਬਣੀ ਹੈ ।

source: Turn off the menubar for the last-specified window; applies to only one window; can be specified once for each window you create from the command line.
ja: 最後に指定したウィンドウ用のメニューバーを閉じることは、ウィンドウ1つ にのみ 適用出来ます。コマンドラインから作成した各ウィンドウには、それぞれ1回だけ 指定できます。
pa: ਆਖਰੀ ਨਿਰਧਾਰਿਤ ਝਰੋਖੇ ਵਿੱਚ ਮੇਨੂ-ਪੱਟੀ ਨੂੰ ਬੰਦ ਕਰਨਾ, ਸਿਰਫ ਇੱਕ ਝਰੋਖੇ ਲਈ ਲਾਗੂ ਹੈ, ਹਰੇਕ ਝਰੋਖੇ ਲਈ ਨਿਰਧਾਰਿਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਜੋ ਕਿ ਕਮਾਂਡ ਲਾਈਨ ਤੋ ਬਣੀ ਹੈ ।

source: X geometry specification (see "X" man page), can be specified once per window to be opened.
ja: X geometry 仕様("X"のmanページを参照)は、開くウィンドウ毎に一回のみ 指定できます。
pa: X ਢਾਂਚਾ ਨਿਰਧਾਰਨ (ਵੇਖੋ "X" man ਸਫ਼ਾ), ਇੱਕ ਖੁੱਲੇ ਝਰੋਖੇ ਲਈ ਇੱਕ ਵਾਰ

source: GEOMETRY
pa: ਢਾਂਚਾ

source: Do not register with the activation nameserver, do not re-use an active terminal
ja: 始動用ネームサーバには登録しないで下さい。起動中のターミナルは再使用しないで 下さい。
pa: ਸਰਗਰਮ ਨਾਂ-ਸਰਵਰ ਨਾਲ ਸੂਚੀਬੱਧ ਨਾ ਕਰੋ, ਨਾ ਹੀ ਮੁਡ਼ ਸਰਗਰਮ ਟਰਮੀਨਲ ਵਰਤੋ

source: Register with the activation nameserver [default]
pa: ਸਰਗਰਮ ਨਾਂ-ਸਰਵਰ ਨਾਲ ਸੂਚੀਬੱਧ ਕਰੋ[ਮੂਲ]

source: ID for startup notification protocol.
pa: ਸ਼ੰਨ-ਨੰ, ਸ਼ੁਰੂਆਤੀ ਟਿੱਪਣੀ ਪਰੋਟੋਕੋਲ ਲਈ

source: Set the terminal's title
ja: ターミナルのタイトルを設定
pa: ਟਰਮੀਨਲ ਦਾ ਸਿਰਲੇਖ ਨਿਰਧਾਰਿਤ ਕਰੋ
ta: Ó¨ÉÂò¾¢ý ¾¨ÄôÒ ÀÌ¾¢¨Â «¨Áì¸×õ

source: TITLE
pa: ਸਿਰਲੇਖ
ta: ¾¨ÄôÒ

source: Set the terminal's working directory
ja: ターミナルの作業ディレクトリを設定
pa: ਟਰਮੀਨਲ ਦੀ ਕਾਰਜਕਾਰੀ ਡਾਇਰੈਕਟਰੀ ਨਿਰਧਾਰਿਤ ਕਰੋ
ta: Ó¨ÉÂò¾¢ý À½¢ «¨¼¨Å «¨Á

source: DIRNAME
pa: ਡਾਇ ਨਾਂ

source: Set the default terminal's working directory. Used internally
pa: ਟਰਮੀਨਲ ਦੀ ਮੂਲ ਕਾਰਜਕਾਰੀ ਡਾਇਰੈਕਟਰੀ ਨਿਰਧਾਰਿਤ ਕਰੋ । ਅੰਦਰੂਨੀ ਵਰਤੋ ਲਈ

source: Set the terminal's zoom factor (1.0 = normal size)
pa: ਟਰਮੀਨਲਾ ਦਾ ਜ਼ੂਮ ਗੁਣਾਂਕ ਨਿਰਧਾਰਿਤ ਕਰੋ(੧਼੦=ਸਧਾਰਨ ਅਕਾਰ)

source: ZOOMFACTOR
pa: ਜ਼ੂਮ ਗੁਣਾਂਕ

source: Set the last specified tab as the active one in its window
pa: ਆਖਰੀ ਨਿਰਧਾਰਿਤ ਕੀਤੀ ਟੈਬ ਇਸ ਦੇ ਇੱਕ ਝਰੋਖੇ ਵਿੱਚ ਸਰਗਰਮ ਨਿਰਧਾਰਿਤ ਕਰੋ

source: Could not load icon "%s": %s
ja: アイコン"%s"をロード出来ませんでした。:%s
pa: ਆਈਕਾਨ "%s" ਨੂੰ ਲੋਡ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਿਆ: %s
ta: "%s" ÌÚõÀ¼ò¨¾ ²üÈ ÓÊÂÅ¢ø¨Ä: %s

source: Option "%s" requires specifying the command to run
pa: ਚੋਣ "%s" ਲਈ ਚਲਾਉਣ ਲਈ ਕਮਾਂਡ ਲੋਡ਼ੀਦੀ ਹੈ

source: Argument to "%s" is not a valid command: %s
pa: "%s" ਲਈ ਆਰਗੂਮਿੰਟ ਇੱਕ ਠੀਕ ਕਮਾਂਡ ਨਹੀ ਹੈ: %s

source: "%s" specified more than once for the same window or tab
pa: ਇੱਕੋ ਝਰੋਖੇ ਜਾਂ ਟੈਬ ਲਈ "%s" ਇੱਕ ਤੋ ਵੱਧ ਵਾਰ ਨਿਰਧਾਰਿਤ ਕੀਤੀ ਗਈ

source: Option "%s" requires specifying the command to run on the rest of the command line
pa: ਚੋਣ "%s" ਲਈ ਇੱਕ ਕਮਾਂਡ ਲੋਡ਼ੀਦੀ ਹੈ, ਜੋ ਬਾਕੀ ਕਮਾਂਡ ਲਾਈਨਾਂ ਤੇ ਚੱਲੇ

source: Option "%s" requires an argument specifying what profile to use
pa: ਚੋਣ "%s" ਲਈ ਇੱਕ ਆਰਗੂਲਿੰਟ ਲੋਡ਼ੀਦਾ ਹੈ, ਜੋ ਵਰਤਣ ਲਈ ਪ੍ਰੋਫਾਇਲ ਦੇਵੇ

source: "%s" option given twice for the same window
pa: ਇੱਕੋ ਝਰੋਖੇ ਲਈ ਚੋਣ "%s" ਦੋ ਵਾਰ ਕੀਤੀ ਗਈ

source: Option "%s" requires an argument giving the role
pa: ਚੋਣ "%s" ਲਈ ਇੱਕ ਆਰਗੂਲਿੰਟ ਲੋਡ਼ੀਦਾ ਹੈ, ਜੋ ਰੋਲ ਦੇਵੇ

source: Two roles given for one window
pa: ਇੱਕੋ ਝਰੋਖੇ ਲਈ ਦੋ ਰੋਲ ਦਿੱਤੇ ਗਏ ਹਨ

source: Option "%s" requires an argument giving the geometry
pa: ਚੋਣ "%s" ਲਈ ਇੱਕ ਆਰਗੂਲਿੰਟ ਲੋਡ਼ੀਦਾ ਹੈ, ਜੋ ਢਾਂਚਾ ਦੇਵੇ

source: Two "%s" options given for one window
pa: ਦੋ "%s" ਚੋਣਾਂ ਇੱਕ ਝਰੋਖੇ ਲਈ ਕੀਤੀਆਂ ਗਈਆਂ ਹਨ

source: Two geometries given for one window
ja: 1つのウィンドウに2つのジオメトリーが与えられました。
pa: ਇੱਕ ਝਰੋਖੇ ਲਈ ਦੋ ਢਾਂਚੇ ਦਿੱਤੇ ਗਏ ਹਨ
ta: ´Õ º¡ÇÃò¾¢üÌ þÃñÎ ÅÊÅ¢Â¸û ÅÆí¸ôÀðÎûÇÉ

source: Option "%s" requires an argument giving the title
pa: ਚੋਣ "%s" ਲਈ ਇੱਕ ਆਰਗੂਲਿੰਟ ਲੋਡ਼ੀਦਾ ਹੈ, ਜੋ ਸਿਰਲੇਖ ਦੇਵੇ

source: Two "%s" options given for one tab
pa: ਦੋ "%s" ਚੋਣ ਇੱਕ ਟੈਬ ਲਈ ਦਿੱਤੀਆ ਗਈਆਂ ਹਨ

source: Option "%s" requires an argument giving the directory
pa: ਚੋਣ "%s" ਲਈ ਇੱਕ ਆਰਗੂਲਿੰਟ ਲੋਡ਼ੀਦਾ ਹੈ, ਜੋ ਡਾਇਰੈਕਟਰੀ ਦੇਵੇ

source: Option --default-working-directory requires an argument giving the directory
pa: ਚੋਣ --ਮੂਲ-ਕਾਰਜਕਾਰੀ-ਡਾਇਰੈਕਟਰੀ ਲਈ ਇੱਕ ਆਰਗੂਲਿੰਟ ਲੋਡ਼ੀਦਾ ਹੈ ਜੋ ਡਾਇਰੈਕਟਰੀ ਦੇਵੇ

source: Two --default-working-directories given
pa: ਦੋ --ਮੂਲ ਕਾਰਜਕਾਰੀ ਡਾਇਰੈਕਟਰੀ ਦਿੱਤੀਆਂ ਗਈਆ ਹਨ

source: Option "%s" requires an argument giving the zoom factor
pa: ਚੋਣ "%s" ਲਈ ਇੱਕ ਆਰਗੂਲਿੰਟ ਲੋਡ਼ੀਦਾ ਹੈ ਜੋ ਜ਼ੂਮ ਗੁਣਾਕ ਦੇਵੇ

source: "%s" is not a valid zoom factor
pa: "%s" ਇੱਕ ਜਾਇਜ਼ ਜ਼ੂਮ ਗੁਣਾਂਕ ਨਹੀ ਹੈ।

source: Zoom factor "%g" is too small, using %g
pa: ਜ਼ੂਮ ਗੁਣਾਂਕ "%g" ਬਹੁਤ ਨਿਊਨ ਹੈ, ਵਰਤਿਆ ਜਾਵੇਗਾ %g

source: Zoom factor "%g" is too large, using %g
pa: ਜ਼ੂਮ ਗੁਣਾਂਕ "%g" ਬਹੁਤ ਅਧਿਕ ਹੈ, ਵਰਤਿਆ ਜਾਵੇਗਾ %g

source: Option --%s is no longer supported in this version of gnome-terminal; you might want to create a profile with the desired setting, and use the new --window-with-profile option
pa: ਚੋਣ --%s ਇਸ ਗਨੋਮ ਟਰਮੀਨਲ ਸੇ ਵਰਜਨ ਵਿੱਚ ਸਹਾਇਤਾ ਪ੍ਰਾਪਤ ਨਹੀ ਹੈ; ਤੁਹਾਨੂੰ ਲੋਡ਼ੀਦੇ ਨਿਰਧਾਰਨ ਨਾਲ ਪ੍ਰੋਫਾਇਲ ਬਣਾਉਣਾ ਚਾਹੀਦਾ ਹੈ, ਅਤੇ ਨਵਾਂ --ਪ੍ਰੋਫਾਇਲ ਨਾਲ ਝਰੋਖਾ ਚੋਣ ਵਰਤੋ ।

source: "%s" option given twice
pa: "%s" ਚੋਣ ਦੋ ਵਾਰ ਹੋ ਗਈ ਹੈ

source: "%s" option requires an argument
pa: "%s" ਚੋਣ ਲਈ ਇੱਕ ਆਰਗੂਮਿੰਟ ਲੋਡ਼ੀਦਾ ਹੈ

source: No argument given to "%s" option
pa: ਚੋਣ "%s" ਨੂੰ ਕੋਈ ਆਰਗੂਮਿੰਟ ਨਹੀ ਦਿੱਤਾ ਗਿਆ ਹੈ

source: No such profile '%s', using default profile
ja: ディフォルトプロファイルの使用にはファイル '%s'はありません。
pa: ਇਸਤਰਾਂ ਦਾ ਕੋਈ ਪ੍ਰੋਫਾਇਲ'%s' ਨਹੀ, ਮੂਲ ਪ੍ਰੋਫਾਇਲ ਹੀ ਵਰਤ ਰਿਹਾ ਹੈ
ta: '%s' ±ýÈ Å¢ÀÃõ ¸¢¨¼Â¡Ð, ¦¸¡¼¡ ¿¢¨Ä Å¢ÀÃõ ÀÂýÀÎò¾ôÀÎõ

source: Invalid argument: "%s"
ja: 無効な引数: "%s"
pa: ਗਲਤ ਆਰਗੂਮਿੰਟ: "%s"
ta: ¦ºøÖÀÊÂ¡¸¡¾ Á¡È¢: "%s"

source: There was an error subscribing to notification of terminal profile list changes. (%s)
ja: ターミナルプロファイルリスト変更の通知へ登録中に エラーがありました。(%s)
pa: ਟਰਮੀਨਲ ਪ੍ਰੋਫਾਇਲ ਸੂਚੀ ਵਿੱਚ ਤਬਦੀਲੀ ਦੀ ਟਿੱਪਣੀ ਦੀ ਜਾਣਕਾਰੀ ਲੈਣ ਵਿੱਚ ਗਲਤੀ ਆਈ ਹੈ। (%s)

source: Invalid geometry string "%s"
ja: 無効なジオメトリ文字列 "%s"
pa: ਗਲਤ ਢਾਂਚਾ ਸਤਰ "%s"
ta: ¦ºøÖÀÊÂ¡¸¡¾ ÅÊÅ¢Âø ºÃõ "%s"

source: There was an error getting the list of terminal profiles. (%s)
ja: ターミナルプロファイルのリストを取得中にエラーがありました。(%s)
pa: ਟਰਮੀਨਲ ਪ੍ਰੋਫਾਇਲ ਦੀ ਸੂਚੀ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਗਲਤੀ ਹੈ। (%s)
ta: Ó¨ÉÂõ Å¢ÀÃí¸û ÀðÊ¨Âô ¦ÀÚõ§À¡Ð À¢¨Æ ¿¨¼¦ÀüÈÐ. (%s)

source: You already have a profile called "%s"
ja: すでに"%s"というプロファイルがあります。
pa: ਤੁਹਾਡੇ ਕੋਲ ਪਹਿਲਾਂ ਹੀ ਇੱਕ ਪ੍ਰੋਫਾਇਲ ਹੈ, ਜੋ ਕਿ "%s" ਹੈ
ta: "%s" ¦ÀÂ÷ ¦¸¡ñ¼ Å¢ÀÃõ ²ü¸É§Å ¯ñÎ

source: The profile you selected as a base for your new profile no longer exists
ja: 新規プロファイルのベースとして選択したプロファイルはもう存在しません。
pa: ਪ੍ਰੋਫਾਇਲ, ਜੋ ਤੁਸੀ ਅਧਾਰ ਪ੍ਰੋਫਾਇਲ ਦੇ ਤੌਰ ਤੇ ਚੁਣਿਆ ਹੈ, ਮੌਜੂਦ ਨਹੀ ਹੈ
ta: Ò¾¢Â Å¢ÀÃò¾¢ð¸¡¸ ¿£í¸û ¦¾Ã¢×¦ºö¾ ãÄ Å¢ÀÃõ þø¨Ä

source: Enter profile name
ja: プロファイル名を入力
pa: ਪ੍ਰੋਫਾਇਲ ਨਾਂ ਦਿਉ
ta: Å¢ÀÃò¾¢üÌ ¦ÀÂ÷ ¯ûÇ¢¼×õ

source: Choose base profile
pa: ਆਧਾਰ ਪ੍ਰੋਫਾਇਲ ਚੁਣੋ

source: Profile list
ja: プロファイルリスト
pa: ਪ੍ਰੋਫਾਇਲ ਸੂਚੀ
ta: Å¢ÀÃõ ÀðÊ

source: You must select one or more profiles to delete.
ja: 削除するプロファイルを1つ又はそれ以上選択する必要があります。
pa: ਤੁਹਾਨੂੰ ਇੱਕ ਜਾਂ ਵੱਧ ਪ੍ਰੋਫਾਇਲ ਹਟਾਉਣ ਲਈ ਚੁਣਨੇ ਪੈਣਗੇ ।
ta: «Æ¢ôÀ¾ðÌ ´Õ Å¢ÀÃÁ¡ÅÐ ¦¾Ã¢× ¦ºöÂ §ÅñÎõ

source: You must have at least one profile; you can't delete all of them.
ja: 少なくとも1つのプロファイルは持つ必要があります；すべてを削除できません。
pa: ਤੁਹਾਡੇ ਕੋਲ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਪ੍ਰੋਫਾਇਲ ਹੋਣਾ ਜ਼ਰੂਰੀ ਹੈ, ਤੁਸੀ ਸਾਰੇ ਹਟਾ ਨਹੀ ਸਕਦੇ|
ta: ´Õ Å¢ÀÃÁ¡ÅÐ ¨Åò¾¢Õì¸ §ÅñÎõ; «¨Éò¨¾Ôõ «Æ¢ì¸ÓÊÂ¡Ð.

source: Delete this profile?
pa: %d ਪ੍ਰੋਫਾਇਲ ਹਟਾਉਣਾ ਹੈ?

source: Delete profile "%s"?
ja: プロファイル"%s"を削除しますか?
pa: ਪ੍ਰੋਫਾਇਲ "%s" ਹਟਾਉਣਾ ਹੈ?
ta: "%s" Å¢ÀÃò¨¾ «Æ¢ì¸Å¡?

source: Delete Profile
pa: ਪ੍ਰੋਫਾਇਲ ਹਟਾਓ
ta: Å¢ÀÃò¨¾ «Æ¢ì¸×õ

source: Profiles
pa: ਪ੍ਰੋਫਾਇਲ

source: Profile _used when launching a new terminal:
ja: 新規ターミナルの開始時に使用するプロファイル
pa: ਪ੍ਰੋਫਾਇਲ ਵਰਤਣ ਹੈ, ਜਦੋ ਕਿ ਨਵਾਂ ਟਰਮੀਨਲ ਖੋਲਣਾ ਹੈਃ
ta: Ò¾¢Â Ó¨ÉÂò¨¾ ¯ÕÅ¡ìÌõ§À¡Ð ÀÂýÀÎò¾ §ÅñÊÂ Å¢ÀÃõ:

source: _Profiles:
ja: プロファイル(_P):
pa: ਪ੍ਰੋਫਾਇਲਃ
ta: Å¢ÀÃí¸û:

source: Click to open new profile dialog
ja: クリックして新規プロファイルダイアログを開きます。
pa: ਨਵਾਂ ਪ੍ਰੋਫਾਇਲ ਤਖਤੀ ਖੋਲਣ ਲਈ ਬਟਨ ਦਬਾਉ
ta: 'Ò¾¢Â' Å¢ÀÃõ ¯¨ÃÂ¡¼¨Ä ¾¢Èì¸ «Óò¾×õ

source: Click to open edit profile dialog
ja: クリックして編集プロファイルダイアログを開きます
pa: ਪ੍ਰੋਫਾਇਲ ਸੋਧ ਤਖਤੀ ਖੋਲਣ ਲਈ ਬਟਨ ਦਬਾਉ
ta: '¦¾¡Ì' Å¢ÀÃõ ¯¨ÃÂ¡¼¨Ä ¾¢Èì¸ «Óò¾×õ

source: Click to delete selected profile
ja: クリックして選択したプロファイルを削除します。
pa: ਚੁਣਿਆ ਪ੍ਰੋਫਾਇਲ ਹਟਾਉਣ ਲਈ ਬਟਨ ਦਬਾਉ
ta: ¦¾Ã¢× ¦ºö¾ Å¢ÀÃò¨¾ «Æ¢ì¸ «Óò¾×õ

source: Click button to choose profile
ja: ボタンをクリックしてプロファイルを選択します
pa: ਪ੍ਰੋਫਾਇਲ ਚੁਣਨ ਲਈ ਬਟਨ ਦਬਾਉ
ta: Å¢ÀÃò¨¾ ¦¾Ã¢× ¦ºö¾ ¦À¡ò¾¡¨É «Óò¾×õ

source: There was an error displaying help: %s
ja: ヘルプを表示中にエラーがありました：%s
pa: ਸਹਾਇਤਾ ਵੇਖਾਉਣ ਵਿੱਚ ਗਲਤੀ: %s
ta: ¯¾Å¢ ¸¡ñÀ¢ìÌõ§À¡Ð À¢¨Æ ¯ÕÅ¡¸¢ÂÐ: %s

source: The file "%s" is missing. This indicates that the application is installed incorrectly.
pa: ਫਾਇਲ "%s" ਗੁੰਮ ਹੈ । ਇਸ ਦਾ ਅਰਥ ਇਹ ਹੈ ਕਿ ਕਾਰਜ ਸਹੀ ਤਰੀਕੇ ਨਾਲ ਇੰਸਟਾਲ ਨਹੀ ਹੈ ।

source: It appears that you do not have gnome-terminal.server installed in a valid location. Factory mode disabled.
ja: gnome-terminalサーバが正しい場所にインストールされていないようです。 ファクトリモードは停止中。
pa: ਇਹ ਲੱਗਦਾ ਹੈ ਕਿ ਗਨੋਮ-ਟਰਮੀਨਲ ਸਰਵਰ ਠੀਕ ਸਥਿਤੀ ਤੇ ਇੰਸਟਾਲ ਨਹੀ ਹੈ ।ਫੈਕਟਰੀ ਮੋਡ ਰੱਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ ।

source: Error registering terminal with the activation service; factory mode disabled.
ja: ターミナルを起動サービスに登録中にエラー；ファクトリモード は停止しています。
pa: ਸਰਗਰਮ ਸਰਵਰ ਨਾਲ ਟਰਮੀਨਲ ਨੂੰ ਸੂਚੀਬੱਧ ਕਰਨਾ ਅਸਫਲ ਹੈ; ਫੈਕਟਰੀ ਮੋਡ ਰੱਦਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ ।

source: Failed to retrieve terminal server from activation server
ja: 起動用サーバからターミナルサーバを取り込むのに失敗
pa: ਅਸਫਲ, ਸਰਗਰਮ ਸਰਵਰ ਤੋ ਟਰਮੀਨਲ ਸਰਵਰ ਨੂੰ ਮੁਡ਼-ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ

source: Keybindings Editor
ja: キー結合の編集
ta: Å¢¨º ÌÚìÌ-ÅÆ¢¸û À¾¢ôÀ¡ý

source: R_un a custom command instead of my shell
ja: 自分のシェルではなく、カスタムコマンドを実行(_u)
ta: ±ÉÐ Ó¨ÉÂòÐìÌô À¾¢Ä¡¸ ¾É¢ôÀÂý ¸ð¼¨Ç¨Â þÂì¸×õ

source: S_croll on keystroke
ja: キーストロークでスクロール(_c)
ta: Å¢¨ºô À¾¢× §À¡Ð ¯ÕÇ×õ

source: These options may cause some applications to behave incorrectly. They are only here to allow you to work around certain applications and operating sytems that expect different terminal behavior.
ja: これらのオプションは幾つかのアプリケーションが正常に動作しない原因になるかも知れ ません。 それらは、別のターミナル動作を予期するような一定のアプリケーションや オペレーティング システムを使用できるようにするだけの為にあります。

source: _Update utmp/wtmp records when command is launched
ja: コマンドが開始された時にutmp/wtmp記録を更新(_U)
ta: ¸ð¼¨Ç ¬ÃõÀ¢ìÌõ§À¡Ð utmp/wtmp À¾¢×¸¨Ç ÒÐôÀ¢ì¸×õ

source: Editing profile "%s"
ja: プロファイル "%s"を編集
ta: À¾¢× ¦ºöÔõ Å¢ÀÃõ "%s"

source: There was an error subscribing to notification for use_mnemonics (%s)
ja: mnemonics使用の為の通知へ同意中にエラー発生です。(%s)

source: Error setting use_mnemonics key: %s
ja: mnemonicsキーの使用を設定中にエラー：%s

source: Accelerator _Key
ja: アクセラレーターキー(_k)
ta: ¬÷ÓÎ¸ø Å¢

source: There was an error forgetting profile dir %s. (%s)
ja: プロファイルディレクトリ%sを無視している間にエラーが発生しました。(%s)

source: Palette had %d entries instead of %d
ja: パレットは%dの代わりに%dエントリーを持っていました。
ta: Åñ½ò ¾ðÊø %d Ñ¨Ç×¸û; %d Ñ¨Ç×¸û þÕì¸§ÅñÎõ

source: _New Window
ja: 新規ウィンドウ(_N)
ta: Ò¾¢Â º¡ÇÃõ

source: New _Tab
ja: 新規タブ(_T)
ta: Ò¾¢Â ÌÈ¢

source: _Profile
ja: プロファイル(_P)
ta: Å¢ÀÃõ

source: Hide _Menubar
ja: メニューバーを隠す(_M)
ta: ÀðÊ-Àð¨¼¨Â Á¨È¸

source: Change terminal title
ja: ターミナルタイトルを変更
ta: Ó¨ÉÂò¾¢ý ¾¨Äô¨À Á¡üÚ¸

source: There was an error creating the child process for this terminal: %s
ja: このターミナル用の子プロセスを作成中にエラーが発生しました。%s

source: Could not set working directory to "%s": %s
ja: 動作中のディレクトリを"%s"へ設定出来ませんでした。:%s
ta: §Å¨Ä ¦ºöÔõ «¨¼¨Å "%s" ìÌ «¨Áì¸ ÓÊÂÅ¢ø¨Ä: %s

source: Could not execute command %s: %s
ja: コマンド %sを実行できませんでした。:%s
ta: %s ¸ð¼¨Ç¨Â þÂì¸ ÓÊÂÅ¢ø¨Ä: %s

source: _Keybindings...
ja: キー結合(_K)...
ta: Å¢¨º-¦º¡ó¾í¸û...

source: Hide Menu_bar
ja: メニューバーを隠す(_b)
ta: ÀðÊ-Àð¨¼¨Â Á¨È

source: _Go
ja: 進む(_G)
ta: §À¡

source: _Restore normal size
ja: 正常サイズを復元(_R)
ta: º¡¾¡Ã½ «Ç×ìÌ À¢ý¦ºø

source: _Full screen
ja: 全画面(_F)
ta: ÓØò ¾¢¨ÃÂ¢ø

source: Your current desktop environment does not support the full screen feature. (In technical terms, you need a window manager with support for the _NET_WM_STATE_FULLSCREEN property.)
ja: 現在のデスクトップ環境は、全画面機能をサポートしていません。 (技術的な面では、_NET_WM_STATE_FULLSCREENの機構をサポートする為に ウィンドウマネジャが必要になります。)

source: Option --command/-e requires specifying the command to run
ja: Option --command/-e は、実行するためにコマンドの特定化を要求します。

source: Argument to --command/-e is not a valid command: %s
ja: Argument to --command/-eは有効なコマンドではありません。:%s

source: --command/-e/--execute/-x specified more than once for the same window or tab
ja: --command/-e/--execute/-xは 同じウィンドウ又はタブ用に一度以上の指定を しました。

source: Option --execute/-x requires specifying the command to run on the rest of the command line
ja: オプション--execute/-xは コマンドラインの残りの部分で実行する為にコマンドを 指定する必要があります。

source: Option --window-with-profile requires an argument specifying what profile to use
ja: オプション--プロファイル付のウィンドウはどのプロファイルを使用するか指定する 引数を要求します。

source: Option --tab-with-profile requires an argument specifying what profile to use
ja: オプション---プロファイル付のタブはどのプロファイルを使用するか指定する 引数を要求します。

source: --show-menubar option given twice for the same window
ja: 同じウィンドウ用にメニューバー表示のオプションが2回与えられました。

source: Option --geometry requires an argument giving the geometry
ja: オプション---ジオメトリーはジオメトリーを与える引数を要求します。

source: Option --title requires an argument giving the title
ja: オプション---タイトルはタイトルを与える引数を要求します。

source: Two titles given for one tab
ja: 1つのタブに2つのタイトルが与えられました。
ta: ´Õ ÌÈ¢ìÌ þÃñÎ ¾¨ÄôÒ¸û

source: Option --working-directory requires an argument giving the directory
ja: オプション 作業ディレクトリはディレクトリに与える引数を要求します。

source: Two working directories given for one tab
ja: 2つの作業ディレクトリが1つのタブに割り当てられています。
ta: ´Õ ÌÈ¢ìÌ þÃñÎ §Å¨Ä-«¨¼×¸û ÅÆí¸ôÀðÎûÇÉ

source: Option given which is no longer supported in this version of gnome-terminal; you might want to create a profile with the desired setting, and use the new --window-with-profile option
ja: 与えられたオプションはこのバージョンのgnome-terminalではサポートされていません; 希望の設定でプロファイルを1つ作成してみて、それから新しい w indow-with-profileオプションを使用して下さい。

source: You have to name your profile.
ja: プロファイルに名前を付ける必要があります。
ta: ¯í¸û Å¢ÀÃò¾¢üÌ ¦ÀÂ÷ «Ç¢ì¸ §ÅñÎõ

source: C_reate
ja: 作成(_r)
ta: ¯ÕÅ¡ìÌ

source: Delete these two profiles?
ja: これらの2つのプロファイルを削除しますか?
ta: þùÅ¢ÃñÎ Å¢ÀÃí¸¨ÇÔõ «Æ¢ì¸Å¡?

source: Delete these %d profiles?
ja: これらの%dプロファイルを削除しますか?
ta: %d Å¢ÀÃí¸¨Ç «Æ¢ì¸Å¡?

source: Foundry:
ja: 型成形:

source: Family:
ja: ファミリー:
ta: ÌÎõÀõ:

source: Weight:
ja: 重さ:
ta: ¸Éõ:

source: Slant:
ja: 斜体:
ta: º¡ö×:

source: Set Width:
ja: 幅を設定:
ta: «¸Äõ «¨Á:

source: Add Style:
ja: スタイルを追加:
ta: À¡½¢ §º÷:

source: Pixel Size:
ja: ピクセルサイズ:
ta: À¢ì¦ºø «Ç×:

source: Point Size:
ja: ポイントサイズ :
ta: ÒûÇ¢ «Ç×:

source: Resolution X:
ja: 解像度 X:
ta: X À¢Ã¢¾¢Èý:

source: Resolution Y:
ja: 解像度 Y:
ta: Y À¢Ã¢¾¢Èý:

source: Spacing:
ja: 空白取り:
ta: þ¨¼¦ÅÇ¢:

source: Average Width:
ja: 平均幅:
ta: ºÃ¡ºÃ¢ «¸Äõ:

source: Charset:
ja: 文字セット:
ta: ÅÃ¢ÔÕ-«¨Á×:

source: Font Property
ja: フォントプロパティ
ta: ±ØòÐÕ ÀñÒ

source: Requested Value
ja: 依頼値
ta: §ÅñÊÂ Á¾¢ôÒ

source: Actual Value
ja: 実際値
ta: ¯ñ¨Á Á¾¢ôÒ

source: Font:
ja: フォント:
ta: ±ØòÐÕ:

source: Font Style:
ja: フォントスタイル :
ta: ±ØòÐÕ À¡½¢:

source: Size:
ja: サイズ:
ta: «Ç×:

source: Reset Filter
ja: リセットフィルター
ta: ÅÊ¸ðÊ¨Â ¿¢¨Ä Á£ðÎ

source: Metric:
ja: メトリック:
ta: ¦ÁüÈ¢ì:

source: Points
ja: ポイント
ta: ÒûÇ¢¸û:

source: Pixels
ja: ピクセル
ta: À¢ì¦ºø¸û

source: Preview:
ja: プレビュー:
ta: Óý¸¡ðº¢:

source: Font Information
ja: フォント情報
ta: ±ØòÐÕ ¾¸Åø

source: Requested Font Name:
ja: 依頼のフォント名:
ta: §ÅñÎ§¸¡û «Ç¢ò¾ ±ØòÐÕ ¦ÀÂ÷:

source: Actual Font Name:
ja: 実際のフォント名
ta: ¯ñ¨Á ±ØòÐÕ ¦ÀÂ÷:

source: %i fonts available with a total of %i styles.
ja: %i は合計 %iスタイルで使用できます。
ta: ¦Á¡ò¾Á¡¸ %i ±ØòÐÕ¸Ùõ %i À¡½¢¸Ùõ.

source: Filter
ja: フィルター
ta: ÅÊ¸ðÊ
