Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/gnome-terminal/po/*.po
Languages: ja, pa, ta

source: Font Types:
ja: フォントタイプ:
ta: ±ØòÐÕ Å¨¸¸û:

source: Bitmap
ja: ビットマップ
ta: À¢ðÀ¼õ

source: Scalable
ja: スケーラブル
ta: «Ç×Á¡ÈìÜÊÂÐ

source: Scaled Bitmap
ja: スケールドビットマップ
ta: «Ç×Á¡üÈ¢Â À¢ðÀ¼õ

source: (nil)
ja: (なし)
ta: (¦ÅüÚ)

source: regular
ja: レギュラー
ta: º¡¾¡Ã½Á¡ÉÐ

source: The selected font is not available.
ja: 選択されたフォントはありません。
ta: ¦¾Ã¢×¦ºö¾ ±ØòÐÕ ¸¢¨¼Â¡Ð.

source: The selected font is not a valid font.
ja: 選択されたフォントは有効なフォントではありません。
ta: ¦¾Ã¢×¦ºö¾ ±ØòÐÕ ¦ºøÖÀÊÂ¡¸¡¾Ð.

source: This is a 2-byte font and may not be displayed correctly.
ja: これは2バイトのフォントです。正しく表示されないかも知れません。
ta: þÐ 2-¨ÀðÎ ±ØòÐÕ; ºÃ¢Â¡¸ì ¸¡ð¼ ÓÊÂ¡Áø þÕì¸Ä¡õ.

source: (unknown)
ja: (未知)
ta: (¦¾Ã¢Â¡¾Ð)

source: Font: (Filter Applied)
ja: フォント(フィルター済み)
ta: ±ØòÐÕ: (ÅÊ¸ðÊ À¢Ã§Â¡¸õ)

source: Font Selection
ja: フォント選択
ta: ±ØòÐÕ ¦¾Ã¢× ¦ºö¾ø

source: Select a font
ja: フォントを選択
ta: µ÷ ±ØòÐÕ¨Å ¦¾Ã¢× ¦ºöÂ×õ

source: Accel Mode
ta: ¬÷ÓÎ¸ø Ó¨È¨Á

source: Background
ta: À¢ýÉ½¢

source: Command
ta: ¸ð¼¨Ç

source: Cursor _blinks
ta: ¿¢¨Ä ¸¡ðÊ º¢Á¢ðÎõ

source: Disable all menu m_nemonics (such as Alt+f to open File menu)
ta: ÀðÊ ÌÚìÌ-ÅÆ¢¸¨Ç Ó¼Á¡¸×õ (§¸¡ôÒ ¾¢ÈôÀ¾üÌ Alt+f ÀÂýÀÎòÐÅÐ§À¡ø)

source: Disable menu acc_ess key (F10 by default)
ta: ÀðÊ¨Â «ÏÌõ Å¢¨º¨Â Ó¼Á¡ì¸×õ (¦¸¡¼¡ ¿¢¨ÄÂ¡¸ F10)

source: Foreground and Background
ta: ÓýÉ½¢Ôõ À¢ýÉ½¢Ôõ

source: Palette
ta: Åñ½ò ¾ðÎ

source: Title
ta: ¾¨ÄôÒ

source: _Accelerators:
ta: ¬÷ÓÎ¸ø¸û:

source: _Use the same font as other applications
ta: ÁüÈ ¦ºÂøÀ¡Î¸û ÀÂýÀÎòÐõ ±ØòÐ Å¨¸¨Â ÒÆí¸×õ

source: Copyright 2002 Havoc Pennington
ta: ÀÊÔÃ¢¨Á 2002 ¦Å¡ì ¦ÀÉ¢í¼ý

source: Edit Profiles
ta: Å¢ÀÃí¸¨Ç ¦¾¡Ìì¸×õ
