Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/gok/po/*.po
Languages: pa

source: GOK may not work properly, because it could not enable your desktop's 'sticky keys' feature.
pa: ਹੋ ਸਕਦਾ ਹੈ ਜੇਓਕੇ ਠੀਕ ਤਰਾਂ ਕੰਮ ਨਾ ਕਰੇ, ਕਿਉਕਿ ਇਹ ਤੁਹਾਡੇ ਵਿਹੜਾ ਵਿੱਚ 'ਸਟਿੱਕ ਕੀ' ਫੀਚਰ ਨੂੰ ਚਾਲੂ ਨਹੀਂ ਕਰ ਸਕਿਆ ਹੈ

source: GOK has enabled Sticky Keys, which it requires.
pa: ਜੀ ਓ ਕੇ ਨੇ ਸਟਿੱਕੀ ਕੀਜ਼ ਯੋਗ ਕੀਤੀਆ ਹਨ,ਜਿਹੜੀਆਂ ਇਸ ਨੂੰ ਚਾਹੀਦੀਆਂ ਹਨ|

source: GOK cannot run because XKB display extension is missing.
pa: ਜੀ ਓ ਕੇ ਚੱਲ ਨਹੀ ਸਕਦਾ ਕਿਉਕਿ XKB ਵਿਖਾਵਾ ਅੈਕਸਟੈਂਸ਼ਨ ਗੁੰਮ ਹੈ|

source: This means that the device you are using to operate GOK is also controlling the system pointer (or 'mouse pointer'). Conflicts with applications' use of the pointer may interfere with your ability to use applications or GOK. We strongly recommend configuring your input device as an 'Extended' input device instead; see GOK Help for more information.
pa: ਇਸ ਦਾ ਅਰਥ ਹੈ ਕਿ ਜੋ ਜੰਤਰ ਤੁਸੀਂ GOK ਨੂੰ ਚਲਾਉਣ ਲਈ ਵਰਤ ਰਹੇ ਹੋ, ਉਹ ਤੁਹਾਡੇ ਸਿਸਟਮ ਸੰਕੇਤਕ(ਮਾਊਸ ) ਨੂੰ ਵਰਤਦਾ ਹੈ| ਸੰਕੇਤਕ 'ਕਾਰਜ ਨਾਲ ਟਕਰਾ' ਨਾਲ ਵਰਤੋਂ ਤੁਹਾਡੇ ਕਾਰਜ ਜਾਂ GOK ਦੀ ਕਾਰਜ ਕੁਸ਼ਲਤਾ ਤੇ ਪ੍ਰਭਾਵ ਪਾ ਸਕਦੀ ਹੈ| ਅਸੀਂ ਤੁਹਾਨੂੰ ਇਹ ਸੁਝਾਅ ਦਿੰਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਇੰਪੁੱਟ ਜੰਤਰ ਨੂੰ 'ਵਾਧੂ' ਜੰਤਰ ਦੇ ਤੌਰ ਤੇ ਵਰਤੋਂ, ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ GOK ਸਹਾਇਤਾ ਵੇਖੋ

source: Assistive Technology Support Is Not Enabled. You can start GOK without enabling support for assistive technologies. However, some of the features of the application might not be available. To enable support for assistive technologies and log in to a new session with the change enabled, click Enable and Log Out. To continue using GOK, click Continue. To quit GOK, click Close.
pa: ਸਹਾਇਕ ਤਕਨੀਕ ਸਹਿਯੋਗ ਯੋਗ ਨਹੀ ਕੀਤਾ| ਤੁਸੀ ਸਹਾਇਕ ਤਕਨੀਕ ਸਹਿਯੋਗ ਤੋਂ ਬਿਨਾ ਜੀ ਓ ਕੇ ਸ਼ੁਰੂ ਕਰ ਸਕਦੇ ਹੋ|ਭਾਵੇ, ਕਾਰਜ ਦੀਆਂ ਕੁੱਝ ਤਕਨੀਕਾਂ ਉਪਲੱਬਧ ਨਾ ਹੋਣ| ਸਹਾਇਕ ਤਕਨੀਕਾਂ ਦਾ ਸਹਿਯੋਗ ਯੋਗ ਕਰਨ ਅਤੇ ਯੋਗ ਕੀਤੀਆਂ ਤਬਦੀਲੀਆਂ ਨਾਲ ਨਵੇ ਅਜਲਾਸ ਵਿੱਚ ਲਾਗ-ਇਨ ਕਰਨ ਲਈ, ਯੋਗ ਤੇ ਕਲਿੱਕ ਕਰੋ ਅਤੇ ਲਾਗ-ਆਊਟ ਕਰੋ| ਜੀ ਓ ਕੇ ਤੋਂ ਬਾਹਰ ਜਾਣ ਲਈ ਬੰਦ-ਕਰੋ ਤੇ ਕਲਿੱਕ ਕਰੋ|

source: Enable and Log Out
pa: ਯੋਗ ਕਰੋ ਅਤੇ ਲਾਗ-ਆਊਟ ਕਰੋ

source: Continue
pa: ਜਾਰੀ

source: Inverse Scanning
pa: ਉਲਟੀ ਜਾਂਚ

source: Press and hold a switch to scan. Press another switch to select.
pa: ਜਾਂਚ ਕਰਨ ਲਈ ਦਬਾ ਕੇ ਪਕੜੋ| ਚੁਣਨ ਲਈ ਹੋਰ ਸਵਿੱਚ ਦਬਾਓ|

source: Scan:
pa: ਜਾਂਚ ਕਰੋ:

source: Scanning Direction:
pa: ਜਾਂਚ ਦਿਸ਼ਾ:

source: Single Key Automatic Scanning
pa: ਇਕੱਲੀ ਕੀ ਸਵੈ ਜਾਂਚ

source: Start Scanning:
pa: ਜਾਂਚ ਸ਼ੁਰੂ ਕਰੋ:

source: Start scanning:
pa: ਜਾਂਚ ਸ਼ੁਰੂ ਕਰੋ:

source: Wrap
pa: ਲਪੇਟੋ

source: Single Key Inverse Scanning
pa: ਇਕੱਲੀ ਕੀ ਉਲਟ ਜਾਂਚ

source: 5 Switch Directed
pa: ੫ ਸਵਿੱਚ ਦਿਸ਼ਾਵਾਂ

source: Down:
pa: ਹੇਠਾਂ:

source: Up:
pa: ਉੱਪਰ:

source: Show
pa: ਵਿਖਾਓ

source: Help Browser
pa: ਸਹਾਇਤਾ ਝਲਕ

source: Terminal
pa: ਟਰਮੀਨਲ

source: Text Editor
pa: ਪਾਠ ਸੋਧਕ

source: Web Browser
pa: ਵੈਬ ਝਲਕ

source: Activate
pa: ਸਰਗਰਮ

source: Compose
pa: ਇਕੱਠਾ ਕਰੋ

source: Launcher
pa: ਪ੍ਰਸਾਰਣ ਕਰਨ ਵਾਲਾ

source: Mouse
pa: ਮਾਊਸ

source: UI Grab
pa: UI ਖੋਹ

source: Button 1
pa: ਬਟਨ 1

source: Button 2
pa: ਬਟਨ 2

source: Button 3
pa: ਬਟਨ 3

source: Dbl Click
pa: Dbl ਕਲਿੱਕ

source: Latch
pa: ਅਟਕਣ

source: Pointer
pa: ਸੰਕੇਤਕ

source: Repeat
pa: ਦੁਹਰਾਓ

source: Fill
pa: ਭਰੋ

source: Float
pa: ਫਲੋਟ

source: Narrower
pa: ਬਹੁਤ ਤੰਗ

source: Repeat Next Key
pa: ਅਗਲੀ ਕੀ ਦੁਹਰਾਈ

source: Shorter
pa: ਬਹੁਤ ਛੋਟਾ

source: Taller
pa: ਬਹੁਤ ਲੰਬਾ

source: Wider
pa: ਬਹੁਤ ਚੌੜਾ

source: Num
pa: ਅੰਕੀ

source: Tab&lt;-
pa: ਟੈਬ&lt;-

source: Really Quit!
pa: ਯਕੀਨਨ ਬਾਹਰ ਜਾਓ!
