Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/gok/po/*.po
Languages: pa

source: (100s of a second)
pa: (ਸਕਿੰਟ ਦਾ ਸੌਵਾਂ)

source: Auto Repeat On
pa: ਸਵੈ ਦੁਹਰਾਈ ਚਾਲੂ

source: Auto Repeat Rate:
pa: ਸਵੈ ਦੁਹਰਾਈ ਦਰ:

source: Automatic Scanning
pa: ਸਵੈ ਜਾਂਚ

source: Autostart (starts automatically)
pa: ਸਵੈ-ਸ਼ੁਰੂਆਤੀ (ਆਪਣੇ-ਆਪ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ)

source: Bottom/Top
pa: ਹੇਠਾਂ/ਸਿਖਰ

source: Continuous Cycle On
pa: ਲਗਾਤਾਰ ਚੱਕਰ ਚਾਲੂ

source: Cycles Before Stopping:
pa: ਰੁਕਣ ਤੋਂ ਬਾਅਦ ਚੱਕਰ:

source: Feedback
pa: ਫੀਡਬੈਕ

source: Feedback Movement
pa: ਫੀਡਬੈਕ ਗਤੀ

source: Feedback Selection
pa: ਫੀਡਬੈਕ ਚੋਣ

source: Initial Delay:
pa: ਸ਼ੁਰੂਆਤੀ ਅੰਤਰਾਲ:

source: Left/Right
pa: ਖੱਬਾ/ਸੱਜਾ

source: Operation
pa: ਕਿਰਿਆ

source: Options
pa: ਚੋਣ

source: Press a switch to start scanning. Press another switch or the same switch again to select.
pa: ਜਾਂਚ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਇੱਕ ਸਵਿੱਚ ਦਬਾਓ| ਦੁਬਾਰਾ ਫਿਰ ਚੋਣ ਕਰਨ ਲਈ ਹੋਰ ਜਾਂ ਉਹੀ ਸਵਿੱਚ ਦਬਾਓ|

source: Press switch to start
pa: ਜਾਂਚ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਸਵਿੱਚ ਦਬਾਓ

source: Right/Left
pa: ਸੱਜਾ/ਖੱਬਾ

source: Scan Delay:
pa: ਜਾਂਚ ਅੰਤਰਾਲ:

source: Scan Speed:
pa: ਜਾਂਚ ਗਤੀ:

source: Select
pa: ਚੁਣੋ

source: Start Scanning
pa: ਜਾਂਚ ਸ਼ੁਰੂ ਕਰੋ

source: Top/Bottom
pa: ਸਿਖਰ/ਹੇਠਾਂ

source: Wrap Rows/Columns
pa: ਕਤਾਰਾਂ/ਕਾਲਮ ਲਪੇਟੋ

source: feedbackmovement
pa: ਫੀਡਬੈਕ-ਗਤੀ

source: feedbackselection
pa: ਫੀਡਬੈਕ-ਚੋਣ

source: Direct Selection
pa: ਸਿੱਧੀ ਚੋਣ

source: Feedback Movement:
pa: ਫੀਡਬੈਕ ਗਤੀ:

source: Feedback Selection:
pa: ਫੀਡਬੈਕ ਚੋਣ:

source: Highlight:
pa: ਸਰਗਰਮ:

source: Move the mouse pointer to highlight a key. Press a switch to select.
pa: ਕੀ ਨੂੰ ਸਰਗਰਮ ਕਰਨ ਲਈ ਮਾਊਸ ਸੰਕੇਤਕ ਨੂੰ ਹਿਲਾਓ| ਚੁਣਨ ਲਈ ਇੱਕ ਸਵਿੱਚ ਦਬਾਓ|

source: Select:
pa: ਚੁਣੋ:

source: Dwell Selection
pa: ਸਥਾਪਿਤ ਚੋਣ

source: Move the mouse pointer to highlight a key. Dwell on the key to select.
pa: ਸਵਿੱਚ ਨੂੰ ਸਰਗਰਮ ਕਰਨ ਲਈ ਮਾਊਸ ਸੰਕੇਤਕ ਨੂੰ ਹਿਲਾਓ| ਚੁਣਨ ਲਈ ਸਵਿੱਚ ਬਾਰੇ ਸੋਚੋ|

source: Movement:
pa: ਗਤੀ:

source: Selection:
pa: ਚੋਣ:

source: About
pa: ਬਾਰੇ

source: Help
pa: ਸਹਾਇਤਾ

source: Preferences
pa: ਪਸੰਦ

source: Quit GOK
pa: ਜੀ ਓ ਕੇ ਤੋਂ ਬਾਹਰ ਜਾਓ

source: Window
pa: ਝਰੋਖਾ

source: back
pa: ਪਿੱਛੇ

source: A multiplier to be applied to input device valuator events before processing
pa: ਕਾਰਵਾਈ ਤੋਂ ਪਹਿਲਾਂ ਇੰਪੁੱਟ ਜੰਤਰ ਵੇਲੁਏਟਰ ਤੇ ਮਲਟੀਲਾਇਰ ਲਗਾਇਆ ਜਾਦਾ ਹੈ

source: A semicolon-delimited list of fully specified paths to additional word-completion dictionaries
pa: ਵਾਧੂ ਸ਼ਬਦ-ਪੂਰਤੀ ਸ਼ਬਦਕੋਸ਼ਾਂ ਲਈ ਸੈਮੀਕੌਲਨ ਵਿੱਚ ਦਰਸਾਇਆ ਰਸਤਾ

source: Are the preferences to be restricted?
pa: ਕੀ ਪਸੰਦ ਨੂੰ ਮਨਾਹੀ ਹੈ?

source: Determines the keyboard type used for the default compose keyboard
pa: ਮੂਲ ਸੰਯੁਕਤ ਕੀਬੋਰਡ ਲਈ ਕੀ-ਬੋਰਡ ਕਿਸਮ ਜਾਣੋ

source: Does GOK generate its compose keyboard dynamically based on information from the X Server?
pa: ਕੀ X ਸਰਵਰ ਤੋਂ ਜਾਣਕਾਰੀ ਅਨੁਸਾਰ ਜੀ ਓ ਕੇ ਆਰਜੀ ਤੌਰ ਤੇ ਆਪਣਾ ਇਕੱਠਾ ਕੀਬੋਰਡ ਬਣਾਉਦਾ ਹੈ?

source: Does each GOK user have a private copy of the word prediction dictionary?
pa: ਕੀ ਹਰੇਕ GOK ਉਪਭੋਗਤਾ ਦੀ ਅੱਖਰ ਪ੍ਰਭਾਸ਼ਾ ਸ਼ਬਦ-ਕੋਸ਼ ਦੀ ਨਕਲ ਹੋਵੇ?

source: Does the GOK window expand to fill the full screen width?
pa: ਕੀ ਜੀ ਓ ਕੇ ਝਰੋਖਾ ਪੂਰਾ ਪਰਦਾ ਚੌੜਾਈ ਪੂਰਤੀ ਲਈ ਫੈਲਦਾ ਹੈ?

source: Does the core pointer follow the GOK keyboard pointer?
pa: ਕੀ ਕੋਰ ਸੰਕੇਤਕ ਜੀ ਓ ਕੇ ਕੀਬੋਰਡ ਸੰਕੇਤਕ ਦੇ ਅਨੁਸਾਰ ਚੱਲਦਾ ਹੈ?

source: Does this action use key averaging
pa: ਕੀ ਇਹ ਕਿਰਿਆ ਕੀ-ਔਸਤਨ ਵਰਤਦਾ ਹੈ

source: Does this feedback flash
pa: ਕੀ ਇਹ ਫੀਡਬੈਕ ਚਮਕਦੀ ਹੈ

source: Does this feedback play a sound
pa: ਕੀ ਇਹ ਫੀਡਬੈਕ ਆਵਾਜ਼ ਚਲਾਉਦੀ ਹੈ

source: Does this feedback speak the label of a GOK key
pa: ਇੱਕ GOK ਕੀ ਇਹ ਫੀਡਬੈਕ ਆਵਾਜ਼ ਚਲਾਉਦੀ ਹੈ

source: GOK main window anchor location (if a dock), or empty string if not
pa: ਜੀ ਓ ਕੇ ਮੁੱਖ ਝਰੋਖਾ ਯੰਤਰ ਦੀ ਸਥਿਤੀ (ਜੇ ਜਗ੏ਾ ਹੈ), ਜਾਂ ਖਾਲੀ ਸਤਰ ਜੇ ਨਹੀ

source: How many children of each node in the GUI tree to search for accessible objects
pa: ਵਰਤਣ ਯੋਗ ਵਸਤੂਆਂ ਨੂੰ ਖੋਜਣ ਲਈ ਜੀ ਯੂ ਆਈ ਟਰੀ ਵਿੱਚ ਹਰੇਕ ਨੋਡ ਤੇ ਕਿੰਨੇ ਬੱਚੇ ਹਨ

source: How many levels down the GUI tree to search for accessible objects
pa: ਵਰਤਣ ਯੋਗ ਵਸਤੂਆਂ ਨੂੰ ਖੋਜਣ ਲਈ ਜੀ ਯੂ ਆਈ ਟਰੀ ਵਿੱਚ ਕਿੰਨੇ ਦਰਜੇ ਹਨ

source: Is this action permanent
pa: ਕੀ ਇਹ ਪੱਕੀ ਕਿਰਿਆ ਹੈ

source: Is this feedback permanent
pa: ਕੀ ਇਹ ਪੱਕੀ ਫੀਡਬੈਕ ਹੈ

source: Is word completion on
pa: ਕੀ ਸ਼ਬਦ ਪੂਰਤੀ ਚਾਲੂ ਹੈ

source: Should be one of the following: xkb, default, alpha, alpha-freq, custom; if custom, custom_compose_keyboard should be defined.
pa: ਹੇਠ ਲਿਖਿਆ ਹੋਣ ਲਾਜ਼ਮੀ ਹੈ: xkb, default, alpha, alpha-freq, custom; ਜੇਕਰcustom, custom_compose_keyboard ਪ੍ਰਭਾਸ਼ਿਤ ਕਰਨੇ ਹਨ

source: The access method to use
pa: ਵਰਤਣ ਲਈ ਪਹੁਂਚ ਢੰਗ

source: The directory to load access method files from.
pa: ਤੋਂ ਪਹੁੰਚ ਢੰਗ ਲੋਡ ਕਰਨ ਲਈ ਡਾਇਰੈਕਟਰੀ|

source: The directory to load dictionary files from.
pa: ਤੋਂ ਸ਼ਬਦਕੋਸ਼ ਫਾਇਲਾਂ ਲੋਡ ਕਰਨ ਲਈ ਡਾਇਰੈਕਟਰੀ|

source: The directory to load the gok resource file from.
pa: ਤੋਂ ਜੀ ਓ ਕੇ ਸਰੋਤ ਲੋਡ ਕਰਨ ਲਈ ਡਾਇਰੈਕਟਰੀ|

source: The directory to load user-specific or custom keyboard files from.
pa: ਇਸ ਤੋਂ ਉਪਭੋਗਤਾ ਨਿਰਧਾਰਿਕ ਜਾਂ ਪਸੰਦੀਦਾ ਕੀਬੋਰਡ ਫਾਇਲਾਂ ਲੋਡ ਕਰਨ ਲਈ ਡਾਇਰੈਕਟਰੀ

source: The full pathname to a file which defines a custom GOK compose keyboard
pa: ਪੰਸਦੀਦਾ GOK ਸੰਯੁਕਤ ਕੀਬੋਰਡ ਨਿਰਧਾਰਿਤ ਕਰਨ ਵਾਲੀ ਫਾਇਲ ਲਈ ਪੂਰਾ ਰਸਤਾ

source: The key height
pa: ਕੀ-ਉਚਾਈ

source: The key width
pa: ਕੀ-ਚੌੜਾਈ

source: The keyboards X coordinate
pa: ਕੀਬੋਰਡ X ਕੁਆਰਡੀਨੇਟ

source: The keyboards Y coordinate
pa: ਕੀਬੋਰਡ Y ਕੁਆਰਡੀਨੇਟ

source: The name of the sound that this feedback will play
pa: ਆਵਾਜ਼ ਦਾ ਨਾਂ ਜਿਸ ਨੂੰ ਫੀਡਬੈਕ ਚਲਾਵੇਗੀ

source: The name of the xinput device to use
pa: ਵਰਤਣ ਲਈ x-ਨਿਵੇਸ਼ ਸਾਧਨ ਦਾ ਨਾਂ

source: The name to display to the user for this action
pa: ਇਸ ਕਿਰਿਆ ਲਈ ਉਪਯੋਗੀ ਵਾਸਤੇ ਵਿਖਾਵੇ ਦਾ ਨਾਂ

source: The name to display to the user for this feedback
pa: ਇਸ ਫੀਡਬੈਕ ਲਈ ਉਪਯੋਗੀ ਵਾਸਤੇ ਵਿਖਾਵੇ ਦਾ ਨਾਂ

source: The number if applicable
pa: ਨੰਬਰ ਜੇ ਢੁਕਵਾਂ ਹੈ

source: The number of predictions for word completion
pa: ਸ਼ਬਦ ਪੂਰਤੀ ਲਈ ਪੁਸ਼ਟੀਆਂ ਦੀ ਗਿਣਤੀ

source: The number of times this feedback will flash
pa: ਗਿਣਤੀ ਕਿ ਇਹ ਫੀਡਬੈਕ ਕਿੰਨੀ ਵਾਰ ਚਮਕੇਗੀ

source: The primary or system directory to load keyboard files from.
pa: ਇਸ ਕੀਬੋਰਡ ਫਾਇਲਾਂ ਲੋਡ ਕਰਨ ਲਈ ਮੂਲ ਜਾਂ ਸਿਸਟਮ ਡਾਇਰੈਕਟਰੀ ਦਿਓ

source: The rate for this action
pa: ਇਸ ਕਿਰਿਆ ਦੀ ਗਤੀ

source: The space between keys
pa: ਕੀਜ਼ ਵਿਚਕਾਰ ਜਗ੏ਾ

source: The state in which this action is activated
pa: ਸਥਿਤੀ ਜਿਸ ਵਿੱਚ ਇਹ ਕਿਰਿਆ ਸਰਗਰਮ ਹੁੰਦੀ ਹੈ

source: The type of this action
pa: ਇਸ ਕਿਰਿਆ ਦੀ ਕਿਸਮ

source: Whether to use additional word lists when searching for GOK word-completion candidates
pa: ਕੀ ਜੀ ਓ ਕੇ ਸ਼ਬਦ-ਪੂਰਤੀ ਉਮੀਦਵਾਰਾਂ ਲਈ ਖੋਜ ਸਮੇ ਵਾਧੂ ਸ਼ਬਦ ਸੂਚੀ ਵਰਤਣੀ ਹੈ

source: On-Screen Keyboard
pa: ਪਰਦੇ ਉੱਪਰ ਕੀਬੋਰਡ

source: The GNOME On-screen Keyboard
pa: ਗਨੋਮ ਦਾ ਪਰਦੇ ਉੱਪਰ ਕੀਬੋਰਡ

source: 3 State
pa: 3 ਸਥਿਤੀ

source: <b>Appearance</b>
pa: <b>ਦਿੱਖ</b>

source: <b>Behavior</b>
pa: <b>ਵਰਤਾਓ</b>

source: <b>Branch</b>
pa: <b>ਸ਼ਾਖਾ</b>

source: <b>Command Prediction</b>
pa: <b>ਕਮਾਂਡ ਪੁਸ਼ਟੀ</b>

source: <b>Compose Keyboard</b>
pa: <b>ਸੰਯੁਕਤ ਕੀਬੋਰਡ</b>

source: <b>Custom Keyboards</b>
pa: <b>ਪਸੰਦੀਦਾ ਕੀਬੋਰਡ</b>

source: <b>Define Actions</b>
pa: <b>ਕਿ੍ਆਵਾਂ ਪ੍ਭਾਸ਼ਿਤ ਕਰੋ</b>

source: <b>Define Feedback</b>
pa: <b>ਫੀਡਬੈਕ ਪ੍ਭਾਸ਼ਿਤ ਕਰੋ</b>

source: <b>Delay Before Activation</b>
pa: <b>ਸਰਗਰਮੀ ਤੋ ਪਹਿਲਾਂ ਅੰਤਰਾਲ</b>

source: <b>Description</b>
pa: <b>ਵਰਨਣ</b>

source: <b>Dock and Expand Horizontally</b>
pa: <b>ਡੋਕ ਤੇ ਫੈਲਿਆ ਖਿਤਿਜੀ</b>

source: <b>Event Source</b>
pa: <b>ਘਟਨਾ ਸਰੋਤ</b>

source: <b>Font</b>
pa: <b>ਫੌਂਟ</b>

source: <b>Key Flashing</b>
pa: <b>ਕੀ-ਚਮਕ</b>

source: <b>Key Size and Spacing Controls</b>
pa: <b>ਕੀ-ਆਕਾਰ ਅਤੇ ਵਿਸਥਾਪਨ ਕੰਟਰੋਲ</b>

source: <b>Key</b>
pa: <b>ਕੀ</b>

source: <b>Keyboard</b>
pa: <b>ਕੀਬੋਰਡ</b>

source: <b>Modifier</b>
pa: <b>ਸੋਧਕ</b>

source: <b>Output</b>
pa: <b>ਪਰਿਮਾਣ</b>

source: <b>Position</b>
pa: <b>ਸਥਿਤੀ</b>

source: <b>Preview</b>
pa: <b>ਅਸਲੀ ਦਿ੍ਸ਼</b>

source: <b>Sensitivity</b>
pa: <b>ਸੰਵੇਦਸ਼ੀਲਤਾ</b>

source: <b>Sound</b>
pa: <b>ਆਵਾਜ਼</b>

source: <b>Speech</b>
pa: <b>ਆਵਾਜ਼</b>

source: <b>Switch or Button Number</b>
pa: <b>ਸਵਿੱਚ ਅਤੇ ਬਟਨ ਨੰਬਰ</b>

source: <b>Theme</b>
pa: <b>ਸਰੂਪ</b>

source: <b>Timers and Delays</b>
pa: <b>ਟਾਈਮਰ ਅਤੇ ਅੰਤਰਾਲ</b>

source: <b>Type</b>
pa: <b>ਕਿਸਮ</b>

source: <b>Valuator Type</b>
pa: <b>ਮੁੱਲ-ਨਿਰਧਾਰਨ-ਕਰਨ-ਵਾਲੇ ਦੀ ਕਿਸਮ</b>

source: <b>Word Completion</b>
pa: <b>ਸ਼ਬਦ ਪੂਰਤੀ</b>

source: <small><i><b>Note:</b> Changes to this setting will not take effect until you next run GOK.</i></small>
pa: ਇਸ ਵਿਵਸਥਾ ਵਿੱਚ <small><i><b>ਸੰਖੇਪ-ਪੱਤਰ:</b> ਤਬਦੀਲੀਆਂ ਪ੍ਭਾਵੀ ਨਹੀ ਹੋਣਗੀਆਂ ਜਦੋਂ ਤੱਕ ਤੁਸੀ ਅਗਲੀ ਵਾਰ GOK.</i></small> ਨਹੀ ਚਲਾਉਦੇ

source: A multipler which is applied to the extended input device valuator events before processing.
pa: ਮਲਟੀਪਲਰ, ਜੋ ਕਿ ਇੰਪੁੱਟ ਜੰਤਰ ਵੇਲੂਏਟਰ ਘਟਨਾ ਨੂੰ ਵਧਾ ਦਿੰਦਾ ਹੈ, ਜੋ ਕਿ ਕਾਰਵਾਈ ਲਈ ਜਾਣੀ ਹੈ

source: Access Methods
pa: ਪਹੁੰਚ ਢੰਗ

source: AccessMethodName
pa: ਪਹੁੰਚ-ਢੰਗ-ਨਾਂ

source: Action Names List
pa: ਕਿਰਿਆ ਨਾਂ ਸੂਚੀ

source: Action Type:
pa: ਕਿਰਿਆ ਕਿਸਮ:

source: ActionTypeNotebook
pa: ਕਿਰਿਆ ਕਿਸਮ ਨੋਟ-ਬੁੱਕ

source: Actions
pa: ਕਿ੍ਆਵਾਂ

source: Activate on Dw_ell
pa: ਸਥਾਪਤੀ ਉਪਰੰਤ ਸਰਗਰਮ ਹੋਵੋ

source: Activate on _Enter
pa: ਦਾਖਲੇ ਸਮੇ ਸਰਗਰਮ ਹੋਵੋ

source: Activate on _Move
pa: ਚੱਲਣ ਸਮੇ ਸਰਗਰਮ ਹੋਵੋ

source: Activate when _pressed
pa: ਦਬਾਓ ਉਪਰੰਤ ਸਰਗਰਮ ਹੋਵੋ

source: Activate when _released
pa: ਛੱਡਣ ਸਮੇ ਸਰਗਰਮ ਹੋਵੋ

source: Add
pa: ਜੋੜੋ

source: Add New Key
pa: ਨਵੀ ਕੀ ਜੋੜੋ

source: Additional directory to search for GOK Keyboards
pa: GOK ਕੀਬੋਰਡ ਖੋਜ ਲਈ ਵਾਧੂ ਡਾਇਰੈਕਟਰੀ

source: Additional directory to search for GOK keyboard files
pa: ਜੀਓਕੇ ਕੀਬੋਰਡ ਫਾਇਲਾਂ ਲੋਡ ਕਰਨ ਲਈ ਵਾਧੂ ਡਾਇਰੈਕਟਰੀ|

source: Alphanumeric keyboard arranged by letter frequency
pa: ਅੱਖਰ ਆਵਿਰਤੀ ਨਾਲ ਅੱਖਰ-ਅੰਕੀ ਕੀਬੋਰਡ

source: Alphanumeric keyboard sorted alphabetically
pa: ਅੱਖਰ-ਅੰਕੀ ਕੀਬੋਰਡ ਜੋ ਕਿ ਅੱਖਰੀ-ਕ੍ਰਮਬੱਧ

source: Appearance
pa: ਦਿੱਖ

source: Bottom:
pa: ਹੇਠਾਂ:

source: Browse
pa: ਝਲਕ

source: C_ore pointer
pa: ਕੋਰ ਸੰਕੇਤਕ

source: Command Prediction
pa: ਕਮਾਂਡ ਪੁਸ਼ਟੀ

source: Delay
pa: ਅੰਤਰਾਲ

source: Delay, in 100ths of a second, after the triggering event occurs, before activation takes place.
pa: ਸਕਿੰਟ ਦੇ ਸੌਵੇ ਵਿੱਚ ਅੰਤਰਾਲ, ਟਰਿਗਰਿੰਗ ਘਟਨਾ ਵਾਪਰਨ ਤੋ ਬਾਅਦ,ਸਰਗਰਮੀ ਆਉਣ ਤੋ ਪਹਿਲਾਂ|

source: Delete
pa: ਮਿਟਾਓ

source: Delete Key
pa: ਕੀ ਮਿਟਾਓ

source: Dock
pa: ਡੌਕ

source: Dock Bottom
pa: ਡੌਕ ਦਾ ਥੱਲਾ

source: Dock Top
pa: ਡੌਕ ਦਾ ਸਿਖਰ

source: Duplicate
pa: ਨਕਲੀ

source: Enable _key flashing
pa: ਕੀ-ਚਮਕਤਾ ਯੋਗ ਕਰੋ

source: Enable _sound
pa: ਆਵਾਜ਼ ਯੋਗ ਕਰੋ

source: Enable _word completion
pa: ਸ਼ਬਦ ਪੂਰਤੀ ਯੋਗ ਕਰੋ

source: Enable co_mmand prediction
pa: ਕਮਾਂਡ ਪੁਸ਼ਟੀ ਯੋਗ ਕਰੋ

source: Fill WIdth
pa: ਚੌੜਾਈ ਭਰੋ

source: Font Group:
pa: ਫੌਂਟ ਗਰੁੱਪ:

source: GOK Keyboard Editor
pa: ਜੀ ਓ ਕੇ ਕੀਬੋਰਡ ਸੋਧਕ

source: GOK Preferences
pa: ਜੀ ਓ ਕੇ ਪਸੰਦ

source: GOK:
pa: ਜੀ ਓ ਕੇ:

source: Key Height
pa: ਕੀ-ਉਚਾਈ

source: Key Spacing
pa: ਕੀ-ਵਿਸਥਾਪਨ

source: Key Width
pa: ਕੀ-ਚੌੜਾਈ

source: Key _width:
pa: ਕੀ-ਚੌੜਾਈ:

source: Key h_eight:
pa: ਕੀ-ਉਚਾਈ:

source: Keyboards
pa: ਕੀਬੋਰਡ

source: Keycode:
pa: ਕੀ-ਕੋਡ:

source: Keysym:
pa: ਕੀ-sym:

source: Label:
pa: ਲੇਬਲ:

source: Left:
pa: ਖੱਬਾ:

source: Match physical keyboard as reported by X Server
pa: X ਸਰਵਰ ਦੁਆਰਾ ਉਪਲੱਬਧ ਕਰਵਾਇਆ ਹਿਸਾਬ ਭੌਤਿਕ ਕੀਬੋਰਡ

source: Modifier Post
pa: ਸੋਧਕ ਪਦ

source: Modifier Pre
pa: ਸੋਧਕ Pre

source: Modifier:
pa: ਸੋਧਕ:

source: Move Down
pa: ਹੇਠਾਂ ਜਾਓ

source: Move Up
pa: ਉੱਪਰ ਜਾਓ

source: Name:
pa: ਨਾਂ:

source: New
pa: ਨਵਾਂ

source: Next Key
pa: ਅਗਲੀ-ਕੀ

source: Normal
pa: ਸਧਾਰਨ

source: Number of _flashes:
pa: ਚਮਕਾਂ ਦੀ ਗਿਣਤੀ:

source: Number of _predictions:
pa: ਪੁਸ਼ਟੀਆਂ ਦੀ ਗਿਣਤੀ:

source: Number of command predictions:
pa: ਕਮਾਂਡ ਪੁਸ਼ਟੀਆਂ ਦੀ ਗਿਣਤੀ:

source: Number of word predictions:
pa: ਸ਼ਬਦ ਪੁਸ਼ਟੀਆਂ ਦੀ ਗਿਣਤੀ:

source: Other _input device:
pa: ਹੋਰ ਨਿਵੇਸ਼ ਸਾਧਨ:

source: Prediction
pa: ਪੁਸ਼ਟੀ

source: Press
pa: ਦਬਾਓ

source: Previous Key
pa: ਪਿਛਲੀ-ਕੀ

source: Read keyboard from file:
pa: ਕੀਬੋਰਡ ਫਾਇਲ ਨੂੰ ਪੜੋ:

source: Release
pa: ਛੱਡੋ

source: Right:
pa: ਸੱਜਾ:

source: S_witch
pa: ਸਵਿੱਚ

source: Show Only This Font Group
pa: ਸਿਰਫ ਇਹ ਫੌਂਟ ਗਰੁੱਪ ਵਿਖਾਓ

source: So_und:
pa: ਆਵਾਜ਼:

source: Speak key _label
pa: ਕੀ-ਲੇਬਲ ਬੋਲੋ

source: Style:
pa: ਰੇਖਾ-ਚਿਤਰ:

source: Switch _1
pa: ਸਵਿੱਚ _1

source: Switch _2
pa: ਸਵਿੱਚ _2

source: Switch _3
pa: ਸਵਿੱਚ _3

source: Switch _4
pa: ਸਵਿੱਚ _4

source: Switch _5
pa: ਸਵਿੱਚ _5

source: Target:
pa: ਲਕਸ਼:

source: To Back
pa: ਪਿੱਛੇ ਵੱਲ

source: To Front
pa: ਅੱਗੇ ਵੱਲ

source: Toggle
pa: ਟੌਗਲ

source: Top:
pa: ਸਿਖਰ:

source: Use _extra word list file(s)
pa: ਵਾਧੂ ਸ਼ਬਦ ਸੂਚੀ ਫਾਇਲ ਵਰਤੋ

source: Use _key averaging
pa: ਕੀ-ਔਸਤਨ ਵਰਤੋ

source: Valuator Sensitivity
pa: ਵੇਲੂਏਟਰ ਸੰਵੇਦਸ਼ੀਲਤਾ

source: Word Completion
pa: ਸ਼ਬਦ ਪੂਰਤੀ

source: _100ths of a second
pa: ਸਕਿੰਟ ਦਾ ਸੌਵਾਂ

source: _Add
pa: ਜੋੜੋ

source: _Browse...
pa: ਝਲਕ-ਵੇਖੋ਼਼਼

source: _Delete
pa: ਮਿਟਾਓ

source: _Joystick
pa: ਜਾਇਸਟਿੱਕ

source: _Method:
pa: ਢੰਗ:

source: _Name:
pa: ਨਾਂ:

source: _New
pa: ਨਵਾਂ

source: _Number of predictions:
pa: ਪੁਸ਼ਟੀਆਂ ਦੀ ਗਿਣਤੀ:

source: _Rename
pa: ਦੁਬਾਰਾ ਨਾਂ ਦਿਓ

source: _Single axis:
pa: ਇਕੱਲਾ ਅੈਕਸਿਜ਼:

source: _Spacing:
pa: ਵਿਸਥਾਪਨ:

source: _Use Desktop Theme Preferences
pa: ਵਿਹੜਾ ਸਰੂਪ ਪਸੰਦ ਵਰਤੋ

source: _Valuator
pa: ਮੁੱਲ ਨਿਰਧਾਰਨ ਕਰਨ ਵਾਲਾ

source: _X-Y valuator (axes 0 and 1)
pa: _X-Y ਮੁੱਲ ਨਿਰਧਾਰਨ ਕਰਨ ਵਾਲਾ (ਅੈਕਸਿਜ਼ 0 ਅਤੇ 1)

source: access method name
pa: ਪਹੁੰਚ ਢੰਗ ਨਾਂ

source: cancel
pa: ਰੱਦ ਕਰੋ

source: display user help
pa: ਉਪਯੋਗੀ ਸਹਾਇਤਾ ਵਿਖਾਓ

source: high
pa: ਉੱਚਾ

source: low
pa: ਘੱਟ

source: pixels
pa: ਪਿਕਸਲ

source: revert to original settings
pa: ਮੂਲ ਵਿਵਸਥਾਵਾਂ ਫਿਰ ਲਿਆਓ

source: try these settings
pa: ਇਹਨਾਂ ਵਿਵਸਥਾਵਾਂ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ

source: use these settings
pa: ਇਹਨਾਂ ਵਿਵਸਥਾਵਾਂ ਨੂੰ ਵਰਤੋ

source: You appear to be using GOK in 'core pointer' mode.
pa: ਤੁਸੀਂ 'core pointer' ਮੋਡ ਵਿੱਚ GOK ਵਰਤਦੇ ਲੱਗ ਰਹੇ ਹੋ|

source: Sorry, Access Method Wizard not implemented yet.
pa: ਮੁਆਫ ਕਰਨਾ, ਪਹੁੰਚ ਢੰਗ ਵਿਜ਼ਾਡ ਅਜੇ ਲਾਗੂ ਨਹੀ ਕੀਤਾ|

source: GOK Access Method Wizard
pa: ਜੀ ਓ ਕੇ ਪਹੁੰਚ ਢੰਗ ਵਿਜ਼ਾਡ

source: Sorry, browse for sound file not implemented yet.
pa: ਮੁਆਫ ਕਰਨਾ, ਆਵਾਜ਼ ਫਾਇਲ ਝਲਕ ਅਜੇ ਲਾਗੂ ਨਹੀ ਕੀਤਾ|

source: GOK Browse for sound file
pa: ਜੀ ਓ ਕੇ ਆਵਾਜ਼ ਫਾਇਲ ਝਲਕ

source: Sorry, advanced settings not implemented yet.
pa: ਮੁਆਫ ਕਰਨਾ, ਵਿਕਸਿਤ ਵਿਵਸਥਾਵਾਂ ਝਲਕ ਅਜੇ ਲਾਗੂ ਨਹੀ ਕੀਤਾ|

source: GOK Inverse Scanning Advanced
pa: ਜੀ ਓ ਕੇ ਵਿਕਸਿਤ ਉਲਟੀ ਜਾਂਚ

source: You have modified the current file. Do you want to discard your changes?
pa: ਤੁਸੀ ਵਰਤਮਾਨ ਫਾਇਲ ਤਬਦੀਲ ਕਰ ਦਿੱਤੀ ਹੈ| ਕੀ ਤੁਸੀ ਆਪਣੀਆਂ ਤਬਦੀਲੀਆਂ ਰੱਦ ਕਰਨੀਆਂ ਚਾਹੁੰਦੇ ਹੋ?

source: Keyboard Filename Invalid
pa: ਕੀਬੋਰਡ ਫਾਇਲ ਨਾੳ ਗਲਤ ਹੈ

source: new
pa: ਨਵਾਂ

source: Select keyboard file for editing
pa: ਸੋਧ ਕਰਨ ਲਈ ਕੀਬੋਰਡ ਚੁਣੋ

source: .kbd files
pa: .kbd ਫਾਇਲਾਂ

source: label
pa: ਲੇਬਲ

source: Can't save file: %s
pa: ਫਾਇਲ ਸੰਭਾਲ ਨਹੀ ਸਕਦਾ: %s

source: Save keyboard file as
pa: ਕੀਬੋਰਡ ਫਾਇਲ ਨੂੰ ਇਸ ਤਰਾਂ ਸੰਭਾਲੋ

source: This is not a valid keyboard filename: %s
pa: ਇਹ ਯੋਗ ਕੀਬੋਰਡ ਫਾਇਲ ਨਾਂ ਨਹੀ ਹੈ: %s

source: (new)
pa: (ਨਵੀਂ)

source: Mute
pa: ਖਾਮੋਸ਼

source: Mouse Keys
pa: ਮਾਊਸ ਸਵਿੱਚ

source: Left Tab
pa: ਖੱਬੀ ਟੈਬ

source: Divide
pa: ਡਾਇਵ

source: Multiply
pa: ਗੁਣਾ

source: Subtract
pa: ਘਟਾਓ

source: Addition
pa: ਵਾਧੂ

source: Prior
pa: ਦਰਜਾ

source: Next
pa: ਅੱਗੇ

source: Up
pa: ਉੱਪਰ

source: Down
pa: ਹੇਠਾਂ

source: Left
pa: ਖੱਬਾ

source: Right
pa: ਸੱਜਾ

source: Begin
pa: ਸ਼ੁਰੂ

source: Decimal
pa: ਦਸ਼ਮਲਵ

source: Meta
pa: ਮੈਟਾ

source: Multi key
pa: ਬਹੁ ਸਵਿੱਚ

source: Eisu toggle
pa: Eisu ਤਬਦੀਲ

source: Henkan Mode
pa: Henkan ਮੋਡ

source: Muhenkan
pa: ਮੂਹੀਨਕਾਨ

source: Mode switch
pa: ਮੋਡ ਤਬਦੀਲ

source: Xkb extension could not be initialized! (error code %x)
pa: Xkb ਅੈਕਸਟੈਂਸ਼ਨ ਸ਼ੁਰੂ ਨਹੀ ਹੋ ਸਕੀ! (ਗਲਤੀ ਕੋਡ %x)

source: keyboard description not available!
pa: ਕੀਬੋਰਡ ਵਰਨਣ ਉਪਲੱਬਧ ਨਹੀ!

source: Keyboard Geometry cannot be read from your X Server.
pa: ਤੁਹਾਡੇ X ਸਰਵਰ ਤੋਂ ਕੀਬੋਰਡ ਆਕਿ੍ਤੀ ਪੜ੏ੀ ਨਹੀ ਜਾ ਸਕਦੀ|

source: Back
pa: ਪਿੱਛੇ

source: Repeat Next
pa: ਅੱਗੇ ਦੁਹਰਾ

source: Edit
pa: ਸੋਧ

source: Num Pad
pa: ਅੰਕੀ ਪੈਡ

source: Hide
pa: ਲੁਕੋਵੋ

source: shift
pa: ਸ਼ਿਫਟ

source: Level 2
pa: ਦਰਜਾ 2

source: Level 3
pa: ਦਰਜਾ 3

source: Menus
pa: ਸੂਚੀਆਂ

source: level 0|abcdefghijklmnopqrstuvwxyz1234567890-=[];'#\,./
pa: ਦਰਜਾ 0|abcdefghijklmnopqrstuvwxyz1234567890-=[];'#\,./

source: level 1|ABCDEFGHIJKLMNOPQRSTUVWXYZ!"3$%^&*()_+{}:@~<>?
pa: ਦਰਜਾ 1|ABCDEFGHIJKLMNOPQRSTUVWXYZ!"3$%^&*()_+{}:@~<>?

source: level 2|
pa: ਦਰਜਾ 2|

source: level 3|
pa: ਦਰਜਾ 3|

source: level 0|etaonrishdlfcmugypwbvkxjqz`1234567890-=\[];'<,./
pa: ਦਰਜਾ 0|etaonrishdlfcmugypwbvkxjqz`1234567890-=\[];'<,./

source: level 1|ETAONRISHDLFCMUGYPWBVKXJQZ~!@#$%^&*()_+|{}:"><>?
pa: ਦਰਜਾ 1|ETAONRISHDLFCMUGYPWBVKXJQZ~!@#$%^&*()_+|{}:"><>?

source: GOK -
pa: ਜੀ ਓ ਕੇ -

source: GUI
pa: ਜੀ ਯੂ ਆਈ

source: Table
pa: ਸਾਰਣੀ

source: Toolbars
pa: ਸੰਦਖਾਨਾ

source: Applications
pa: ਕਾਰਜ

source: Menu
pa: ਸੂਚੀ

source: translator_credits
pa: ਜਸਵਿੰਦਰ ਸਿੰਘ ਫੂਲੇਵਾਲਾ (jaswinderlinux@netscape.net)

source: GOK
pa: ਜੀ ਓ ਕੇ

source: Dynamic virtual keyboards for the GNOME desktop
pa: ਗਨੋਮ ਵਿਹੜੇ ਲਈ ਪਰਿਵਰਤਨਸ਼ੀਲ ਅਸਲੀ ਕੀਬੋਰਡ

source: Full Credits
pa: ਪੂਰਾ ਮਾਣ

source: error reading description
pa: ਵੇਰਵਾ ਪੜਨ ਵਿੱਚ ਗਲਤੀ

source: V Scrollbar
pa: ਲੰਬਕਾਰੀ ਸਕਰੋਲਪੱਟੀ

source: H Scrollbar
pa: ਖਿਤਿਜੀ ਸਕਰੋਲਪੱਟੀ

source: GOK Action Name
pa: ਜੀ ਓ ਕੇ ਕਿਰਿਆ ਨਾਂ

source: Change the action name:
pa: ਕਿਰਿਆ ਨਾਂ ਤਬਦੀਲ ਕਰੋ:

source: Action name can't be empty. Please enter a new action name.
pa: ਕਿਰਿਆ ਨਾਂ ਖਾਲੀ ਨਹੀ ਹੋ ਸਕਦਾ| ਕਿਰਪਾ ਕਰਕੇ ਨਵਾਂ ਕਿਰਿਆ ਨਾਂ ਦਿਓ|

source: Sorry, that action name already exists. Please enter a new action name
pa: ਮੁਆਫ ਕਰਨਾ, ਇਹ ਕਿਰਿਆ ਨਾਂ ਪਹਿਲਾਂ ਮੌਜੂਦ ਹੈ| ਕਿਰਪਾ ਕਰਕੇ ਨਵਾਂ ਕਿਰਿਆ ਨਾਂ ਦਿਓ

source: New Action %d
pa: ਨਵੀ ਕਿਰਿਆ %d

source: Do you wish to delete this action (%s)?
pa: ਕੀ ਤੁਸੀ ਇਸ ਕਿਰਿਆ (%s) ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?

source: GOK Delete Action
pa: ਜੀ ਓ ਕੇ ਮਿਟਾਓ ਕਿਰਿਆ

source: GOK Feedback Name
pa: ਜੀ ਓ ਕੇ ਫੀਡਬੈਕ ਨਾਂ

source: Change the feedback name:
pa: ਫੀਡਬੈਕ ਨਾਂ ਤਬਦੀਲ ਕਰੋ:

source: Feedback name can't be empty. Please enter a new feedback name.
pa: ਫੀਡਬੈਕ ਨਾਂ ਖਾਲੀ ਨਹੀ ਹੋ ਸਕਦਾ| ਕਿਰਪਾ ਕਰਕੇ ਨਵਾਂ ਫੀਡਬੈਕ ਨਾਂ ਦਿਓ|

source: Sorry, that feedback name already exists. Please enter a new feedback name
pa: ਮੁਆਫ ਕਰਨਾ, ਇਹ ਫੀਡਬੈਕ ਨਾਂ ਪਹਿਲਾਂ ਮੌਜੂਦ ਹੈ| ਕਿਰਪਾ ਕਰਕੇ ਨਵਾਂ ਫੀਡਬੈਕ ਨਾਂ ਦਿਓ

source: New Feedback %d
pa: ਨਵੀ ਫੀਡਬੈਕ %d

source: Do you wish to delete this feedback (%s)?
pa: ਕੀ ਤੁਸੀ ਇਸ ਫੀਡਬੈਕ (%s) ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?

source: GOK Delete Feedback
pa: ਜੀ ਓ ਕੇ ਮਿਟਾਓ ਫੀਡਬੈਕ

source: Select sound file
pa: ਆਵਾਜ਼ ਫਾਇਲ ਚੁਣੋ

source: Enter directory to search for additional GOK keyboard files.
pa: ਜੀਓਕੇ ਕੀਬੋਰਡ ਫਾਇਲਾਂ ਲੱਭਣ ਲਈ ਡਾਇਰੈਕਟਰੀ ਦਿਓ

source: Select the XML file defining your startup compose keyboard
pa: ਤੁਹਾਡਾ ਸ਼ੁਰੂਆਤੀ ਸੰਯੁਕਤ ਕੀਬੋਰਡ ਪ੍ਰਭਾਸ਼ਿਤ ਕਰਨ ਲਈ XML ਫਾਇਲ ਚੁਣੋ

source: Button
pa: ਬਟਨ

source: You appear to be configuring GOK to use 'core pointer' mode.
pa: ਤੁਸੀਂ 'core pointer ਮੋਡ ਵਰਤਣ ਲਈ GOK ਦੀ ਸੰਰਚਨਾ ਕਰ ਰਹੇ ਹੋ

source: Window List
pa: ਝਰੋਖਾ ਸੂਚੀ

source: Could not read contents of dictionary file '%s'
pa: ਸ਼ਬਦ-ਕੋਸ਼ ਫਾਇਲ਼ '%s' ਦੇ ਭਾਗ ਪੜੇ ਨਹੀ ਜਾ ਸਕੇ ਹਨ

source: Use the specified access method. NAME is a string and can be found in the various access method files (.xam) assigned to the "name" property of <gok:accessmethod> tag. Note this is not necessarily the same as the name of the .xam file. (See --list-accessmethods)
pa: ਦਰਸਾਇਆ ਪਹੁੰਚ ਢੰਗ ਵਰਤੋ| ਨਾਂ ਸਤਰ ਹੈ ਅਤੇ ਵੱਖ-ਵੱਖ ਪਹੁੰਚ ਢੰਗ ਫਾਇਲਾਂ (.xam) ਵਿਚੋ ਲੱਭਿਆ ਜਾ ਸਕਦਾ ਹੈ ਜੋ ਕਿ <gok:accessmethod> tag ਦੀ "ਨਾਂ" ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਨਿਰਧਾਰਿਤ ਕੀਤੀਆਂ ਹਨ| ਯਾਦ ਰੱਖੋ ਕਿ ਇਹ xam ਫਾਇਲ ਨਾਂ ਦੇ ਸਮਾਨਾਰਥਕ ਹੋਣਾ ਜਰੂਰੀ ਨਹੀ|

source: NAME
pa: ਨਾਂ

source: Start the GOK keyboard editor
pa: ਜੀ ਓ ਕੇ ਕੀਬਪਰਡ ਸੋਧਕ ਸ਼ੁਰੂ ਕਰੋ

source: Use special, but possibly unstable, gok stuff
pa: ਖਾਸ, ਪਰ ਸੰਭਾਵੀ ਤੌਰ ਤੇ ਅਸਥਿਰ,ਜੀ ਓ ਕੇ ਵਸਤੂ ਵਰਤੋ

source: Whenever --geometry is not used gok remembers its position between invocations and starts in the position that it had when it was last shutdown. When --geometry is used gok positions itself within the rectangular area of screen described by the given X11 geometry specification. When --geometry is used gok does not remember its position when it shuts down. This behaviour can be changed with the --remembergeometry flag which forces gok to remember its position when shutdown even when it was started with --geometry.
pa: ਜਦੋਂ --ਅਕ੍ਰਿਤੀ ਨਹੀ ਵਰਤੀ ਜਾਂਦੀ ਜੀ ਓ ਕੇ ਇਨਵੋਕੇਸ਼ਨਜ਼ ਵਿਚਕਾਰ ਆਪਣੀ ਸਥਿਤੀ ਯਾਦ ਰੱਖਦਾ ਹੈ ਅਤੇ ਸਥਿਤੀ ਜਿਹੜੀ ਇਸ ਦੇ ਪਿਛਲੀ ਵਾਰ ਬੰਦ ਕਰਨ ਤੇ ਸੀ, ਵਿੱਚ ਸ਼ੁਰੂ ਕਰੋ| ਜਦੋਂ --ਅਕ੍ਰਿਤੀ ਆਪਣੇ-ਆਪ X11 ਅਕ੍ਰਿਤੀ ਨਿਰਧਾਰਨ ਪਰਦੇ ਦੇ ਆਇਤਾਕਾਰ ਖੇਤਰ ਵਿੱਚ ਜੀ ਓ ਕੇ ਸਥਿਤੀਆਂ ਵਰਤਦੀ ਹੈ| ਜਦੋਂ --ਅਕ੍ਰਿਤੀ ਵਰਤੀ ਜਾਂਦੀ ਜੀ ਓ ਕੇ ਜਦੋਂ ਬੰਦ ਹੁੰਦਾ ਹੈ ਆਪਣੀ ਸਥਿਤੀ ਯਾਦ ਨਹੀ ਰੱਖਦਾ ਹੈ| ਇਹ ਵਰਤਾਓ ਯਾਦ-ਰੱਖੋ-ਅਕ੍ਰਿਤੀ ਸੰਕੇਤ ਨਾਲ ਤਬਦੀਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਜਿਹੜਾ ਜੀ ਓ ਕੇ ਨੂੰ ਆਪਣੀ ਸਥਿਤੀ ਯਾਦ ਰੱਖਣ ਲਈ ਮਜਬੂਰ ਕਰਦਾ ਹੈ ਜਦੋ ਇਹ ਬੰਦ ਹੁੰਦਾ ਹੈ ਇੱਥੋ ਤੱਕ ਕਿ ਜਦੋ ਇਹ -ਅਕ੍ਰਿਤੀ ਨਾਲ ਸ਼ੁਰੂ ਹੁਂਦਾ ਹੈ

source: GEOMETRY
pa: ਅਕ੍ਰਿਤੀ

source: Use the specified input device
pa: ਦਰਸਾਇਆ ਗਿਆ ਨਿਵੇਸ਼ ਸਾਧਨ ਵਰਤੋ

source: DEVICENAME
pa: ਸਾਧਨ-ਨਾਂ

source: Start GOK with the specified keyboard.
pa: ਦਰਸਾੲੇ ਕੀਬੋਰਡ ਨਾਲ ਜੀ ਓ ਕੇ ਸ਼ੁਰੂ ਕਰੋ|

source: KEYBOARDNAME
pa: ਕੀਬੋਰਡ-ਨਾਂ

source: List the access methods that can used as options to other arguments.
pa: ਹੋਰ ਆਰਗੂਮਿੰਟ ਲਈ ਚੋਣ ਦੇ ਤੌਰ ਤੇ ਵਰਤਣ ਲਈ ਹੋਰ ਪਹੁੰਚ ਤਰੀਕਿਆਂ ਦੀ ਸੂਚੀ

source: List the actions that can used as options to other arguments.
pa: ਹੋਰ ਆਰਗੂਮਿੰਟ ਲਈ ਚੋਣ ਦੇ ਤੌਰ ਤੇ ਵਰਤਣ ਲਈ ਕਾਰਵਾਈਆਂ ਦੀ ਸੂਚੀ

source: GOK will be used to login
pa: ਜੀ ਓ ਕੇ ਲਾਗ-ਇਨ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਵੇਗਾ

source: Can be used with --geometry. Forces GOK to remember its position when shutdown even when it was started with --geometry. Please see the discussion under the --geometry flag for more information.
pa: --ਅਕ੍ਰਿਤੀ ਨਾਲ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ| ਜੀ ਓ ਕੇ ਨੂੰ ਆਪਣੀ ਸਥਿਤੀ ਯਾਦ ਰੱਖਣ ਲਈ ਧਿਆਨ ਦਿਵਾਓ ਜਦੋ ਬੰਦ ਹੁੰਦਾ ਹੈਇੱਥੋ ਤੱਕ ਕਿ ਜਦੋਂ --ਅਕ੍ਰਿਤੀ ਨਾਲ ਸ਼ੁਰੂ ਹੁੰਦਾ ਸੀ| ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ --ਅਕ੍ਰਿਤੀ ਸੰਕੇਤ ਹੇਠਾਂ ਵਿਆਖਿਆ ਵੇਖੋ|

source: Start GOK and hook this action to scan operations. (See --list-actions)
pa: GOK ਸ਼ੁਰੂ ਕਰੋ ਅਤੇ ਕਾਰਵਾਈ ਨੂੰ ਜਾਂਚ ਕਾਰਵਾਈ ਰੋਕ ਲਈ ਵਰਤੋਂ (ਵੇਖੋ --list-actions)

source: Start GOK and hook this action to select operations. (See --list-actions)
pa: GOK ਸ਼ੁਰੂ ਕਰੋ ਅਤੇ ਕਾਰਵਾਈ ਨੂੰ ਚੋਣ ਕਾਰਵਾਈ ਰੋਕ ਲਈ ਵਰਤੋਂ (ਵੇਖੋ --list-actions)

source: Open the settings dialog box when GOK starts
pa: ਜੌ ਓ ਕੇ ਸ਼ੁਰੂ ਹੋਣ ਉਪਰੰਤ ਵਿਵਸਥਾਵਾਂ ਡਾਇਲਾਗ ਡੱਬਾ ਖੋਲੋ

source: gok: Unsupported geometry specification
pa: ਜੀ ਓ ਕੇ: ਬਿਨ-ਸਹਿਮਤੀ ਅਕ੍ਰਿਤੀ ਨਿਰਧਾਰਨ

source: gok: Currently GOK requires that the x, y, width and height all be given
pa: ਜੀ ਓ ਕੇ: ਹੁਣ ਜੀ ਓ ਕੇ ਚਾਹੁੰਦਾ ਹੈ ਕਿ x, y, ਚੌੜਾਈ ਅਤੇ ਉਚਾਈ ਸਾਰੀਆਂ ਦਿੱਤੀਆਂ ਹੋਣ

source: XKB extension is required.
pa: XKB ਅੈਕਸਟੈਂਸ਼ਨ ਦੀ ਲੋੜ ਹੈ|

source: Can't initialize actions.
pa: ਕਿ੍ਆਵਾਂ ਸ਼ੁਰੂ ਨਹੀ ਕਰ ਸਕਦਾ|

source: Can't initialize feedbacks.
pa: ਫੀਡਬੈਕ ਸ਼ੁਰੂ ਨਹੀ ਕਰ ਸਕਦਾ|

source: Can't create the main GOK window!
pa: ਮੁੱਖ ਜੀ ਓ ਕੇ ਝਰੋਖਾ ਪੈਦਾ ਨਹੀ ਕਰ ਸਕਦਾ!

source: Can't create the settings dialog window!
pa: ਵਿਵਸਥਾਵਾਂ ਡਾਇਲਾਗ ਝਰੋਖਾ ਪੈਦਾ ਨਹੀ ਕਰ ਸਕਦਾ!

source: You are using GOK in 'core pointer' mode.
pa: ਤੁਸੀਂ 'core pointer' ਮੋਡ ਵਿੱਚ GOK ਵਰਤਣ ਜਾ ਰਹੇ ਹੋ

source: No keyboards to display!
pa: ਵਿਖਾਉਣ ਲਈ ਕੋਈ ਕੀਬੋਰਡ ਨਹੀ ਹੈ!

source: popup menu
pa: ਲਟਕਵੀ ਸੂਚੀ

source: Can't create a compose keyboard!
pa: ਮਿਸ਼ਰਿਤ ਕੀਬੋਰਡ ਨੂੰ ਪੜ੏ ਨਹੀ ਸਕਦਾ!

source: Can't read any keyboards!
pa: ਕਿਸੇ ਕੀਬੋਰਡ ਨੂੰ ਪੜ੏ ਨਹੀ ਸਕਦਾ!

source: could not access method directory key from GConf!
pa: ਜੀ-ਕਾਨਫ ਵਿੱਚ ਢੰਗ ਡਾਇਰੈਟਰੀ ਤੱਕ ਪਹੁੰਚ ਨਹੀ ਸਕਦਾ!

source: possibly unknown access method!
pa: ਸੰਭਾਵੀ ਤੌਰ ਤੇ ਅਣਪਛਾਤਾ ਪਹੁੰਚ ਢੰਗ!

source: Sorry, GOK can't run because:
pa: ਮੁਆਫ ਕਰਨਾ, ਜੀ ਓ ਕੇ ਚੱਲ ਨਹੀ ਸਕਦਾ ਕਿਉਕਿ:

source: GOK Fatal Error
pa: ਜੀ ਓ ਕੇ ਫੇਟਾਲ ਗਲਤੀ

source: GOK uses GConf 2 to store its settings and requires certain settings to be in GConf to run. GOK is currently unable to retrieve those settings. If this is the first time that you have run gok after installing it you may need to restart gconfd, you can use this command: 'gconftool-2 --shutdown' or log out and back in.
pa: ਜੀ ਓ ਕੇ ਆਪਣੀਆਂ ਵਿਵਸਥਾਵਾਂ ਸੰਭਾਲਣ ਲਈ ਜੀ-ਕਾਨਫ 2 ਵਰਤਦਾ ਹੈ ਅਤੇ ਕੁੱਝ ਵਿਵਸਥਾਵਾਂ ਜੀ-ਕਾਨਫ ਵਿੱਚ ਚਲਾਉਦਾ ਹੈ|ਜੀ ਓ ਕੇ ਹੁਣ ਉਹਨਾਂ ਵਿਵਸਥਾਵਾਂ ਨੂੰ ਪੜ੏ਨ ਲਈ ਅਸਮਰਥ ਹੈ| ਜੇ ਤੁਸੀ ਇੰਸਟਾਲ ਕਰਨ ਤੋ ਬਾਅਦ ਪਹਿਲੀ ਵਾਰ ਜੀ ਓ ਕੇ ਚਲਾ ਰਹੇ ਹੋ ਤੁਹਾਨੂਮ gconfd ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਕਰਨੀ ਪਵੇਗੀ, ਤੁਸੀ ਇਹ ਕਮਾਂਡ ਵੀ ਵਰਤ ਸਕਦੇ ਹੋ: 'gconftool-2 --shutdown' ਜਾਂ ਲਾਗ-ਆਊਟ ਕਰੋ ਅਤੇ ਵਿਪਿਸ ਆਓ|

source: Currently GOK requires that the x, y, width and height all be given. Sorry, your geometry specification will not be used.
pa: ਹੁਣ ਜੀ ਓ ਕੇ ਚਾਹੁੰਦਾ ਹੈ ਕਿ x, y, ਚੌੜਾਈ ਅਤੇ ਉਚਾਈ ਸਾਰੀਆਂ ਦਿੱਤੀਆਂ ਹੋਣ| ਮੁਆਫ ਕਰਨਾ, ਤੁਹਾਡਾ ਅਕ੍ਰਿਤੀ ਨਿਰਧਾਰਨ ਵਰਤਿਆ ਨਹੀ ਜਾ ਸਕਦਾ|

source: gok: Unsupported geometry specification
pa: ਜੀ ਓ ਕੇ: ਅਸਹਿਮਤ ਅਕਿਰਤੀ ਨਿਰਧਾਰਨ
