Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/gnome-libs/po/*.po
Languages: tr

source: get
tr: getir

source: Get config entry
tr: Ayar birimini al

source: set
tr: Ayarla

source: Set config entry
tr: Ayar birimini ayarla

source: Error on option %s: %s. Run '%s --help' to see a full list of available command line options.
tr: %s seçeneðinde hata var: %s. '%s --help' ile yazarak kullanýlabilecek komut satýrý seçeneklerini görebilirsin.

source: Disable sound server usage
tr: Ses sunucusu kullanýmýný kapat

source: Enable sound server usage
tr: Ses sunucusu kullanýmýný aç

source: Host:port on which the sound server to use is running
tr: Ses sunucusunun çalýþtýðý makine:kapý þeklindeki adres

source: HOSTNAME:PORT
tr: MAKÝNE ADI:KAPI

source: Author:
tr: Yazar:

source: Authors:
tr: Yazarlar:

source: Authors:
tr: Yazarlar:

source: About
tr: Hakkýnda

source: _File
tr: _Dosya

source: _File/
tr: _Dosya/

source: _Edit
tr: D_eðiþtir

source: _Edit/
tr: _Deðiþtir/

source: _View
tr: _Görünüm

source: _View/
tr: _Görünüm/

source: _Settings
tr: _Ayarlar

source: _Settings/
tr: _Ayarlar/

source: _New
tr: Ye_ni

source: _New/
tr: Ye_ni/

source: Fi_les
tr: Dosya_lar

source: Fi_les/
tr: Dosya_lar/

source: _Windows
tr: _Pencereler

source: _Game
tr: _Oyun

source: _Help
tr: _Yardým

source: _Windows/
tr: _Pencereler/

source: File
tr: Dosya

source: File/
tr: Dosya/

source: Edit
tr: Deðiþtir

source: Edit/
tr: Deðiþtir/

source: View
tr: Görünüm

source: View/
tr: Görünüm/

source: Settings
tr: Ayarlar

source: Settings/
tr: Ayarlar/

source: New
tr: Yeni

source: New/
tr: Yeni/

source: Files
tr: Dosyalar

source: Files/
tr: Dosyalar/

source: Windows
tr: Pencereler

source: Game
tr: Oyun

source: Help
tr: Yardým

source: Windows/
tr: Pencereler/

source: _Open...
tr: _Aç ...

source: Open a file
tr: Bir dosya aç

source: _Save
tr: _Kaydet

source: Save the current file
tr: Kullanýmdaki dosyayý kaydet

source: Save _As...
tr: _Farklý kaydet ...

source: Save the current file with a different name
tr: Kullanýmdaki dosyayý farklý kaydet

source: _Revert
tr: Eski haline getir

source: Revert to a saved version of the file
tr: Önceden kaydedilmiþ duruma geri dönüþtür

source: _Print
tr: Ya_zdýr

source: Print the current file
tr: Kullanýmdaki dosyayý yazdýr

source: Print S_etup...
tr: Yazdýrma _ayarlarý

source: Setup the page settings for your current printer
tr: Geçerli yazýcý için sayfa düzenini ayarla

source: _Close
tr: Kapa_t

source: Close the current file
tr: Kullanýmdaki dosyayý kapat

source: E_xit
tr: Çý_k

source: Exit the program
tr: Uygulamadan çýk

source: C_ut
tr: Ke_s

source: Cut the selection
tr: Seçili bölgeyi kes

source: _Copy
tr: _Kopyala

source: Copy the selection
tr: Seçili bölgeyi kopyala

source: _Paste
tr: Yapýþtýr

source: Paste the clipboard
tr: Ara-belleði yapýþtýr

source: C_lear
tr: Si_l

source: Clear the selection
tr: Seçili bölgeyi sil

source: _Undo
tr: _Geriye al

source: Undo the last action
tr: Son eylemi geri al

source: _Redo
tr: _Yeniden yap

source: Redo the undone action
tr: Geriye alýnan son eylemi yeniden yap

source: _Find...
tr: _Bul ...

source: Search for a string
tr: Bir metni bul

source: Find _Again
tr: Yeni_den bul

source: Search again for the same string
tr: Ayný metni yeniden bul

source: _Replace...
tr: Deðiþti_r ...

source: Replace a string
tr: Bir metni deðiþtir

source: _Properties...
tr: Ö_zellikler ...

source: Modify the file's properties
tr: Dosyanýn özelliklerini deðiþtir

source: _Preferences...
tr: _Ayarlar ...

source: Configure the application
tr: Uygulamayý ayarla

source: _About...
tr: _Hakkýnda ...

source: About this application
tr: Bu uygulama hakkýnda bilgi

source: _Select All
tr: _Tümünü seç

source: Select everything
tr: Herþeyi seç

source: Create New _Window
tr: Yeni bir pen_cere yarat

source: Create a new window
tr: Yeni bir pencere yarat

source: _Close This Window
tr: _Bu pencereyi kapat

source: Close the current window
tr: Kullanýmdaki pencereyi kapat

source: _New game
tr: _Yeni oyun

source: Start a new game
tr: Yeni bir oyun baþlat

source: _Pause game
tr: Oyunu _durdur

source: Pause the game
tr: Oyunu durdur

source: _Restart game
tr: Oyunu yeniden baþ_lat

source: Restart the game
tr: Oyunu yeniden baþ_lat

source: _Undo move
tr: Son _eylemi geri al

source: Undo the last move
tr: Son eylemi geri al

source: _Redo move
tr: Son eylemi yeniden yap

source: Redo the undone move
tr: Ge_riye alýnan son eylemi yeniden yap

source: _Hint
tr: _Ýpucu

source: Get a hint for your next move
tr: Bir sonraki eylemin hakkýnda ipucu ver

source: _Scores...
tr: P_uanlar ...

source: View the scores
tr: Puanlar'a bak

source: _End game
tr: Oyunu _bitir

source: End the current game
tr: Geçerli oyunu bitir

source: (press return)
tr: (return'e bas)

source: ERROR:
tr: HATA:

source: Warning:
tr: Ýkaz:

source: y
tr: e

source: yes
tr: evet

source: n
tr: h

source: no
tr: hayýr

source: (yes or no)
tr: (evet ya da hayýr)

source: - OK? (yes or no)
tr: - Oldu mu? (evet ya da hayýr)

source: Progress
tr: Ýlerleme

source: SQRT
tr: KÖK

source: CE/C
tr: SÝL

source: STO
tr: KAY

source: RCL
tr: YAL

source: SUM
tr: TOPLAM

source: EXC
tr: YAP

source: INV
tr: TERS

source: Specify session management ID
tr: Oturum yönetim ID'sýný belirt

source: Specify prefix of saved configuration
tr: Kaydedilmiþ ayarlarýn önekini belirt

source: PREFIX
tr: ÖNEK

source: Disable connection to session manager
tr: Oturum yöneticisine baðlantýyý kapat

source: Session management options
tr: Oturum yönetim seçenekleri

source: Cancel Logout
tr: Çýkýþ'ý iptal et

source: Pick a color
tr: Bir renk seç

source: Calendar
tr: Takvim

source: Name:
tr: Ýsim:

source: Comment:
tr: Notlar:

source: Command:
tr: Komut:

source: Type:
tr: Tür:

source: Icon:
tr: Ýkon:

source: Choose an icon
tr: Bir ikon seç

source: Run in Terminal
tr: Terminal ekranýnda çalýþtýr

source: Try this before using:
tr: Kullanmadan önce bunu dene:

source: Documentation:
tr: Belgeler:

source: Name/Comment translations:
tr: Ýsim/Not tercümeleri:

source: Language
tr: Dil

source: Name
tr: Ýsim

source: Comment
tr: Not

source: Add/Set
tr: Ekle/Ver

source: Remove
tr: Sil

source: Basic
tr: Temel

source: Advanced
tr: Geliþmiþ

source: Back
tr: Geri

source: Finish
tr: Bitir

source: Select file
tr: Dosyayý seç

source: Browse...
tr: Gez ...

source: Pick a Font
tr: Bir yazý tipini seç

source: Font
tr: Yazý tipi

source: No Icon
tr: Ýkonsuz

source: Can't find an hbox, using a normal file selection
tr: Bir hbox bulamadým, normal bir dosya seçeneðini kullanýyorum

source: Preview
tr: Önizleme

source: Loading Icons...
tr: Ýkonlarý yüklüyorum ...

source: Gdk debugging flags to set
tr: Verilecek Gdk argümanlarý

source: FLAGS
tr: ARGÜMANLAR

source: Gdk debugging flags to unset
tr: Silinecek Gdk argümanlarý

source: X display to use
tr: Kullanýlacak X ekraný

source: DISPLAY
tr: EKRAN

source: Make X calls synchronous
tr: X çaðrýlarýný eþzamanla

source: Don't use X shared memory extension
tr: X paylaþýlmýþ hafýza eklentilerini kullanma

source: Program name as used by the window manager
tr: Uygulamanýn pencere yöneticisi tarafýndan kullanýlan adý

source: NAME
tr: ÝSÝM

source: Program class as used by the window manager
tr: Uygulamanýn pencere yöneticisi tarafýndan kullanýlan sýnýfý

source: CLASS
tr: SINIF

source: HOST
tr: MAKÝNE

source: PORT
tr: KAPI

source: STYLE
tr: TÝP

source: Gtk+ debugging flags to set
tr: Verilecek Gtk+ argümanlarý

source: Gtk+ debugging flags to unset
tr: Silinecek Gtk+ argümanlarý

source: Make all warnings fatal
tr: Tüm uyarýlarý ölümcül hale getir

source: Load an additional Gtk module
tr: Ýlave bir Gtk+ modülü yükle

source: MODULE
tr: MODÜL

source: GTK options
tr: GTK seçenekleri

source: GNOME GUI options
tr: GNOME kullanýcý arayüz seçenekleri

source: %s options
tr: %s seçenekleri

source: Multiple segmentation faults occurred; can't display error dialog
tr: Çok sayýda segmentasyon hatasý oluþtu; hata diyaloðunu gösteremiyorum

source: Information
tr: Bilgi

source: Warning
tr: Uyarý

source: Error
tr: Hata

source: Question
tr: Soru

source: Message
tr: Ýleti

source: Calculator
tr: Hesap makinasý

source: Calculator...
tr: Hesap makinasý ...

source: No Image
tr: Resimsiz

source: _Help with this
tr: Bununla ilgili _yardým

source: Cu_t
tr: Ke_s

source: Select
tr: Seç

source: Top Ten
tr: Zirvedeki on

source: User
tr: Kullanýcý

source: Score
tr: Puan

source: Date
tr: Tarih

source: %a %b %d %T %Y
tr: %d %m %Y, %a, Saat %T

source: Select dictionary
tr: Lugatý seç

source: The word `%s' is not in the dictionary. Proceed anyway?
tr: `%s' kelimesi lugatta bulunamadý. Devam edeyim mi?

source: Confirm
tr: Onayla

source: OK
tr: Oldu

source: Cancel
tr: Ýptal

source: Word:
tr: Kelime:

source: Alternatives:
tr: Alternatifler:

source: Accept
tr: Kabul

source: Accept the word for this session only
tr: Bu kelimeyi sadece bu oturumda kabul et

source: Skip
tr: Geç

source: Ignore this word this time only
tr: Bu kelimeyi sadece bu defa önemseme

source: Replace
tr: Deðiþtir

source: Replace the word
tr: Kelimeyi deðiþtir

source: Insert
tr: Araya sok

source: Insert the word in your personal dictionary
tr: Kelimeyi Þahsi lugatýna ekle

source: Insert with case
tr: Yazýlýmýyla araya sok

source: Insert the word in your personal dictionary (if mixed-case preserve case-sensitivity)
tr: Kelimeyi þahsi lugatýna ekle (büyük/küçük harf karýþýk yazýldýysa, yazýlýmýný koru)

source: Ispell command:
tr: Ispell komutu:

source: Main dictionary:
tr: Esas lugat:

source: Personal dictionary:
tr: Þahsi lugat:

source: Valid chars in words:
tr: Kelimelerde geçerli karakterler

source: Check words longer than:
tr: Sadece bu kadar harften uzun kelimeleri kontrol et:

source: Sort by correctness
tr: Doðruluðuna göre sýrala

source: Accept run-together words
tr: Beraber kullanýlan kelimeleri kabul et

source: Discard accepted words on kill
tr: Kabul edilen kelimeleri öldürülünce unut

source: Enable tooltips
tr: Balon yardýmlarý aç

source: Kill ispell process
tr: Ispell iþlemini öldür

source: Spell
tr: Yazým

source: Configure
tr: Ayarla

source: Add
tr: Ekle

source: Clear
tr: Sil

source: Select Color
tr: Rengi seç

source: Table Borders
tr: Tablo kenarlarý

source: Table Fill
tr: Tablo dolgusu

source: Bulleted List
tr: Ýmli liste

source: Numbered List
tr: Numaralý liste

source: Indent
tr: Girinti

source: Un-Indent
tr: Girintiyi kaldýr

source: Apply
tr: Uygula

source: Close
tr: Kapat

source: Yes
tr: Evet

source: No
tr: Hayýr

source: Next
tr: Ýleri

source: Prev
tr: Önceki

source: Up
tr: Yukarý

source: Down
tr: Aþaðý

source: Menu Accelerator Keys
tr: Mönü hýzlandýrma tuþlarý

source: Global
tr: Genel

source: Menu Item
tr: Mönü birimi

source: Accelerator
tr: Hýzlandýrýcý

source: The GNOME Session Manager (process %d) has crashed due to a fatal error (%s). When you close this dialog, all applications will close and your session will exit. Please save all your files before closing this dialog.
tr: GNOME oturum yöneticisi (iþlem %d) aðýr bir hatadan dolayý çöktü (%s). Bu diyaloðu kapatýnca, tüm uygulamalar kapanacak ve oturum da bitirilecektir. Lütfen bu diyaloðu kapatmadan önce tüm dosyalarýnýzý kaydedin.

source: Application "%s" (process %d) has crashed due to a fatal error. (%s)
tr: "%s" uygulamasý (iþlem %d) aðýr bir hatadan dolayý çöktü. (%s)

source: Usage: gnome_segv appname signum
tr: Kullaným: gnome_segv uygulama_adý sinyal_no

source: Submit a bug report
tr: Hata raporu gönder

source: Debug
tr: Hata ayýkla

source: Please visit the GNOME Application Crash page for more information
tr: Daha fazla bilgi için lütfen Gnome Uygulama-Çöküþ sayfasýna gidin

source: New...
tr: Yeni ...

source: Open...
tr: Aç ...

source: Save
tr: Kaydet

source: Save as...
tr: Farklý kaydet ...

source: Print...
tr: Yazdýr ...

source: Setup Page...
tr: Ayar sayfasý ...

source: Quit
tr: Çýk

source: Undo
tr: Geriye al

source: Redo
tr: Tekrar yap

source: Delete
tr: Sil

source: Cut
tr: Kes

source: Copy
tr: Kopyala

source: Paste
tr: Yapýþtýr

source: Properties...
tr: Özellikler ...

source: Preferences...
tr: Tercihler ...

source: Scores...
tr: Puanlar ...

source: wmhints-test
tr: wmhints-deneyi

source: winhints-test
tr: winhints-deneyi

source: Layer:
tr: Seviye:

source: Above Dock
tr: Rýhtýmýn üstünde

source: Dock
tr: Rýhtým

source: On Top
tr: En üstte

source: Below
tr: Altta

source: Desktop
tr: Masaüstü

source: Set Layer
tr: Seviye'yi belirle

source: Workspaces:
tr: Çalýþma yüzeyleri:

source: Sticky
tr: Yapýþkan

source: Set Workspace
tr: Çalýþma yüzeyini belirle

source: State Toggles:
tr: Aç/kapa durumu:

source: Minimized
tr: Simge durumuna küçültülmüþ

source: Maximized Vertical
tr: Dikey olarak en büyük

source: Maximized Horizontal
tr: Yatay olarak en büyük

source: Hidden
tr: Gizli

source: Shaded
tr: Gölgelendirilmiþ

source: Fixed Position
tr: Belirli yer

source: Ignore on Arrange
tr: Düzenleme sýrasýnda ihmal et

source: Set State
tr: Durumu ver

source: Skip Toggles:
tr: Aç/kapa'larý atla:

source: Skip Focus
tr: Focus'u gözardý et

source: Skip Window Menu
tr: Pencere mönüsünü atla

source: Skip Taskbar / WinList
tr: Görev listesi / Pencere listesini atla

source: Set Skip
tr: Atlamayý ver (bunu unut)

source: WIN_HINTS Test
tr: WIN_HINTS deneyi

source: Copyright (C) 1998
tr: Telif hakký (C) 1998

source: Simple test app to check how the WIN_HINTS work. And to test the gnome_win_hints_* functions for errors. :)
tr: WIN_HINTS'in nasýl çalýþtýðýný denemek için bir uygulama. Ve tabii ki, gnome_win_hints_* fonksiyonlarýnda hata olup olmadýðýný denemek için. :)

source: Creating '/GNOME' context %s %d
tr: '/GNOME' %s %d ortamýný yaratýyorum

source: Creating '/GNOME/Servers' context %s %d
tr: '/GNOME/Servers' %s %d ortamýný yaratýyorum

source: GOAD ID of the server to activate
tr: Çalýþtýrýlacak sunucunun GOAD ID'si

source: Repository ID of the server to activate
tr: Çalýþtýrýlacak sunucunun REPO ID'si

source: REPO-ID
tr: REPO-ID'si

source: I couldn't find any installed services. Either you don't have any services installed or I don't know the path to find them. In either case, please check your GNOME installation.
tr: Hiç bir yüklü servisi bulamadým. Ya hiç bir servisi yüklemedin ya da ben onlarý bulabileceðim bir dizinlemeyi bilmiyorum. Iki durumda da GNOME yüklemini gözden geçir.

source: (Internal use only) GOAD server ID to activate
tr: Çalýþtýrýlacak GOAD sunucusu ID'si (iç kullaným için)

source: (Internal use only) GOAD file descriptor
tr: GOAD dosya ibaresi (iç kullaným için)

source: Gnome Object Activation Directory
tr: GNOME Nesne Aktivasyon Dizini

source: ID under which GOAD knows this server
tr: GOAD'un bu sunucuyu tanýdýðý ID

source: Repository ID under which GOAD knows this server
tr: GOAD'un bu sunucuyu tanýdýðý REPO ID'si

source: Failed to open CORBA cookie file (%s) for writing: %s
tr: CORBA çerez dosyasýný (%s) yazmak için açamadým: %s

source: Failed to write CORBA cookie file (%s): %s
tr: CORBA çerez dosyasýný (%s) yazamadým: %s

source: Failed to write CORBA cookie to `%s': %s
tr: CORBA çerez dosyasý `%s''ye yazamadým: %s

source: Failed to open CORBA cookie file `%s': %s
tr: CORBA çerez dosyasý '%s' açýlamadý: %s

source: Failed to read CORBA cookie file `%s': %s
tr: CORBA Çerez dosyasý `%s' okunamadý: %s

source: Failed to obtain CORBA authentication cookie, exiting
tr: CORBA doðrulama çerezini bulamadým, çýkýyorum

source: Could not get name service!
tr: Ýsimlendirme servisini alamadým!

source: Unknown system error
tr: Tanýnmayan sistem hatasý

source: %s: option `%s' is ambiguous
tr: %s: `%s' seçeneði tam belli deðil

source: %s: option `--%s' doesn't allow an argument
tr: %s: `--%s' seçeneði hiç bir argüman kabul etmez

source: %s: option `%c%s' doesn't allow an argument
tr: %s: `%c%s' seçeneði hiç bir argüman kabul etmez

source: %s: option `%s' requires an argument
tr: %s: `%s' seçeneði bir argüman ister

source: %s: unrecognized option `--%s'
tr: %s: `--%s' tanýnmayan bir seçenektir

source: %s: unrecognized option `%c%s'
tr: %s: `%c%s' tanýnmayan bir seçenektir

source: %s: illegal option -- %c
tr: %s: yasak seçenek -- %c

source: %s: invalid option -- %c
tr: %s: geçersiz seçenek -- %c

source: %s: option requires an argument -- %c
tr: %s: seçenek bir argüman ister -- %c

source: %s: option `-W %s' is ambiguous
tr: %s: `-W %s' seçeneði tam belli deðil

source: %s: option `-W %s' doesn't allow an argument
tr: %s: `-W %s' seçeneði bir argüman kabul etmez

source: Show this help message
tr: Bu yardým iletisini göster

source: Display brief usage message
tr: Kýsa kullaným iletisini göster

source: Default Pixmap
tr: Önayarlý resim

source: If you choose a font it will appear here
tr: Bir yazý tipi seçersen, o burada gözükecektir

source: Font Info
tr: Yazý tipi bilgileri

source: Use Font in button with size
tr: Basmalarda yazý tipini belli büyüklükte kullan

source: Show font size
tr: Yazý tipi büyüklüðünü göster

source: This is an hbox with pixmap and text
tr: Bu bir resimli ve metinli hbox'tur

source: The user chose Yes/OK with data:
tr: Kullanýcý Evet/Oldu seçti:

source: The user chose No/Cancel with data:
tr: Kullanýcý Hayýr/Ýptal seçti:

source: Weird number in reply callback
tr: Cevap geri-çaðýrma sýrasýnda alýnan abuk bir numara
