Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/nautilus-cd-burner/po/*.po
Languages: ca, cy, el, es, fi, fr, id, it, ja, lt, no, or, pa, pl, sk, sq, sr@latn, th, uk, vi, zh_cn, zh_tw

source: Please insert a blank media in the drive tray.
ca: Si us plau, inseriu un medi en blanc a la safata de la unitat.
cy: Rhowch cyfrwng gwag yn y gyrriant os gwelwch yn dda.
el: Εισάγετε ένα κενό μέσο στον εγγραφέα CD.
es: Por favor inserte a un soporte virgen en la grabadora.
fi: Laita tyhjä taltio asemaan.
fr: Veuillez insérer un média vierge dans le graveur.
id: Silahkan masukkan sebuah media kosong ke drive tray.
it: Inserire un supporto vergine nel carrello dell'unità.
ja: ドライブのトレイに空のメディアを入れて下さい。
lt: Įdėkite į įrenginį tuščią diską.
no: Vennligst sett inn et tomt medie i skuffen.
or: ଦୟା କରି ଖାଲି ସଞ୍ଚାରମାଧ୍ଯମକୁ ସି.ଡି. ଧାରକରେ ଭର୍ତ୍ତି କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਡਰਾਇਵ-ਟਰੇ ਵਿਚ ਖਾਲੀ ਮੀਡਿਆ ਪਾਉ।
pl: Włóż pusty nośnik do tacki napędu.
sk: Prosím vložte prázdne médium do mechaniky.
sq: Ju lutem futni një suport bosh në masterizues.
sr@latn: Ubacite prazan disk u fioku uređaja.
th: โปรดใส่แผ่นเปล่าลงเครื่องเขียน
uk: Вставте порожній носій у пристрій запису.
vi: Hãy nạp một đĩa trắng vào khay ổ đĩa.
zh_cn: 请在驱动器中插入一张空的介质。
zh_tw: 請在燒錄機中放入一片空白光碟。

source: Insert blank media
ca: Inseriu un medi en blanc
cy: Rhowch cyfrwng gwag i fewn
el: Εισάγετε ένα κενό μέσο
es: Inserte un soporte virgen
fi: Laita tyhjä taltio asemaan
fr: Insérer un média vierge
id: Masukkan media kosong
it: Inserire un supporto vergine
ja: 空のメディアの挿入
lt: Įdėkite tuščią diską
no: Sett inn et tomt medie
or: ଖାଲି ସଞ୍ଚାରମାଧ୍ଯମ ଭର୍ତ୍ତି କରନ୍ତୁ
pa: ਖਾਲੀ ਮੀਡਿਆ ਪਾਉ
pl: Włóż pusty nośnik
sk: Vložte prázdne médium
sq: Fut suportin bosh
sr@latn: Ubacite prazan disk
th: ใส่แผ่นเปล่า
uk: Вставте порожній носій
vi: Chèn đĩa trắng
zh_cn: 插入空介质
zh_tw: 插入空白光碟

source: Please replace the in-drive media by a rewritable or blank media.
ca: Si us plau, reemplaceu el medi de dins de l'unitat per un medi regravable o en blanc.
cy: Os gwelwch yn dda, amnwediwch y cyfrwng yn y gyrriant efo cyfrwng amlysgrifenadwy neu wag.
el: Παρακαλώ αντικαταστήστε το μέσο με ένα επανεγγράψιμο ή ένα κενό μέσο.
es: Reemplace el soporte de la unidad por un soporte re-escribible o virgen.
fi: Vaihda asemassa oleva taltio uudelleenkirjoitettavaan tai tyhjään taltioon.
fr: Veuillez remplacer le média actuel par un média réinscriptible ou vierge.
id: Silahkan ganti media yang ada dengan media kosong atau media yang dapat direkam ulang.
it: Sostituire il supporto del drive con uno riscrivibile o vergine.
ja: ドライブに入っているメディアを再書き込み可能または空のメディアと交換して下さい。
lt: Pakeiskite įrenginyje esantį diską perrašomu arba tuščiu disku.
no: Vennligst erstatt mediet i skuffen med et omskrivbart eller tomt medie.
or: ଦୟା କରି ସି.ଡି.ରେ ଥିବା ସଞ୍ଚାରମାଧ୍ଯମକୁ ପୁନର୍ଲିଖନୀୟ ବା ଖାଲି ସଞ୍ଚାରମାଧ୍ଯମ ସହିତ ବଦଳାନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਡਰਾਇਵ-ਮੀਡਿਆ ਨੂੰ ਰੀ-ਰਾਇਟਏਬਲ ਜਾਂ ਖਾਲੀ ਮੀਡਿਆ ਨਾਲ ਤਬਦੀਲ ਕਰੋ।
pl: Zamień nośnik będący w napędzie na nośnik wielokrotnego zapisu lub pusty.
sk: Prosím nahraďte médium v mechanike za prepisovateľné alebo čisté médium.
sq: Ju lutem zevendësoni suportin e futur me një suport bosh apo të rishkrueshëm.
sr@latn: Zamenite disk u uređaju presnimljivim ili praznim diskom.
th: โปรดเอาแผ่นในเครื่องเขียนออก แล้วใส่แผ่นเปล่าหรือแผ่นชนิดเขียนทับได้
uk: Замініть носій в пристрої на такий, що має можливість перезапису.
vi: Hãy thay thế đĩa trong ổ đĩa bằng một đĩa rewritable hoặc đĩa trắng.
zh_cn: 请将驱动器中的介质替换为可写介质或空介质。
zh_tw: 請將燒錄機內的光碟更換為可重寫或空白的光碟。

source: Reload rewritable or blank media
ca: Torna a carregar el medi regravable o en blanc
cy: Aillwytho cyfwrng amlysgrifenadwy neu wag
el: Επαναφόρτωση επανεγγράψιμου ή κενού μέσου
es: Recargar soporte re-escribible o virgen
fi: Laita uudelleenkirjoitettava tai tyhjä taltio uudelleen asemaan
fr: Rechargement du média réinscriptible ou vierge
id: Baca ulang media atau media kosong
it: Ricaricare supporto riscrivibile o vergine
ja: 再書き込み可能または空のメディアの再読み込み
lt: Pakeiskite perrašomą arba tuščią diską
no: Last omskrivbart eller tomt medie på nytt
or: ପୁନର୍ଲିଖନୀୟ ବା ଖାଲି ସଞ୍ଚାରମାଧ୍ଯମକୁ ପୁଣି ଭର୍ତ୍ତି କରନ୍ତୁ
pa: ਰੀ-ਰਾਇਟਏਬਲ ਜਾਂ ਖਾਲੀ ਮੀਡੀਏ ਨੂੰ ਮੁਡ਼ ਲੋਡ ਕਰੋ
pl: Przeładuj nośnik wielokrotnego zapisu lub pusty
sk: Opäť zaviesť prepisovateľné alebo čisté médium
sq: Rilexo suportin bosh apo të rishkrueshëm
sr@latn: Ponovite ubacivanje presnimljivog ili praznog diska
th: ใส่แผ่นเปล่าปรือแผ่นชนิดเขียนทับได้
uk: Перезавантажити носій з перезаписом або чистий носій
vi: Hãy nạp lại đĩa rewritable hoặc đĩa trắng
zh_cn: 重新装入可写介质或空介质
zh_tw: 重新載入可重寫或空白光碟

source: Please replace the in-drive media by a blank media.
ca: Si us plau, reemplaceu el medi de dins de la unitat per un medi en blanc.
cy: Os gwelwch yn dda, anmewidwch y cyfrwng yn y gyrriant efo cyfrwng gwag.
el: Παρακαλώ αντικαταστήστε το μέσο με ένα κενό μέσο.
es: Reemplace el soporte de la unidad por un soporte virgen.
fi: Vaihda asemassa oleva taltio tyhjällä taltiolla
fr: Veuillez remplacer le média actuel par un média vierge.
id: Silahkan ganti media yang ada dengan media kosong.
it: Sostituire il supporto nell'unità con uno vergine.
ja: ドライブに入っているメディアを空のメディアと交換して下さい。
lt: Pakeiskite įrenginyje esančią laikmeną tuščia laikmena.
no: Vennligst erstatt mediet i skuffen med et tomt medie.
or: ଦୟା କରି ସି.ଡି.ରେ ଥିବା ସଞ୍ଚାରମାଧ୍ଯମକୁ ଖାଲି ସଞ୍ଚାରମାଧ୍ଯମ ସହିତ ବଦଳାନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਡਰਾਇਵ-ਮੀਡਿਆ ਖਾਲੀ-ਮੀਡਿਏ ਨਾਲ ਤਬਦੀਲ ਕਰੋ।
pl: Zamień nośnik będący w napędzie na pusty nośnik.
sk: Prosím nahraďte médium v mechanike za prázdne médium.
sq: Ju lutem zëvendësoni suportin e futur me një suport bosh.
sr@latn: Zamenite disk u uređaju praznim diskom.
th: โปรดเอาแผ่นในเครื่องออก แล้วใส่แผ่นเปล่าแทน
uk: Замініть носій в пристрої на порожній.
vi: Hãy thay thế đĩa trong ổ đĩa bằng một đĩa trắng.
zh_cn: 请将驱动器中的介质替换为空介质。
zh_tw: 請將燒錄機內的光碟更換為空白的光碟。

source: Reload blank media
ca: Torneu a introduir el medi en blanc
cy: Aillwytho cyfrwng gwag
el: Επαναφόρτωση κενού μέσου
es: Recargar soporte virgen
fi: Laita tyhjä taltio uudelleen asemaan
fr: Rechargement du média vierge
id: Reload media kosong
it: Ricaricare supporto vergine
ja: 空のメディアの再読み込み
lt: Pakeiskite tuščią diską
no: Last tomt medie på nytt
or: ଖାଲି ସଞ୍ଚାରମାଧ୍ଯମକୁ ପୁଣି ଭର୍ତ୍ତି କରନ୍ତୁ
pa: ਖਾਲੀ ਮੀਡਿਏ ਨੂੰ ਮੁਡ਼ ਲੋਡ ਕਰੋ
pl: Przeładuj pusty nośnik
sk: Opäť zaviesť čisté médium
sq: Rilexo suportin bosh
sr@latn: Ponovite ubacivanje praznog diska
th: ใส่แผ่นเปล่า
uk: Перезавантажити порожній носій
vi: Nạp lại đĩa trắng
zh_cn: 重新装入空介质
zh_tw: 重新載入空白光碟

source: Disc writing error details
ca: Detalls dels errors d'escriptura del disc
cy: Manylion gwall ysgrifennu disg
el: Λεπτομέρειες σφάλματος εγγραφής
es: Detalles del error de grabación del disco
fi: Levyn kirjoitusvirheen lisätiedot
fr: Détails de l'erreur d'écriture du disque
id: Rincian error perekaman disk
ja: ディスク書き込み時のエラーの詳細
lt: Disko rašymo klaidų detalės
no: Detaljer om feil ved skriving av plate
or: ଡିସ୍କ ଲେଖିବାରେ ତ୍ରୁଟିର ସବିଶେଷ
pa: ਡਿਸਕ ਲਿਖਣ ਵੇਲੇ ਦੀ ਗਲਤੀ ਦਾ ਵੇਰਵਾ
pl: Szczegóły błędu zapisu płyty
sk: Podrobnosti chýb zápisu disku
sq: Hollësi mbi gabimet gjatë shkrimit të diskut
sr@latn: Detalji o grešci prilikom rezanja
th: รายละเอียดข้อผิดพลาดในการเขียนแผ่น
uk: Подробиці помилок запису на диск
vi: Chi tiết về lỗi ghi đĩa
zh_cn: 碟片写入错误细节
zh_tw: 光碟燒錄錯誤詳細資料

source: Detailed error output from cdrecord:
ca: Sortida d'error detallada del cdrecord:
cy: Allbwn gwall manwl o cdrecord:
el: Λεπτομερές αποτέλεσμα σφάλματος από το cdrecord:
es: Salida detallada del error de cdrecord:
fi: Yksityiskohtainen cdrecordin virhetuloste:
fr: Erreur détaillée provenant de cdrecord :
id: Rincian error keluaran dari cdrecord:
it: Output dettagliato dell'errore di cdrecord:
ja: cdrecord からのエラー出力の詳細:
lt: Detali klaidų išvestis iš cdrecord programos:
no: Detaljert feilmelding fra cdrecord:
or: ସି.ଡି.ରେକର୍ଡ଼ରୁ ସବିଶେଷ ତ୍ରୁଟିର ନିର୍ଗମ
pa: ਸੀਡੀ-ਰਿਕਾਰਡ ਦੀਆਂ ਆਉਟਪੁੱਟ:
pl: Szczegółowe dane na temat błędu z programu cdrecord:
sk: Podrobný chybový výstup z programu cdrecord:
sq: Output i detajuar i gabimeve të cdrecord:
sr@latn: Detaljni izlaz o greškama iz cdrekorda:
th: รายละเอียดข้อผิดพลาดในการเขียนซีดี
uk: Подробиці помилки запису на диск від cdrecord:
vi: Output lỗi chi tiết từ cdrecord:
zh_cn: cdrecord 的详细错误输出：
zh_tw: cdrecord 的詳細錯誤訊息：

source: There was an error writing to the CD: %s
ca: S'ha produït un error en escriure al CD: %s
cy: Roedd gwall wrth ysgrifennu i'r CD: %s
el: Σφάλμα κατά την εγγραφή στο CD: %s
es: Ha ocurrido un error grabando en el CD: %s
fi: CD:lle kirjoittamisessa tapahtui virhe: %s
fr: Une erreur s'est produite durant l'écriture du CD : %s
id: Ada error ketika merekam CD: %s
it: Si è verificato un errore durante la scrittura del CD: %s
ja: CD に書き込む時にエラーが発生しました: %s
lt: Rašant į CD įvyko klaida: %s
no: Det oppsto en feil under skriving av CD'en: %s
or: ସି.ଡି. ଲେଖିବାରେ ତ୍ରୁଟି ହେଲା: %s
pa: ਸੀਡੀ ਤੇ ਲਿਖਣ ਵਿਚ ਗਲਤੀ ਸੀ: %s
pl: Podczas zapisu na płycie CD wystąpił błąd: %s
sk: Vyskytli sa chyby pri zápise na CD: %s
sq: U verifikua një gabim gjatë shkrimit në CD: %s
sr@latn: Dogodila se greška prilikom rezanja na disk: %s
th: เกิดข้อผิดพลาดขณะเขียนซีดี: %s
uk: Трапилась помилка запису на компакт-диск: %s
vi: Có lỗi khi ghi lên CD: %s
zh_cn: 写入 CD 时发生了错误： %s
zh_tw: 燒錄光碟時發生錯誤： %s

source: There was an error writing to the CD
ca: S'ha produït un error en escriure al CD
cy: Roedd gwall wrth ysgrifennu i'r CD
el: Σφάλμα κατά την εγγραφή στο CD
es: Ha ocurrido un error grabando en el CD
fi: CD:lle kirjoittamisessa tapahtui virhe
fr: Une erreur s'est produite durant l'écriture du CD
id: Ada error ketika merekam CD
it: Si è verificato un errore durante la scrittura del CD
ja: CD に書き込む時にエラーが発生しました
lt: Rašant į CD įvyko klaida
no: Det oppsto en feil under skriving til CD'en
or: ସି.ଡି. ଲେଖିବାରେ ତ୍ରୁଟି ହେଲା
pa: ਸੀਡੀ ਤੇ ਲਿਖਣ ਵਿਚ ਗਲਤੀ ਸੀ
pl: Wystąpił błąd podczas zapisu na płycie CD
sk: Vyskytli sa chyby pri zápise na CD
sq: U verifikua një gabim gjatë shkrimit në CD
sr@latn: Dogodila se greška prilikom rezanja na disk
th: เกิดข้อผิดพลาดขณะเขียนซีดี
uk: Трапилась помилка запису на компакт-диск
vi: Có lỗi khi ghi lên CD
zh_cn: 写入 CD 时发生了错误
zh_tw: 燒錄光碟時發生錯誤

source: Error writing to CD
ca: S'ha produït un error en escriure al CD
cy: Gwall wrth ysgrifennu i'r CD
el: Σφάλμα εγγραφής στο CD
es: Error al grabar en el CD
fi: Virhe CD:lle kirjoittamisessa
fr: Erreur d'écriture sur le CD
id: Error ketika merekam CD
it: Errore nella scrittura del CD
ja: CD 書き込み時のエラー
lt: Klaida rašant į CD
no: Feil under skriving til CD
or: ସି.ଡି. ଲେଖିବାରେ ତ୍ରୁଟି ହେଲା
pa: ਸੀਡੀ ਤੇ ਲਿਖਣ ਵਿਚ ਗਲਤੀ ਹੈ
pl: Błąd podczas zapisywania na płycie CD
sk: Chyba zápisu na CD
sq: Gabim gjatë shkrimit të CD
sr@latn: Greška prilikom rezanja na disk
th: เกิดข้อผิดพลาดขณะเขียนซีดี
uk: Помилка запису на компакт-диск
vi: Lỗi khi ghi lên CD
zh_cn: 写入 CD 错误
zh_tw: 燒錄光碟時發生錯誤

source: _Details
ca: _Detalls
cy: _Manylion
el: _Λεπτομέρειες
es: _Detalles
fi: _Lisätiedot
fr: _Détails
id: _Detil
it: _Dettagli
ja: 詳細(_D)
lt: _Detalės
no: _Detaljer
or: ସବିଶେଷ (_D)
pa: _ਵੇਰਵਾ
pl: _Szczegóły
sk: _Podrobnosti
sq: _Detaje
sr@latn: _Detalji
th: _รายละเอียด
uk: _Докладніше
vi: _Chi tiết
zh_cn: 细节(_D)
zh_tw: 詳細資料(_D)

source: A file named "%s" already exists. Do you want to overwrite it?
ca: Ja existeix un fitxer amb el nom «%s». Voleu sobreescriure'l?
cy: Mae ffeil o'r enw "%s" yn bodoli eisioes. Ydych chi am ei drosysgrifo?
el: Ένα αρχείο με όνομα"%s" υπάρχει ήδη. Θέλετε να το αντικαταστήσετε;
es: Un archivo llamado «%s» ya existe. ¿Quiere sobreescribirlo?
fi: Tiedosto nimeltään "%s" on jo olemassa. Haluatko korvata sen?
fr: Un fichier nommé « %s » existe déjà. Voulez-vous l'écraser ?
id: Sebuah file bernama "%s" sudah ada. Apakah anda ingin menimpanya?
it: Un file di nome «%s» esiste già? Sovrascriverlo?
ja: "%s" というファイルは既に存在しています。 上書きしてもよろしいですか？
lt: Byla vardu „%s“ jau egzistuoja. Ar norite ją perrašyti?
no: En fil med navn «%s» eksisterer allerede. Vil du overskrive den?
or: "%s" ନାମର ଫାଇଲ ପୂର୍ବରୁ ଅଛି. ଆପଣ ତାକୁ ନବଲିଖନ କରିବାକୁ ଚାହାନ୍ତି କି?
pa: ਫਾਇਲ ਨਾਂ "%s" ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦਾ ਹੈ। ਕੀ ਉੱਪਰ ਲਿਖਣਾ ਹੈ?
pl: Plik o nazwie "%s" już istnieje. Czy chcesz go nadpisać?
sk: Súbor s názvom "%s" už existuje. Chcete ho prepísať?
sq: Një file me emrin "%s" ekziston. Dëshironi t'a mbishkruani?
sr@latn: Datoteka „%s“ već postoji. Želite li da je presnimite?
th: มีแฟ้มชื่อ "%s" อยู่แล้ว จะให้เขียนทับไหม ?
uk: Файл з назвою "%s" вже існує. Хочете перезаписати його?
vi: Tập tin tên "%s" đã có rồi. Bạn có muốn ghi đè không?
zh_cn: 已经存在名为“%s”的文件。 您想要覆盖吗？
zh_tw: 檔案“%s”已經存在。 您要覆蓋它嗎？

source: _Overwrite
ca: S_obreescriu
cy: _Trosysgrifo
el: Αντι_κατάσταση
es: _Sobreescribir
fi: _Korvaa
fr: É_craser
id: _Timpa
it: S_ovrascrivi
ja: 上書きする(_O)
lt: _Perrašyti
no: _Overskriv
or: ପୁନର୍ଲିଖନ କରନ୍ତୁ (_O)
pa: ਉ_ਪੱਰ ਲਿਖ ਦਿਉ
pl: _Nadpisz
sk: _Prepísať
sq: _Mbishkruaj
sr@latn: Pre_snimi
th: เ_ขียนทับ
uk: _Переписати
vi: _Ghi đè
zh_cn: 覆盖(_O)
zh_tw: 覆蓋(_O)

source: Choose a filename for the cdrom image
ca: Seleccioneu un nom de fitxer per a la imatge del CD-ROM
cy: Dewiswch enw ffeil ar gyfer y delwedd CD-ROM
el: Επιλέξτε ένα όνομα αρχείου για την εικόνα CD-ROM
es: Elija un nombre de archivo para la imagen del CD-ROM
fi: Valitse CD-ROM-vedostiedoston tiedostonimi
fr: Choisissez un nom de fichier pour l'image du CD-ROM
id: Pilih sebuah nama untuk image cdrom
it: Scelta di un nome di file per l'immagine cdrom
ja: CD-ROM イメージのファイル名を選択して下さい
lt: Pasirinkite bylos vardą naudojamą CD kopijai
no: Velg et filnavn for CD-bildet
or: ସି.ଡି. ରମ୍ ପ୍ରତିଛବିର ନାମ ବାଛନ୍ତୁ
pa: ਸੀਡੀ-ਪ੍ਰਤੀਬਿੰਬ ਲਈ ਫਾਇਲ ਨਾਂ ਚੁਣੋ
pl: Podaj nazwę pliku dla obrazu płyty CD-ROM
sk: Zvoľte názov súboru pre obraz cdrom
sq: Zgjidh një emër për imazhin cdrom
sr@latn: Izaberite naziv za datoteku otiska diska
th: เลือกชื่อแฟ้มสำหรับ CD image
uk: Виберіть назву файлу для образу диску
vi: Chọn tên tập tin cho ảnh cdrom
zh_cn: 选择 CDROM 映像的文件名
zh_tw: 請選取作為光碟影像檔的檔案名稱

source: You do not have permissions to overwrite that file (%s).
ca: No teniu permissos per a sobreescriure eixe fitxer (%s).
cy: Nid oes gennych ganiatad i drosysgrifo'r ffeil hwnnw (%s).
el: Δεν έχετε τα απαραίτητα δικαιώματα για να αντικαταστήσετε αυτό το αρχείο (%s).
es: No tiene permiso para sobreescribir ese archivo (%s).
fi: Tiedoston korvaamiseen ei ole oikeuksia (%s).
fr: Vous n'avez pas les permissions requises pour écraser ce fichier (%s).
id: Tidak memiliki hak untuk menimpa file ini (%s).
ja: そのファイル (%s) を上書きするために必要な権限がありません。
lt: Jūs neturite leidimo perrašyti tą bylą (%s).
no: Du har ikke rettigheter til å overskrive denne filen (%s).
or: ସେହି ଫାଇଲ (%s) ପୁନର୍ଲିଖନ କରିବା ପାଇଁ ଆପଣଙ୍କର ଅନୁମତି ନାହିଁ
pa: ਤੁਹਾਨੂੰ ਫਾਇਲ (%s) ਉੱਪਰ ਲਿਖਣ ਲਈ ਅਧਿਕਾਰ ਨਹੀ ਹਨ।
pl: Brak uprawnień do nadpisania pliku (%s).
sk: Nemáte práva na prepísanie súboru (%s).
sq: Nuk ke të drejtë të mbishkruash atë file (%s).
sr@latn: Nemate ovlašćenja da presnimite tu datoteku (%s).
th: คุณไม่มีสิทธิ์สำหรับเขียนทับแฟ้มนั้น (%s)
uk: Немає прав для перезапису цього файлу (%s).
vi: Bạn không có quyền ghi đè tập tin này (%s).
zh_cn: 您没有权限覆盖该文件(%s)。
zh_tw: 沒有覆蓋該檔案的權限 (%s)。

source: File image creation failed
ca: La creació de la imatge ha fallat
cy: Methwyd creu delwedd ffeil
el: Απέτυχε η δημιουργία εικόνας αρχείου
es: La creación del archivo de imagen ha fallado
fi: Tiedostovedoksen luonti epäonnistui
fr: La création du fichier image a échoué
id: File image tidak dapat dibuat
ja: CD-ROM イメージの生成に失敗しました
lt: Bylų kopijų sukūrimas nepavyko
no: Oppretting av filbilde feilet
or: ଫାଇଲ ପ୍ରତିଛବି ସୃଷ୍ଟି କରିବାରେ ଅସମର୍ଥ
pa: ਫਾਇਲ ਪ੍ਰਤੀਬਿੰਬ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ
pl: Utworzenie pliku obrazu nie powiodło się
sk: Zlyhalo vytváranie súboru obrazu
sq: Krijimi i file imazh dështoi
sr@latn: Neuspešno pravljenje datoteke otiska
uk: Помилка при створенні файлу образу
vi: Lỗi tập tập tin image
zh_cn: 文件映像创建失败
zh_tw: 建立影像檔失敗

source: You do not have permissions to create that file (%s).
ca: No teniu permissos per a crear eixe fitxer (%s).
cy: Nid oes gennych ganiatad i greu 'r ffeil hwnnw (%s).
el: Δεν έχετε τα απαραίτητα δικαιώματα για να δημιουργήσετε αρχείο (%s).
es: No tiene permiso para crear ese archivo (%s).
fi: Tiedoston luomiseen ei ole oikeuksia (%s).
fr: Vous n'avez pas les permissions requises pour créer ce fichier (%s).
id: Tidak memiliki hak untuk membuat file itu (%s).
ja: そのファイル (%s) を生成するために必要な権限がありません。
lt: Jūs neturite leidimo sukurti tą bylą (%s).
no: Du har ikke rettigheter til å opprette den filen (%s).
or: ସେହି ଫାଇଲ (%s) ସୃଷ୍ଟି କରିବା ପାଇଁ ଆପଣଙ୍କର ଅନୁମତି ନାହିଁ
pa: ਤੁਹਾਨੂੰ (%s) ਫਾਇਲ ਬਣਾਉਣ ਲਈ ਅਧਿਕਾਰ ਨਹੀ ਹਨ।
pl: Brak uprawnień do utworzenia pliku (%s).
sk: Nemáto práva na vytvorenie súboru (%s).
sq: Nuk ke të drejta për të krijuar atë file (%s).
sr@latn: Nemate ovlašćenja da napravite tu datoteku (%s).
th: คุณไม่มีสิทธิ์สำหรับสร้างแฟ้มนั้น (%s)
uk: Немає прав для створення цього файлу (%s).
vi: Bạn không có quyền tạo tập tin đó (%s).
zh_cn: 您没有权限创建该文件(%s)。
zh_tw: 沒有建立檔案的權限 (%s)。

source: Completed writing %s
ca: S'ha completat l'escriptura de %s
cy: Gorffenwyd ysgrifennu %s
el: Ολοκλήρωση εγγραφής %s
es: Grabación completada %s
fi: Kirjoitus valmis: %s
fr: Écriture de %s terminée
id: Proses rekam selesai %s
it: Scrittura di %s completata
ja: %s の書き込みが完了しました
lt: Baigta rašyti %s
no: Fullført skriving av %s
or: %s ଲେଖିବା ସମ୍ପୂଣ୍ଣ ହେଲା
pa: ਲਿਖਣਾ %s ਸਮਾਪਤ
pl: Ukończono nagrywanie %s
sk: Zápis hotový %s
sq: Shkrimi i %s u plotësua
sr@latn: Završeno rezanje diska %s
th: เสร็จการเขียน %s
uk: Завершено запис %s
vi: Hoàn thành việc ghi %s
zh_cn: 完成写入 %s
zh_tw: 已完成寫入 %s

source: Complete
ca: Completat
cy: Cyflawn
el: Ολοκληρώθηκε
es: Completa
fi: Valmis
fr: Terminé
id: Selesai
it: Completato
ja: 完了
lt: Baigta
no: Fullført
or: ସମ୍ପୂଣ୍ଣ
pa: ਸਮਾਪਤ
pl: Gotowe
sk: Hotovo
sq: U plotësua
sr@latn: Završeno
th: เสร็จ
uk: Завершено
vi: Hoàn thành
zh_cn: 完成
zh_tw: 完成

source: Maximum Possible
ca: Màxima possible
cy: Mwyaf Posib
el: Μέγιστη δυνατή
es: Máximo posible
fi: Suurin mahdollinen
id: Kemungkinan Maksimal
it: Massima possibile
ja: 最大
lt: Didžiausias galimas
no: Største mulige
or: ସର୍ବାଧିକ ସମ୍ଭବ
pa: ਵੱਧ ਤੋ ਵੱਧ ਸੰਭਵ
pl: Maksymalny możliwy
sk: Maximálna možná
sq: Maksimumi i mundshëm
sr@latn: Najviše moguće
th: เท่าที่จะเร็วได้
uk: Максимально можлива
vi: Hết mức tối đa
zh_cn: 最快速度
zh_tw: 最大可能

source: Personal Data, %b %d, %Y
ca: Dades personals, %d %b, %Y
cy: Data Personol, %b %d, %Y
el: Προσωπικά δεδομένα, %b %d, %Y
es: Información personal, %b %d, %Y
fi: Omia tietoja, %e. %Bta %Y
fr: Fichiers perso, %d %b %Y
id: Data Pribadi, %b %d, %Y
it: Dati personali, %-d %b %Y
ja: 個人データ, %Y年%B%e日
lt: Asmeniniai duomenys %b %d, %Y
no: Personlige data, %b %d, %Y
or: ବ୍ଯକ୍ତିଗତ ତଥ୍ଯ, %b %d, %Y
pa: ਪੰਜਾਬੀ, %b %d, %Y
pl: Dane osobiste, %b %d, %Y
sk: Osobné údaje, %d. %b %Y
sq: Të dhënat personale, %d %b, %Y
sr@latn: Lični podaci, %d. %b, %Y.
th: data %d-%m-%Y
uk: Особисті дані, %d.%m.%Y
vi: Dữ liệu cá nhân, %b %d, %Y
zh_cn: 个人数据，%Y年%-m月%-d日
zh_tw: 個人資料，%x

source: Cancel write
ca: Cancel·la l'escriptura
cy: Diddymu ysgrifennu
el: Ακύρωση εγγραφής
es: Cancelar escritura
fi: Peru kirjoittaminen
fr: Annuler la gravure
id: Batalkan rekaman
ja: キャンセルする
lt: Atšaukti rašymą
no: Avbryt skriving
or: ଲେଖା ବାତିଲ କରନ୍ତୁ
pa: ਲਿਖਣਾ ਰੱਦ
pl: Przerwij nagrywanie
sk: Zrušiť zápis
sq: Anullo shkrimin
sr@latn: Otkaži rezanje
th: ยกเลิกการเขียน
uk: Скасувати запис
vi: Hủy ghi
zh_cn: 取消写入
zh_tw: 取清燒錄

source: Are you sure you want to cancel the disc write operation? Some optical media drives may require that you restart the machine to get it working again.
ca: Esteu segur de voler cancel·lar l'operació d'escriptura de disc? Algunes unitats de medis òptics requereixen que es torne a arrencar l'ordinador per què tornen a funcionar.
cy: Ydych chi'n sicr eich bod chi eisiau diddymu'r weithred ysgrifennu at CD? Mae rhai ysgrifennwyr CD yn mynnu eich bod chi'n ailgychwyn y peiriant i'w gael e i weithio eto.
el: Είστε σίγουροι ότι θέλετε να ακυρώσετε την διαδικασία εγγραφής δίσκου; Μερικοί εγγραφείς μπορεί να απαιτούν να επανεκκινήσετε το σύστημα σας για να λειτουργήσουν ξανά.
es: ¿Está seguro de querer cancelar la operación de grabación del CD? Algunas grabadoras quizá requieran que reinicie el equipo para poder funcionar nuevamente.
fi: Haluatko varmasti perua levyn kirjoittamisen? Eräät optiset levyasemat saattavat toimia tämän jälkeen vasta, kun tietokone on käynnistetty uudelleen.
fr: Voulez-vous réellement annuler l'opération d'écriture sur le disque ? Certains graveurs de CD nécessiteront un redémarrage de l'ordinateur pour fonctionner suite à cet arrêt.
id: Anda yakin ingin membatalkan perekaman disk ini? Perhatikan bahwa ada perangkat media optik yang mengharuskan Anda untuk menyalakan komputer ulang.
ja: 本当にディスク書き込み処理をキャンセルしますか？ 再度動作させるにはマシンの再起動が必要な光学メディア・ドライブもあります。
lt: Ar Jūs tikrai norite atšaukti disko įrašymo operaciją? Kai kurie įrašymo įrenginiai gali pareikalauti kompiuterio perkrovimo, kad grįžti į darbinę padėtį.
no: Er du sikker på at du vil avbryte skriveoperasjonen? Noen stasjoner for optiske media krever kanskje at du starter maskinen på nytt for at de skal fungere igjen.
or: ଆପଣ ଡିସ୍କ ଲେଖିବାର ଚାଳନାକୁ ନିଶ୍ଚିତଭାବରେ ବାତିଲ କରିବା ଚାହୁଁଚନ୍ତି କି? କିଛି ଆଲୋକୀୟ ସଞ୍ଚାରମାଧ୍ଯମ ଲେଖକଙ୍କୁ ପୁଣି ପ୍ରୟୋଗ କରିବା ପାଇଁ କମ୍ପୁଟରକୁ ପୁନଃପ୍ରାରମ୍ଭ କରିବାକୁ ପଡ଼ିବ
pa: ਕੀ ਤੁਸੀ ਨਿਸ਼ਚਿਤ ਹੀ ਸੀਡੀ-ਲਿਖਣ ਦੀ ਕਾਰਵਾਈ ਰੋਕਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਕੁਝ ਮਾਧਿਅਮ ਡਰਾਇਵ ਕੰਮ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਨੂੰ ਮੁਡ਼ ਚਾਲੂ ਕਰ ਸਕਦੇ ਹਨ।
pl: Czy na pewno chcesz anulować operację zapisu na płycie? Niektóre napędy optyczne mogą wymagać powtórnego uruchomienia komputera aby mogły ponownie pracować.
sk: Ste si istý, že chcete zrušiť operáciu zápisu disku? Niektoré zapisovačky optických médií môžu vyžadovať, aby ste reštartovali počítač, inak nebudú ďalej fungovať.
sq: Je i sigurt që dëshiron të anullosh procesin e shkrimit të diskut? Disa lloj masterizuesish kanë nevojë që të riniset makina që të mund të punojnë përsëri.
sr@latn: Da li ste sigurni da želite da otkažete rezanje? Neki rezači zahtevaju da resetujete računar kako bi mogli ponovo da ih koristite.
th: แน่ใจหรือไม่ว่าคุณต้องการเลิกเขียนแผ่นนี้ ? เครื่องเขียนบางรุ่นจะไม่ยอมทำงานใหม่ จนกว่าคุณจะปิดเปิดเครื่องใหม่
uk: Ви впевнені, що хочете припинити запис диску? Деякі пристрої запису можуть вимагати перезапуску машини, щоб розпочати роботу знову.
vi: Bạn có chắc là muốn hủy việc ghi đĩa không? Một số ổ quang chỉ hoạt động trở lại khi bạn khởi động lại máy tính.
zh_cn: 您确定想要取消碟片写入操作吗？ 某些刻录机可能需要您重新启动计算机才能再次工作。
zh_tw: 是否確定要取消燒錄光碟？ 某些燒錄機可能會在重新啟動系統後才會回復正常。

source: Continue
ca: Continua
cy: Mynd Ymlaen
el: Συνέχεια
es: Continuar
fi: Jatka
fr: Continuer
id: Lanjutkan
ja: 続行する
lt: Tęsti
no: Fortsett
or: ଆଗାନ୍ତୁ
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
sk: Pokračovať
sq: Vazhdo
sr@latn: Nastavi
th: ดำเนินการต่อ
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续
zh_tw: 繼續

source: There was a problem displaying the help contents: %s.
ca: S'ha produït un error en mostrar els continguts de l'ajuda: %s.
cy: Roedd gwall wrth ddangos cynnwys y cymorth: %s.
el: Σφάλμα κατά την προβολή περιεχομένων της βοήθειας: %s.
es: Ha ocurrido un error al mostrar el índice de la ayuda: %s.
fi: Ohjeiden sisällön näyttämisessä oli ongelma: %s.
fr: Une erreur s'est produite durant l'affichage de l'aide: %s.
id: Ada masalah menampilkan isi bantuan: %s
it: Si è verificato un problema nel mostrare il sommario del manuale: %s.
ja: ヘルプの内容を表示する際に問題が発生しました: %s
lt: Rodant pagalbą įvyko klaida: %s.
no: Det oppsto et problem under visning av hjelp: %s.
or: ସହାୟକ ସୂଚୀପତ୍ର ଦେଖାଇବାରେ ତ୍ରୁଟି ହେଲା: %s
pa: ਸਹਾਇਤਾ ਭਾਗ ਵੇਖਾਉਣ ਵਿੱਚ ਗਲਤੀ ਹੈ: %s।
pl: Wystąpił błąd podczas wyświetlania zawartości pomocy: %s.
sk: Vyskytol sa problém pri zobrazovaní obsahu pomocníka: %s.
sq: U verifikua një gabim gjatë shfaqjes së përmbajtjes së ndihmës: %s.
sr@latn: Postoji problem u prikazu pomoćnog sadržaja: %s
th: เกิดข้อผิดพลาดขณะแสดงวิธีใช้: %s
uk: Виникла помилка на відображенні змісту довідки: %s.
vi: Lỗi hiển thị nội dung trợ giúp: %s.
zh_cn: 显示帮助目录时发生了错误：%s。
zh_tw: 顯示說明文件時發生錯誤：%s。
