Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/nautilus-cd-burner/po/*.po
Languages: ca, cy, el, es, fi, fr, id, it, ja, lt, no, or, pa, pl, sk, sq, sr@latn, th, uk, vi, zh_cn, zh_tw

source: Selected files are to be written to a CD or DVD disc. This operation may take a long time, depending on data size and write speed.
ca: Es van a escriure els fitxers seleccionats a un disc CD o DVD. Aquesta operació pot trigar molt de temps, depenent de la mida de les dades i la velocitat d'escriptura.
cy: Caiff y ffeiliau dewisiedig eu ysgrifennu at ddisg CD neu DVD. Gall y weithred hwn gymryd amser hir, yn dibynnu at faint y data a'r cyflymder ysgrifennu.
el: Τα επιλεγμένα αρχεία θα εγγραφούν σε ένα CD ή DVD. Αυτό μπορεί να διαρκέσει αρκετό χρόνο, ανάλογα με το μέγεθος των δεδομένων και την ταχύτητα εγγραφής.
es: Los archivos seleccionados están para ser escritos en un disco CD o DVD. Esta operación quizá lleve un tiempo largo, dependiendo del tamaño de datos y la velocidad de escritura.
fi: Valitut tiedostot kirjoitetaan CD- tai DVD-levylle. Tämä voi kestää kauankin, tietojen määrästä ja kirjoitusnopeudesta riippuen.
fr: Les fichiers choisis doivent être gravés sur un CD ou un DVD. Cette opération pourrait prendre du temps, selon la quantité de données et la vitesse d'écriture.
id: File-file ini akan direkam ke dalam disk CD atau DVD. Proses akan cukup makan waktu bergantung pada besarnya data dan kecepatan rekaman.
ja: 選択したファイルを CD または DVD ディスクへ書き込みます。この処理の時間は、データのサイズや書き込み速度に応じて長くなるかもしれません。
lt: Pasirinktos bylos bus įrašytos į CD ar DVD diską. Ši operacija gali ilgai užtrukti, priklausomai nuo duomenų kiekio ir rašymo greičio.
no: Valgte filer er i ferd med å skulle skrives til en CD eller DVD-plate. Denne operasjonen kan ta lang tid, avhengig av størrelse på data og skrivehastighet.
or: ବଛା ଫାଇଲଗୁଡ଼ିଙ୍କୁ ସି.ଡି. ବା ଡି.ଭି.ଡି.ରେ ଲେଖାଯିବ. ତଥ୍ଯ ଆକାର ଓ ଲେଖାର ଗତି ଉପରେ ନିର୍ଭର କରି, ଏହି ଚାଳନାଟା ବହୁତ ସମୟ ନେଇପାରେ.
pa: ਚੁਣੀਆਂ ਗਈਆਂ ਫਾਇਲਾਂ CD ਡਿਸਕ ਤੇ ਲਿਖਿਆ ਜਾਣੀਆਂ ਹਨ, ਫਾਇਲਾਂ ਦੇ ਆਕਾਰ ਤੇ ਲਿਖਣ ਦੀ ਗਤੀ ਦੇ ਆਧਾਰ ਤੇ ਇਹ ਕਾਰਵਾਈ ਕੁਝ ਸਮਾਂ ਲੈ ਸਕਦੀ ਹੈ।
pl: Wybrane pliki zostaną zapisane na płycie CD lub DVD. Zależnie od rozmiaru danych i szybkości zapisu, operacja może zająć dużo czasu.
sk: Zvolené súbory budú zapísané na CD alebo DVD disk. Táto operácia môže trvať dlhý čas, v závislosti od veľkosti dát a rýchlosti zápisu.
sq: Files e zgjedhur do të shkruhen në një disk CD ose DVD. Ky operacion mund zgjasë për një kohë të gjatë, në varësi të madhësisë të së dhënave dhe shpejtësisë së shkrimit.
sr@latn: Izabrane datoteke će biti narezane na CD ili DVD disk. Ovo može potrajati, u zavisnosti od veličine podataka i brzine narezivanja.
th: แฟ้มที่เลือกจะถูกเขียนลงแผ่นซีดีหรือดีวีดี ปฏิบัติการนี้อาจใช้เวลานาน นี่ขึ้นอยู่กับขนาดข้อมูลและความเร็วการเขียน
uk: Вибрані файли будуть записані на CD чи DVD диск. Операція може зайняти тривалий час, у залежності від розміру даних та швидкості запису.
vi: Những tập tin được chọn sẽ được ghi vào đĩa CD hoặc DVD. Thao tác này có thể sẽ mất nhiều thời gian, tùy vào kích thước dữ liệu và tốc độ ghi.
zh_cn: 选择要在 CD 或 DVD 碟片上写入的文件。此操作可能要花长一点的时间，具体取决于数据大小和写入速度。
zh_tw: 已選取的檔案會燒錄至 CD 或 DVD 光碟。這工作可能需要一段時間，視乎資料的大小與燒錄速度而定。

source: Write _speed:
ca: Velocitat d'e_scriptura:
cy: _Cyflymder ysgrifennu:
el: _Ταχύτητα εγγραφής:
es: Velocidad de _grabación:
fi: Kirjoitus_nopeus:
fr: V_itesse de gravure :
id: Kecepatan _rekam:
it: Vel_ocità di scrittura:
ja: 書き込み速度(_S):
lt: Rašymo _greitis:
no: _Skrivehastighet:
or: ଲେଖାର ଗତି (_s)
pa: ਲਿਖਣ ਦੀ ਗਤੀ(_s):
pl: Szybkość _zapisu:
sk: _Rýchlosť zápisu:
sq: Shpejtësia e _shkrimit:
sr@latn: _Brzina rezanja:
th: ความเ_ร็วการเขียน:
uk: _Швидкість запису:
vi: Tốc độ _ghi:
zh_cn: 写入速度(_S)：
zh_tw: 燒錄速度(_S)：

source: Writing Files to Disc Progress
ca: Progrés d'escriptura dels fitxers al disc
cy: Cynnydd Ysgrifennu Ffeiliau at Ddisg
el: Πρόοδος εγγραφής αρχείων στον δίσκο
es: Progreso de la escritura de archivos al disco
fi: Tiedostojen levylle tallentumisen edistyminen
fr: Écriture des fichiers sur le disque en cours
id: Proses Rekam File ke Disk
it: Avanzamento scrittura dei file su disco
ja: ファイルをディスクへ書き込む進行状況
lt: Bylų rašymo į diską progresas
no: Fremgang for skriving av filer til plate
or: ଫାଇଲଗୁଡ଼ିଙ୍କୁ ଡିସ୍କରେ ଲେଖିବାର ଅଗ୍ରଗତି
pa: ਫਾਇਲਾਂ ਸੀਡੀ ਤੇ ਲਿਖਣ ਵਿੱਚ ਤਰੱਕੀ
pl: Postęp zapisu plików na płytę
sk: Postup zápisu súborov na disk
sq: Progresi i shkrimit të files në disk
sr@latn: Napredak narezivanja datoteka na disk
th: ความคืบหน้าการเขียนแฟ้มลงแผ่น
uk: Перебіг запису файлів на диск
vi: Tiến trình ghi các tập tin vào đĩa
zh_cn: 向碟片写入文件进度
zh_tw: 正在燒錄檔案至光碟

source: _Dummy write
ca: Escriptura simula_da
cy: Ysgrifennu _ffug
el: _Δοκιμαστική εγγραφή
es: _Prueba de grabación
fi: _Testikirjoitus
fr: Simulation _de gravure
id: Tes _rekam saja
it: Scrittura si_mulata
ja: ダミーで書き込む(_D)
lt: _Netikras rašymas
no: _Testskriving
or: ନକଲ ଲେଖା (_D)
pa: ਫ਼ਰਜ਼ੀ ਲਿਖੋ(_D)
pl: Zapis pozorowa_ny
sk: _Fiktívny zápis
sq: _Provë shkrimi
sr@latn: _Proba rezanja
th: _ทดลองเขียน
uk: _Імітація запису
vi: Ghi _giả
zh_cn: 模拟写入(_D)
zh_tw: 虛擬燒錄(_D)

source: _Reuse these files for another disc
ca: _Reutilitza aquests fitxers per un altre disc
cy: _Ailddefnyddio'r ffeiliau hyn ar gyfer CD arall
el: Επανα_χρησιμοποίηση αυτών των αρχείων για άλλο δίσκο
es: _Reutilizar estos archivos para otro disco
fi: _Säästä nämä tiedostot seuraavaa levyä varten
fr: _Réutiliser ces fichiers pour un autre CD
id: Gunakan file-file ini untuk disk _lain
it: _Riusa questi file per un altro disco
ja: 別のディスクへ書き込むためにファイルを再利用する(_R)
lt: _Panaudoti šias bylas kitam diskui
no: B_ruk disse filene på nytt med en annen plate
or: ଏହି ଫାଇଲଗୁଡ଼ିଙ୍କୁ ଅନ୍ଯ ଡିସ୍କରେ ବ୍ଯବହାର କରନ୍ତୁ (_R)
pa: ਇਹਨਾਂ ਫਾਇਲਾਂ ਨੂੰ ਹੋਰ ਸੀਡੀ ਤੇ ਮੁੜ ਵਰਤੋਂ(_R)
pl: _Ponowne użycie plików dla innej płyty
sk: _Opäť použiť tieto súbory pre iný disk
sq: _Ripërdor këta files për një disk tjetër
sr@latn: Ponovo is_koristi datoteke za još jedan disk
th: ใช้แฟ้มเหล่านี้สำหรับแผ่นอื่นอีก
uk: _Використати ці файли для запису на інший диск
vi: _Dùng lại những tập tin này cho đĩa khác
zh_cn: 重用这些文件另刻一张盘(_R)
zh_tw: 燒錄另一片光碟時使用同樣的檔案(_R)

source: _Write
ca: _Escriu
cy: _Ysgrifennu
el: _Εγγραφή
es: _Grabar
fi: _Kirjoita
fr: _Graver
id: _Rekam
it: Scri_vi
ja: 書き込む(_W)
lt: _Rašyti
no: _Skriv
or: ଲେଖନ୍ତୁ (_W)
pa: ਲਿਖੋ(_W)
pl: _Zapisz
sk: _Zapísať
sq: _Shkrim
sr@latn: _Nareži
th: เ_ขียน
uk: _Записати
vi: _Ghi
zh_cn: 写入(_W)
zh_tw: 寫入(_W)

source: _Write disc to:
ca: _Escriu el disc a:
cy: _Ysgrifennu disg at:
el: Εγγρα_φή αρχείων σε:
es: _Grabar disco a:
fi: _Kirjoita levy tiedostoon:
fr: _Graver le disque sur :
id: _Rekam disk ke:
it: Scrivi _disco su:
ja: 書き込み先(_W):
lt: _Rašyti diską į:
no: S_kriv disk til:
or: ଡିସ୍କକୁ ଏହାରେ ଲେଖନ୍ତୁ (_W)
pa: ਫਾਇਲਾਂ ਲਿਖ ਦਿਓ(_W):
pl: _Zapis płyty do:
sk: _Zapísať disk na:
sq: _Shkruaj diskun në:
sr@latn: _Nareži disk na:
th: เ_ขียนแผ่นลง:
uk: Записати диск н_а:
vi: _Ghi đĩa vào:
zh_cn: 向碟片写入(_W)：
zh_tw: 將光碟燒錄至(_W)：

source: Some files don't have a suitable name for a Windows-compatible CD. Do you want to continue with Windows compatibility disabled?
ca: Alguns fitxers no tenen noms adeqüats per a un CD compatible amb Windows. Voleu continuar amb la compatibilitat amb Windows inhabilitada?
cy: Mae gan rhai ffeiliau enwau nad ydynt yn addas ar gyfer CD sy'n gyfaddas â Windows. Ydych chi am fynd ymlaen gyda cyfaddaster Windows wedi ei analluogi?
el: Μερικά αρχεία δεν έχουν κατάλληλο όνομα για ένα CD συμβατό με Windows. Θέλετε να συνεχίσετε με απενεργοποιημένη την συμβατότητα για Windows?
es: Algunos archivos no tienen un nombre apropiado para un CD compatible con Windows. ¿Quiere continuar con la compatibilidad con Windows desactivada?
fi: Joidenkin tiedostojen nimet eivät ole sopivia Windows-yhteensopivalle CD:lle. Haluatko jatkaa ilman Windows-yhteensopivuutta?
fr: Quelques fichiers n'ont pas un nom approprié pour un CD compatible Windows. Voulez-vous continuer avec la compatibilité Windows désactivé ?
id: Beberapa file tidak memiliki nama yang cocok untuk CD yang cocok dengan Windows. Apakah anda ingin melanjutkan dengan tanpa kecocokan terhadap Windows?
it: Alcuni file non hanno un nome adatto per un CD compatibile con sistemi Windows. Continuare senza tale compatibilità?
ja: いくつかのファイルは Windows 互換 CD として適切な名前がありません。 Windows 互換を無効にして続行しますか？
lt: Kai kurios bylos neturi tinkamo vardo su Windows suderinamam CD. Ar norite tęsti su išjungtu Windows suderinamumu?
no: Noen av filene har ikke et passende navn for en Windows kompatibel CD. Vil du fortsette med Windows-kompatibilitet deaktivert?
or: କିଛି ଫାଇଲଗୁଡ଼ିଙ୍କ ନାମ ମାଇକ୍ରୋସଫ୍ଟ ୱିଣ୍ଡୋଜ ସହ ସୁସଂଗିତ ପାଇଁ ଉପଯକ୍ତ ନୁହେଂ. ଆପଣ ମାଇକ୍ରୋସଫ୍ଟ ୱିଣ୍ଡୋଜ ସହ ସୁସଂଗତିକୁ ନିଷ୍କ୍ରିୟ କରି ଆଗେଇବାକୁ ଚାହାନ୍ତି କି?
pa: ਕੁਝ ਫਾਇਲਾਂ ਦੇ ਨਾਂ Windows ਸੀਡੀ ਦੇ ਅਨੁਰੂਪ ਨਹੀ ਹਨ। ਕੀ ਤੁਸੀ Windows ਦੇ ਅਨੁਰੂਪ ਨੂੰ ਅਣਡਿੱਠਾ ਕਰਕੇ ਅੱਗੇ ਜਾਣਾ ਚਾਹੋਗੇ?
pl: Niektóre pliki nie posiadają nazwy zgodnej z nazwą stosowaną na płytach CD zapisywanych pod systemem Windows. Czy chcesz kontynuować z wyłączoną funkcją zgodności z Windows?
sk: Niektoré súbory nemajú vhodné názvy pre CD kompatibilné s Windows. Chcete pokračovať bez zapnutia kompatibility s Windows?
sq: Disa nga files nuk kanë emër të përshtashëm për një CD të përputhshëm me Windows. Dëshironi të vazhdoni duke ç'aktivuar përputhshmërinë me Windows?
sr@latn: Neke datoteke nemaju odgovarajuća imena za CD saglasan sa Windows-om. Želite li da nastavite uz isključenu saglasnost sa Windows-om?
th: แฟ้มบางแฟ้มมีชื่อที่ใช้ไม่ได้ในวินโดวส์ จะทำการต่อ โดยที่ไม่สนใจ ว่าแผ่นจะใช้ในวินโดวส์ได้หรือไม่ ใหม ?
uk: Назви деяких файлів містять заборонені, для компакт-дисків сумісними з Windows, символи. Чи хочете ви записувати без сумісності з Windows?
vi: Vài tập tin không có tên thích hợp để tương thích với Windows. Bạn có muốn tiếp tục, tắt tính năng tương thích Windows không?
zh_cn: 对于与 Windows 兼容的光盘来说，某些文件的名称并不合适。 您想要继续写入而禁用与 Windows 的兼容性吗？
zh_tw: 有一些檔名不適合用於與 Windows 兼容的光碟之上。 您要繼續及取消與 Windows 兼容嗎?

source: Windows compatibility
ca: Compatibilitat amb Windows
cy: Cyfaddaster Windows
el: Συμβατότητα με Windows
es: Compatibilidad con Windows
fi: Windows-yhteensopivuus
fr: Compatibilité Windows
id: Kecocokan dengan Windows
it: Compatibilità Windows
ja: Windows 互換
lt: Windows suderinamumas
no: Windows-kompatibilitet
or: ମାଇକ୍ରୋସଫ୍ଟ ୱିଣ୍ଡୋଜ ସହ ସୁସଂଗତି
pa: Windows ਨਾਲ ਅਨੁਰੂਪ
pl: Zgodność z Windows
sk: Kompatibilita s Windows
sq: Përputhshmëria me Windows
sr@latn: Saglasnost sa Windows-om
th: ใช้ร่วมกับวินโดวส์
uk: Сумісність з Windows
vi: Tương thích Windows
zh_cn: Windows 兼容性
zh_tw: 與 Windows 兼容

source: No files selected to write to CD.
ca: No s'ha seleccionat cap fitxer per a escriure al CD.
cy: Does dim ffeiliau i'w ysgrifennu at CD wedi eu dewis.
el: Δεν επιλέχθησαν αρχεία για εγγραφή στο CD.
es: No se han seleccionado archivos para grabar en el CD.
fi: Tiedostoja ei ole valittu CD:lle kirjoitettavaksi.
fr: Aucun fichier sélectionné pour écriture sur le CD.
id: Tidak ada file yang dipilih untuk direkam ke CD
it: Nessun file selezionato da scrivere su CD.
ja: CD に書き込むファイルが選択されていません。
lt: Rašymui į CD nepasirinktos jokios bylos.
no: Ingen filer valgt for skriving til CD.
or: ସି.ଡି.ରେ ଲେଖିବା ପାଇଁ କୌଣସି ଫାଇଲ ବଛା ଜାଇ ନାହିଁ
pa: ਸੀਡੀ ਤੇ ਲਿਖਣ ਲਈ ਕੋਈ ਫਾਇਲ ਨਹੀ ਚੁਣੀ ਗਈ ਹੈ।
pl: Nie wybrano plików przeznaczonych do zapisu na płycie CD.
sk: Neboli zvolené žiadne súbory pre zápis na CD.
sq: Nuk është zgjedhur asnjë file për t'u shkruar në CD.
sr@latn: Nijedna datoteka nije izabrana za rezanje na disk.
th: ยังไม่ได้เลือกแฟ้มสำหรับเขียนลงซีดี
uk: Не вибрано файли для запису на компакт-диск.
vi: Chưa chọn tập tin nào để ghi lên CD.
zh_cn: 未选择要写入 CD 的文件。
zh_tw: 沒有選取任何可以燒錄進光碟的檔案。

source: No files selected
ca: No s'ha seleccionat cap fitxer
cy: Dim ffeiliau wedi eu dewis
el: Δεν επιλέχθησαν αρχεία
es: No se han seleccionado archivos
fi: Et valinnut tiedostoja
fr: Aucun fichier sélectionné
id: Tidak ada file yang dipilih
it: Nessun file selezionato
ja: ファイルが選択されていません。
lt: Nepasirinktos jokios bylos
no: Ingen filer valgt
or: କୌଣସି ଫାଇଲ ବଛା ଜାଇ ନାହିଁ
pa: ਕੋਈ ਫਾਇਲ ਨਹੀ ਚੁਣੀ ਗਈ ਹੈ
pl: Nie wybrano plików
sk: Žiadne súbory zvolené
sq: Asnjë file i zgjedhur
sr@latn: Nijedna datoteka nije izabrana
th: ยังไม่ได้เลือกแฟ้ม
uk: Не вибрано файли
vi: Chưa có tập tin được chọn
zh_cn: 没有选中文件
zh_tw: 沒有選取檔案

source: Not enough space to store CD image (%ld Megabyte needed)
ca: No hi ha espai suficient per a desar la imatge del CD (es necessita %ld megabyte)
cy: Dim digon o le rhydd er mwyn storio delwedd CD (mae angen %ld megabeit)
el: Δεν υπάρχει αρκετός χώρος για την αποθήκευση της εικόνας CD ( χρειάζονται %ld Megabyte)
es: No hay suficiente espacio para guardar la imagen del CD (se necesitan %ld megabyte)
fi: Ei tarpeeksi tilaa CD-levyvedoksen tallentamiseksi (tarvitaan %ld Mt)
fr: Espace insuffisant pour stocker l'image CD (nécessite %ld mégaoctet)
id: Ruangan untuk menyimpan image CD kurang (diperlukan %ld Megabyte)
it: Spazio non sufficiente per memorizzare l'immagine del CD (necessario %ld MB)
ja: CD イメージを保存するのに充分なスペースがありません (%ld Mバイト必要)
lt: Neužtenka vietos išsaugoti CD image bylai (reikia %ld Megabaito)
no: Ikke nok plass til å lagre CD-bildet (%ld megabyte kreves)
or: ସି.ଡି. ପ୍ରତିଛବି ସଂଚିତ କରିବା ପାଇଁ ସ୍ଥାନ ଅଣ୍ଟୁ ନାହିଁ (%ld ମେଗାବାଇଟ୍ ଦରକାର)
pa: ਸੀਡੀ ਪ੍ਰਤੀਬਿੰਬ ਨੂੰ ਸੰਭਾਲ ਲਈ ਲੋਡ਼ੀਦੀ ਥਾਂ ਨਹੀ ਹੈ (%ld ਮੈਗਾਬਾਈਟ ਲੋਡ਼ੀਦੇ ਹਨ)
pl: Brak wystarczającej ilości miejsca do zapisania obrazu CD (potrzeba %ld MB)
sk: Nie je dostatok miesta pre uloženie CD obrazu (potrebných je ešte %ld megabajtov)
sq: Hapësirë e pamjaftueshme për të përgatitur imazhin e CD (nevoitet %ld Megabyte)
sr@latn: Nemam dovoljno prostora da sačuvam otisak diska (potreban je %ld megabajt)
th: มีที่ไม่พอสำหรับบันทึก CD image (ต้องใช้ %ld เมกะไบต์)
uk: Не вистачає місця для запису образу компакт-диску (потрібно %ld мегабайт)
vi: Không đủ chỗ để lưu trữ ảnh CD (cần %ld Megabyte)
zh_cn: 没有足够的空间存储 CD 映像(需要 %ld 兆)
zh_tw: 空間不足以存放光碟影像檔 (需要 %ld MB)

source: Not enough space
ca: No hi ha espai suficient
cy: Dim digon o le
el: Δεν υπάρχει αρκετός χώρος
es: No hay suficiente espacio
fi: Tilaa ei ole tarpeeksi
fr: Espace insuffisant
id: Tidak cukup ruang
it: Spazio non sufficiente
ja: 空きスペースが足りません。
lt: Nepakanka vietos
no: Ikke nok plass
or: ସ୍ଥାନ ଅଣ୍ଟୁ ନାହିଁ
pa: ਲੋਡ਼ੀਦੀ ਥਾਂ ਨਹੀ ਹੈ
pl: Brak wystarczającej ilości miejsca
sk: Nie je dostatok miesta
sq: Hapësirë e pamjaftueshme
sr@latn: Nemam dovoljno prostora
th: ที่ไม่พอ
uk: Не вистачає місця
vi: Không đủ không gian
zh_cn: 没有足够的空间
zh_tw: 空間不足

source: Creating CD image
ca: S'està creant una imatge del CD
cy: Yn creu'r delwedd CD
el: Δημιουργία εικόνας CD
es: Creando la imagen del CD
fi: Luodaan CD-levyvedos
fr: Création de l'image CD
id: Pembuatan image CD
it: Creazione dell'immagine del CD in corso
ja: CD イメージを作成
lt: Kuriama image byla
no: Lager CD-bilde
or: ସି.ଡି. ପ୍ରତିଛବି ସୃଷ୍ଟିକରଣ
pa: ਸੀਡੀ ਪ੍ਰਤੀਬਿੰਬ ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Tworzenie obrazu płyty CD
sk: Vytváranie CD obrazu
sq: Duke krijuar imazhin e CD
sr@latn: Stvaram otisak diska
th: กำลังสร้างแฟ้ม CD image
uk: Створення образу компакт-диску
vi: Đang tạo ảnh CD
zh_cn: 正在创建 CD 映像
zh_tw: 正在製作光碟影像檔

source: (invalid Unicode)
ca: (Unicode invàlid)
cy: (Unicode annilys)
el: (μη έγκυρο Unicode)
es: (Unicode inválido)
fi: (virheellistä Unicodea)
fr: (Unicode non valide)
id: (Unicode tidak benar)
it: (Unicode non valido)
ja: (Unicode が不正です)
lt: (netaisyklingas Unikodas)
no: (ugyldig Unicode)
or: (ଅବୈଧ ୟୁନିକୋଡ)
pa: (ਗਲਤ ਯੂਨੀਕੋਡ)
pl: (niepoprawny Unikod)
sk: (neplatné Unicode)
sq: (Unicode i pavlefshëm)
sr@latn: (neispravan Unikod)
uk: (неправильний Юнікод)
vi: (Unicode không hợp lệ)
zh_cn: (无效的 Unicode)
zh_tw: （無效的統一碼）

source: Preparing to write CD
ca: S'està preparant per a escriure el CD
cy: Yn paratoi i ysgrifennu CD
el: Προετοιμασία εγγραφής CD
es: Preparándose para grabar el CD
fi: Valmistellaan CD:lle kirjoittamista
fr: Préparation de l'écriture du CD
id: Persiapan merekam CD
it: Preparazione per la scrittura del CD in corso
ja: CD へ書き込む準備をしています
lt: Ruošiamasi rašyti CD
no: Forbereder skriving av CD
or: ସି.ଡି.ରେ ଲେଖିବାକୁ ପ୍ରସ୍ତୁତିକରଣ
pa: ਸੀਡੀ ਨੂੰ ਲਿਖਣ ਲਈ ਤਿਆਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Przygotowywanie do zapisu płyty CD
sk: Príprava na zápis CD
sq: Duke u përgatitur për shkrimin e CD
sr@latn: Spremam se da narežem CD
th: กำลังเตรียมการเขียนซีดี
uk: Підготування до запису компакт-диску
vi: Đang chuẩn bị ghi CD
zh_cn: 正在准备写入 CD
zh_tw: 準備燒錄光碟

source: Preparing to write DVD
ca: S'està preparant per a escriure el DVD
cy: Yn paratoi i ysgrifennu DVD
el: Προετοιμασία εγγραφής DVD
es: Preparándose para grabar el DVD
fi: Valmistellaan DVD:lle kirjoittamista
fr: Préparation de l'écriture du DVD
id: Persiapan merekam DVD
ja: DVD へ書き込む準備をしています
lt: Ruošiamasi rašyti DVD
no: Forbereder skriving av DVD
or: ଡି.ଭି.ଡି.ରେ ଲେଖିବାକୁ ପ୍ରସ୍ତୁତିକରଣ
pa: ਡੀਵੀਡੀ ਨੂੰ ਲਿਖਣ ਲਈ ਤਿਆਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Przygotowywanie do zapisu płyty DVD
sk: Príprava na zápis DVD
sq: Duke u përgatitur për shkrimin e DVD
sr@latn: Spremam se da narežem DVD
th: กำลังเตรียมการเขียนดีวีดี
uk: Підготування до запису DVD диску
vi: Đang chuẩn bị ghi DVD
zh_cn: 正在准备写入 DVD
zh_tw: 準備燒錄 DVD 光碟

source: Writing CD
ca: S'està escrivint el CD
cy: Yn ysgrifennu CD
el: Εγγραφή CD
es: Grabando CD
fi: Kirjoitetaan CD:tä
fr: Écriture du CD
id: Merekam CD
it: Scrittura del CD in corso
ja: CD へ書き込み中です
lt: Rašome CD
no: Skriver CD
or: ସି.ଡି. ଲେଖାଜାଉଛି
pa: ਸੀਡੀ ਲਿਖ ਰਿਹਾ ਹੈ
pl: Zapisywanie płyty CD
sk: Zapisovanie CD
sq: Duke shkruar CD
sr@latn: Narezujem CD
th: กำลังเขียนซีดี
uk: Запис даних на компакт-диск
vi: Đang ghi CD
zh_cn: 正在写入 CD
zh_tw: 燒錄光碟

source: Writing DVD
ca: S'està escrivint el DVD
cy: Yn ysgrifennu DVD
el: Εγγραφή DVD
es: Grabando DVD
fi: Kirjoitetaan DVD:tä
fr: Écriture du DVD
id: Merekam DVD
ja: DVD へ書き込み中です
lt: Rašome DVD
no: Skriver DVD
or: ଡି.ଭି.ଡି. ଲେଖାଜାଉଛି
pa: ਡੀਵੀਡੀ ਲਿਖ ਰਿਹਾ ਹੈ
pl: Zapisywanie płyty DVD
sk: Zapisovanie DVD
sq: Duke shkruar DVD
sr@latn: Narezujem DVD
th: กำลังเขียนดีวีดี
uk: Запис даних на DVD диск
vi: Đang ghi DVD
zh_cn: 正在写入 DVD
zh_tw: 燒錄 DVD 光碟

source: Erasing CD
ca: S'està esborrant el CD
cy: Yn dileu CD
el: Σβήσιμο CD
es: Borrando el CD
fi: Tyhjennetään CD:tä
fr: Effacement du CD
id: Menghapus CD
it: Cancellazione del CD in corso
ja: CD の消去中です
lt: Trinamas CD
no: Sletter CD
or: ସି.ଡି.କୁ ଲିଭାଜାଉଛି
pa: ਸੀਡੀ ਨੂੰ ਸਾਫ਼ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Wymazywanie płyty CD
sk: Vymazávanie CD
sq: Duke fshirë CD
sr@latn: Brišem CD
th: กำลังลบซีดี
uk: Стирання компакт-диску
vi: Đang xóa CD
zh_cn: 正在擦除 CD
zh_tw: 清除光碟

source: Erasing DVD
ca: S'està esborrant el DVD
cy: Yn dileu DVD
el: Σβήσιμο DVD
es: Borrando el DVD
fi: Tyhjennetään DVD:tä
fr: Effacement du DVD
id: Menghapus DVD
ja: DVD の消去中です
lt: Trinamas DVD
no: Sletter DVD
or: ଡି.ଭି.ଡି.କୁ ଲିଭାଜାଉଛି
pa: ਡੀਵੀਡੀ ਨੂੰ ਸਾਫ਼ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Wymazywanie płyty DVD
sk: Vymazávanie DVD
sq: Duke fshirë DVD
sr@latn: Brišem DVD
th: กำลังลบดีวีดี
uk: Стирання DVD диску
vi: Đang xóa DVD
zh_cn: 正在擦除 DVD
zh_tw: 清除 DVD 光碟

source: Please make sure another application is not using the disc.
ca: Assegureu-vos que cap altra aplicació està utilitzant el disc.
cy: Sicrhewch nad yw rhaglen arall yn defnyddio'r disg
el: Παρακαλώ βεβαιωθείτε ότι δεν χρησιμοποιεί τον δίσκο άλλη εφαρμογή.
es: Asegúrese de que no haya otra aplicación usando el disco.
fi: Varmista ettei mikään muu sovellus käytä levyä.
fr: Veuillez vérifier qu'aucune autre application n'utilise le disque.
id: Periksa dulu apakah ada aplikasi yang sedang mengakses disk.
it: Assicurarsi che nessun altra applicazione stia usando il disco.
ja: 他のアプリケーションがディスクを使用していないか確認して下さい。
lt: Prašau įsitikinti, kad kita programa disko nenaudoja.
no: Vennligst sjekk at ingen andre programmer bruker platen.
or: ଦୟା କରି ନିଶ୍ଚିତ କି ଏକ ଅନ୍ଯ ପ୍ରୟୋଗ ଏହି ଡିସ୍କକୁ ବ୍ଯବହାର କରୁ ନାହିଁ.
pa: ਕਿਰਪਾ ਕਰਕੇ ਇਹ ਯਕੀਨ ਬਣਾ ਲਵੋ ਕਿ ਕੋਈ ਹੋਰ ਕਾਰਜ ਡਿਸਕ ਨੂੰ ਨਹੀਂ ਵਰਤ ਰਿਹਾ ਹੈ।
pl: Upewnij się, że inna aplikacja nie używa płyty.
sk: Prosím, uistite sa, že iná aplikácia nepoužíva disk.
sq: Sigurohu që asnjë program tjetër të jetë duke përdorur diskun.
sr@latn: Proverite da neki drugi program ne koristi disk.
th: โปรดเช็กให้แน่ใจว่าโปรแกรมอื่นไม่ได้ใช้แผ่นอยู่
uk: Переконайтесь, що інша програма не використовує цей диск.
vi: Hãy đảm bảo không có chương trình nào đang sử dụng đĩa.
zh_cn: 请确定没有其它应用程序正在使用该碟片。
zh_tw: 請確定其它程式沒有使用這片光碟。

source: Disc is busy
ca: El disc està ocupat
cy: Mae'r disg yn brysur
el: Ο δίσκος είναι απασχολημένος
es: El disco está ocupado
fi: Levy on käytössä
fr: Le disque est utilisé
id: Disk sedang sibuk
it: Il disco è occupato
ja: ディスクが使用中です
lt: Diskas užimtas
no: Platen er opptatt
or: ଡିସ୍କ କାର୍ଯ୍ଯବ୍ଯସ୍ତ ଅଛି
pa: ਡਿਸਕ ਰੁਝੀ ਹੋਈ ਹੈ
pl: Urządzenie jest zajęte
sk: Disk je zaneprázdnený
sq: Disku nuk është i lirë
sr@latn: Disk je zauzet
th: แผ่นกำลังยุ่งอยู่
uk: Диск зайнятий
vi: Đĩa bận
zh_cn: 碟片忙
zh_tw: 光碟正在忙碌中

source: Please insert a rewritable or blank media in the drive tray.
ca: Si us plau, inseriu un medi regravable o en blanc a la safata de la unitat.
cy: Rhowch gyfrwng amlysgrifennadwy neu wag yn y gyrriant os gwelwch yn dda.
el: Εισάγετε ένα επανεγγράψιμο ή ένα κενό μέσο στον οδηγό.
es: Por favor introduzca un soporte re-escribible o virgen en la bandeja de la grabadora.
fi: Laita tyhjä tai uudelleenkirjoitettava taltio asemaan.
fr: Veuillez insérer un media réinscriptible ou vierge dans le logement.
id: Silahkan masukkan media kosonng atau yang dapat direkam ulang ke dalam laci perekam.
it: Inserire un supporto riscrivibile o vergine nel carrello dell'unità.
ja: 再書き込み可能または空のメディアをドライブのトレイに入れて下さい。
lt: Prašom į įrenginį įdėti perrašomą arba tuščia diską.
no: Vennligst sett inn et omskrivbart eller tomt medie i skuffen.
or: ଦୟା କରି ଏକ ପୁନର୍ଲିଖନୀୟ ବା ଖାଲି ସଞ୍ଚାରମାଧ୍ଯମକୁ ସି.ଡି. ଧାରକରେ ଭର୍ତ୍ତି କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਡਰਾਇਵ-ਟਰੇ ਵਿੱਚ ਰੀ-ਰਾਇਟਏਬਲ ਜਾਂ ਖਾਲੀ ਮੀਡਿਆ ਪਾਉ।
pl: Włóż nośnik wielokrotnego zapisu lub pusty do tacki napędu.
sk: Prosím vložte prepisovateľné alebo čisté médium do mechaniky.
sq: Ju lutem futni një suport bosh apo të rishkrueshëm në sirtarin e dispozitivit.
sr@latn: Ubacite presnimljivi ili prazan disk u fioku uređaja.
th: โปรดใส่แผ่นเปล่า หรือแผ่นชนิดเขียนทับได้ ลงเครื่องเขียน
uk: Вставте порожній диск з перезаписом або чистий компакт-диск у пристрій.
vi: Hãy nạp một đĩa rewritable hoặc đĩa trăng vào khay ổ đĩa.
zh_cn: 请在驱动器中插入一张可写的介质或空介质。
zh_tw: 請在燒錄機中放入一片可重寫或空白光碟。

source: Insert rewritable or blank media
ca: Inseriu un medi regravable o en blanc
cy: Rhowch gyfrwng amlysgrifenadwy neu wag i fewn
el: Εισάγετε ένα επανεγγράψιμο ή ένα κενό μέσο
es: Inserte un soporte re-escribible o virgen
fi: Laita tyhjä tai uudelleenkirjoitettava taltio asemaan
fr: Insertion d'un média réinscriptible ou vierge
id: Masukkan media kosong atau media yang dapat direkam ulang
it: Inserire un supporto riscrivibile o vergine
ja: 再書き込み可能または空のメディアの挿入
lt: Įdėkite perrašomą arba tuščią diską
no: Sett inn omskrivbart eller tomt medie
or: ପୁନର୍ଲିଖନୀୟ ବା ଖାଲି ସଞ୍ଚାରମାଧ୍ଯମ ଭର୍ତ୍ତି କରନ୍ତୁ
pa: ਰੀ-ਰਾਇਟਏਬਲ ਜਾਂ ਖਾਲੀ ਮੀਡਿਆ ਪਾਉ
pl: Włóż nośnik wielokrotnego zapisu lub pusty
sk: Vložiť prepisovateľné alebo čisté médium
sq: Fut suportin bosh apo të rishkrueshëm
sr@latn: Ubacite presnimljivi ili prazan disk
th: โปรดใส่แผ่นเปล่า หรือแผ่นเขียนทับได้
uk: Вставте носій з перезаписом або чистий носій
vi: Hãy nạp đĩa rewritable hoặc đĩa trắng
zh_cn: 插入可写介质或空介质
zh_tw: 插入可重寫或空白光碟
