Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/nautilus-cd-burner/po/*.po
Languages: ca, cy, el, es, fi, fr, id, it, ja, lt, no, or, pa, pl, sk, sq, sr@latn, th, uk, vi, zh_cn, zh_tw

source: Unnamed CDROM
ca: CDROM sense nom
cy: CD-ROM Heb Enw
el: Ανώνυμο CDROM
es: CD-ROM sin nombre
fi: Nimetön CD-ROM
fr: CD-ROM sans nom
id: CDROM belum diberi judul
it: CD-ROM senza nome
ja: 名前なしの CD-ROM
lt: Neįvardintas CDROM
no: CD-ROM uten navn
or: ଅନାମିକା ସି.ଡି. ରମ୍
pa: ਬੇਨਾਮ ਸੀਡੀ ਰੋਮ
pl: Nienazwany CD-ROM
sk: Nepomenovaná CDROM
sq: CDROM pa emër
sr@latn: Bezimeni CD čitač (%s)
th: ซีดีไม่มีชื่อ
uk: Неназваний CD-ROM
vi: CDROM không tên
zh_cn: 未命名的 CD-ROM
zh_tw: 未命名的 CDROM

source: Unable to launch the cd burner application
ca: No es pot iniciar l'aplicació de gravació de CD
cy: Ni ellir lansio'r rhaglen llosgi CD
el: Αδυναμία εκκίνησης της εφαρμογής εγγραφής CD
es: No se puede lanzar la aplicación de grabación de CDs
fi: CD-kirjoitinsovelluksen käynnistäminen ei onnistu
fr: Impossible de lancer l'application de gravage
id: Gagal meluncurkan aplikasi perekam CD
it: Non è possibile avviare l'applicazione per la masterizzazione CD
ja: CD 書き込みアプリケーションを起動できません
lt: Nepavyko paleisti cd rašymo programos
no: Kunne ikke starte CD-brennerprogrammet
or: ସି.ଡି. ଲେଖିବା ପ୍ରୟୋଗକୁ ଚଲେଇବାରେ ଅସମର୍ଥ
pa: ਸੀਡੀ-ਨਿਰਮਾਤਾ ਕਾਰਜ ਨੂੰ ਸ਼ੁਰੂ ਕਰਨ ਵਿੱਚ ਅਸਫਲ ਹੈ
pl: Nie można uruchomić programu nagrywającego płyty CD
sk: Nepodarilo sa spustiť aplikáciu na napaľovanie CD
sq: E pamundur nisja e programit për krijimin e cd
sr@latn: Ne mogu da pokrenem program za rezanje CD-a
th: เรียกใช้โปรแกรมเขียนซีดีไม่สำเร็จ
uk: Не вдалось запустити програму запису компакт-дисків
vi: Không thể khởi động ứng dụng ghi cd
zh_cn: 无法调用 CD 刻录程序
zh_tw: 未能執行光碟燒錄程式

source: Can't launch cd burner
ca: No es pot iniciar el gravador de CD
cy: Ni ellir lansio'r llosgydd CD
el: Αδυναμία εκκίνησης της εγγραφής CD
es: No se puede lanzar la grabación de CDs
fi: CD-kirjoittimen käynnistys ei onnistu
fr: Impossible de lancer le graveur de CD
id: Tidak dapat menjalankan perekam cd
it: Impossibile avviare la masterizzazione cd
ja: CD 書き込みアプリを起動できません
lt: Negaliu paleisti cd rašymo programos
no: Kan ikke starte CD-brenner
or: ସି.ଡି. ଲେଖକୁ ଚଲେଇବାରେ ଅସମର୍ଥ
pa: ਸੀਡੀ ਨਿਰਮਾਤਾ ਨੂੰ ਸ਼ੁਰੂ ਕਰਨ ਵਿੱਚ ਅਸਫਲ ਹੈ
pl: Nie można uruchomić nagrywarki CD
sk: Nepodarilo sa spustiť CD napaľovačku
sq: I pamundur lëshimi i cd-krijuesit
sr@latn: Ne mogu da pokrenem rezač CD-a
th: เรียกตัวเขียนซีดีไม่สำเร็จ
uk: Не вдалось запустити програму запису компакт-дисків
vi: Không thể khởi động bộ ghi CD
zh_cn: 无法调用 CD 刻录程序
zh_tw: 未能執行光碟燒錄程式

source: _Write to Disc...
ca: _Escriu a disc...
cy: _Ysgrifennu at Ddisg...
el: _Εγγραφή στο Δίσκο...
es: _Grabar en el disco...
fi: _Kirjoita CD:lle...
fr: _Graver un CD...
id: _Rekam ke CD...
it: Scri_vi su disco...
ja: ディスクへ書き込む(_W)...
lt: _Rašyti į CD...
no: _Skriv til disk...
or: ଡିସ୍କରେ ଲେଖନ୍ତୁ... (_W)
pa: ਡਿਸਕ ਤੇ ਲਿਖੋ(_W)...
pl: _Zapisz na płycie...
sk: _Zapísať na disk...
sq: _Shkruaj në Disk...
sr@latn: Na_reži na disk...
th: เ_ขียนลงแผ่น...
uk: _Записати на компакт-диск...
vi: _Ghi vào đĩa...
zh_cn: 写入碟片(_W)...
zh_tw: 寫入光碟(_W)...

source: Write disc image to a CD or DVD disc
ca: Escriu la imatge ISO a un disc CD o DVD
cy: Ysgrifennu delwedd disg at ddisg CD neu DVD
el: Εγγραφή εικόνας ISO στο CD ή στο DVD
es: Grabar imagen de disco en un CD o DVD
fi: Kirjoita levyvedostiedosto CD- tai DVD-levylle
fr: Graver une image ISO sur un CD ou DVD
id: Rekam file image ke CD atau DVD
ja: ディスク・イメージを CD または DVD ディスクへ書き込む
lt: Rašyti disko kopiją į CD ar DVD diską
no: Skriv disk-bilde til en CD eller DVD-plate
or: ଡିସ୍କରେ ସ୍ଥିତ ପ୍ରତିଛବିକୁ ସି.ଡି. ବା ଡି.ଭି.ଡି. ଡିସ୍କରେ ଲେଖନ୍ତୁ
pa: ਪ੍ਰਤੀਬਿੰਬ ਨੂੰ ਸੀਡੀ ਜਾਂ ਡੀਵੀਡੀ ਡਿਸਕ ਤੇ ਲਿਖ ਦਿਓ
pl: Zapisuje obraz ISO na płycie CD lub DVD
sk: Zapísať obraz disku na CD alebo DVD disk
sq: Shkruaj imazhin e diskut në një disk CD apo DVD
sr@latn: Nareži otisak diska na CD ili DVD disk
th: เขียน disc image ลงแผ่นซีดีหรือดีวีดี
uk: Записати образ на CD чи DVD
vi: Ghi image vào đĩa CD hoặc DVD
zh_cn: 将碟片映像写入 CD 或 DVD 碟片
zh_tw: 將影像檔寫入 CD 或 DVD 光碟

source: Write contents to a CD or DVD disc
ca: Escriu els continguts a un disc CD o DVD
cy: Ysgrifennu'r cynnwys at ddisg CD neu DVD
el: Εγγραφή περιεχομένων σε ένα δίσκο CD ή DVD
es: Grabar contenido en un CD o DVD
fi: Kirjoita sisältö CD- tai DVD-levylle
fr: Graver le contenu sur un CD ou un DVD
id: Rekam ke CD atau DVD
it: Scrive contenuto su un disco CD o DVD
ja: この内容を CD または DVD ディスクへ書き込みます
lt: Rašyti turinį į CD ar DVD diską
no: Skriv innhold til en CD eller DVD-plate
or: ସୂଚୀପତ୍ରକୁ ସି.ଡି.ରେ ବା ଡି.ଭି.ଡି. ଡିସ୍କରେ ଲେଖନ୍ତୁ
pa: ਭਾਗ ਸੀਡੀ ਜਾਂ ਡੀਵੀਡੀ ਤੇ ਲਿਖ ਦਿਓ
pl: Zapisuje zawartość na płycie CD lub DVD
sk: Zapísať obsah na CD alebo DVD disk
sq: Shkruaj përmbajtjen në një disk CD apo DVD
sr@latn: Upiši sadržaj na CD ili DVD disk
th: เขียนข้อมูลลงแผ่นซีดีหรือดีวีดี
uk: Записати вміст на CD чи DVD
vi: Ghi nội dung vào đĩa CD hoặc DVD
zh_cn: 将内容写入 CD 或 DVD 碟片
zh_tw: 將內容寫入 CD 或 DVD 光碟

source: Write to Disc
ca: Escriu a disc
cy: Ysgrifennu at Ddisg
el: Εγγραφή στο Δίσκο
es: Grabar en disco
fi: Kirjoita levylle
fr: Graver sur le disque
id: Rekam ke Disk
it: Scrivi su disco
ja: ディスクへ書き込む
lt: Rašyti į diską
no: Skriv til disk
or: ଡିସ୍କରେ ଲେଖନ୍ତୁ
pa: ਡਿਸਕ ਤੇ ਲਿਖੋ
pl: Zapis na płycie
sk: Zapísať na disk
sq: Shkruaj në Disk
sr@latn: Nareži na disk
th: เขียนลงแผ่น
uk: Записати на диск
vi: Ghi vào Đĩa
zh_cn: 写入碟片
zh_tw: 寫入光碟

source: Unnamed SCSI Drive (%s)
ca: Unitat SCSI sense nom (%s)
cy: Gyrriant SCSI Heb Enw (%s)
el: Ανώνυμοw Οδηγός SCSI (%s)
es: Unidad SCSI sin nombre (%s)
fi: Nimetön SCSI-asema (%s)
fr: Lecteur SCSI sans nom (%s)
id: Perangkat SCSI tak berjudul (%s)
ja: 名前なしの SCSI ドライブ (%s)
lt: Neįvardintas SCSI įrenginys (%s)
no: SCSI-stasjon uten navn (%s)
or: ଅନାମିକା ଏସ.ସି.ଏସ.ଆଇ ସି.ଡି. ରମ୍ (%s)
pa: ਬੇਨਾਮ ਸਕਕਸੀ ਸੀਡੀ ਡਰਾਇਵ(SCSI) (%s)
pl: Nienazwany napęd SCSI (%s)
sk: Nepomenovaná SCSI jednotka (%s)
sq: Drive SCSI pa emër (%s)
sr@latn: Bezimeni Skazi uređaj (%s)
th: ไดรฟ์ SCSI ไม่มีชื่อ (%s)
uk: Неназваний пристрій SCSI (%s)
vi: Ổ SCSI không tên (%s)
zh_cn: 未命名的 SCSI 驱动器(%s)
zh_tw: 未命名的 SCSI CD-ROM (%s)

source: File image
ca: Fitxer d'imatge
cy: Delwedd ffeil
el: Εικόνα αρχείου
es: Archivo de la imagen
fi: Vedostiedosto
fr: Image de fichier
it: File immagine
ja: ファイル・イメージ
lt: Image byla
no: Fil
or: ଫାଇଲ ପ୍ରତିଛବି
pa: ਫਾਇਲ ਪ੍ਰਤੀਬਿੰਬ
pl: Obraz pliku
sk: Súbor obrazu
sq: Imazhi i file
sr@latn: Datoteka otiska
th: แฟ้ม disc image
uk: Файловий образ
vi: Ảnh tập tin
zh_cn: 文件映像
zh_tw: 影像檔

source: The recorder could not be accessed
ca: No s'ha pogut accedir a la gravadora
cy: Methwyd cyrchu'r recordydd
el: Δεν είναι δυνατή η πρόσβαση στο recorder
es: No se pudo acceder a la grabadora
fi: Kirjoittavan aseman käyttö ei onnistunut
fr: Impossible d'accéder au graveur
id: Perekam tidak dapat diakses
it: Impossibile accedere al masterizzatore
ja: レコーダにアクセスできません
lt: Nepavyko prieiti prie įrašymo įrenginio
no: Brenneren kunne ikke aksesseres
or: ଅନୁଲିପିକାରକୁ ପ୍ରୟୋଗ କରି ହେଲା ନାହିଁ
pa: ਰਿਕਾਰਡਰ ਨੂੰ ਖੋਲਿਆ ਨਹੀ ਜਾ ਸਕਿਆ
pl: Nie można uzyskać dostępu do nagrywarki
sk: K zapisovačke nie je možné pristupovať
sq: Nuk arrij të futem tek regjistruesi
sr@latn: Ne mogu da pristupim rezaču
th: เรียกใช้ตัวเขียนซีดีไม่สำเร็จ
uk: Пристрій запису недоступний
vi: Không thể truy cập đầu ghi
zh_cn: 无法访问录音机
zh_tw: 燒錄器存取失敗

source: Not enough space available on the disc
ca: No hi ha suficient espai disponible en el disc
cy: Dim digon o le ar gael ar y ddisg
el: Δεν υπάρχει αρκετός διαθέσιμος χώρος στο δίσκο
es: No hay suficiente espacio disponible en el disco
fi: Levyllä ei ole tarpeeksi vapaata tilaa
fr: Espace disque disponible insuffisant
id: Tidak cukup ruang pada disk
it: Spazio disponibile sul disco non sufficiente
ja: ディスクに充分な空きスペースがありません
lt: Nepakanka vietos diske
no: Ikke nok plass tilgjengelig på disken
or: ଡିସ୍କରେ ସ୍ଥାନ ଅଣ୍ଟୁନାହିଁ
pa: ਡਿਸਕ ਤੇ ਲੋਡ਼ੀਦੀ ਥਾਂ ਨਹੀ ਹੈ
pl: Brak dostępnego miejsca na dysku
sk: Nedostatok voľného miesta na disku
sq: Hapësirë e pamjaftueshme në disk
sr@latn: Nedovoljno slobodnog prostora na disku
th: มีที่ไม่พอบนแผ่น
uk: Не вистачає вільного місця на диску
vi: Không đủ chỗ trên đĩa (disc)
zh_cn: 盘片上没有足够的空间
zh_tw: 光碟上沒有足夠的空間存在

source: The files selected did not fit on the CD
ca: Els fitxers seleccionats no han cabut al CD
cy: Nid oedd y ffeiliau a ddewiswyd yn ffitio ar y CD
el: Τα επιλεγμένα αρχεία δεν χωρούν στο CD
es: Los archivos seleccionados no caben en el CD
fi: Valitut tiedostot eivät mahtuneet CD:lle
fr: Les fichiers sélectionnés ne peuvent pas être contenu par le CD
id: File terpilih tidak masuk ke CD
it: I file selezionati eccedono la capacità del CD
ja: 選択されたファイルは CD に適合しませんでした。
lt: Pasirinktos bylos netelpa į CD
no: Det er ikke nok plass på CD'en til filene du har valgt
or: ବଛା ହୋଇଥିବା ଫାଇଲଗୁଡ଼ିକ ପାଇଁ ସି.ଡି.ରେ ସ୍ଥାନ ଅଣ୍ଟିଲା ନାହିଁ
pa: ਚੁਣੀਆਂ ਫਾਇਲਾਂ ਸੀਡੀ ਤੇ ਠੀਕ ਨਹੀ ਆ ਸਕੀਆ
pl: Zaznaczone pliki nie mieszczą się na płycie CD
sk: Zvolené súbory sa nezmestia na CD
sq: Files e zgjedhur tejkalojnë kapacitetin e CD
sr@latn: Izabrane datoteke nisu stale na disk
th: แฟ้มที่เลือกใหญ่เกินไปสำหรับซีดี
uk: Вибрані файли не влазять на компакт-диск
vi: Các tập tin đã chọn không vừa trên CD
zh_cn: 选中的文件在 CD 上装不下
zh_tw: 選定的檔案超出光碟容量

source: Unhandled error, aborting
ca: S'ha produït un error no gestionat, s'està avortant
cy: Gwall heb ei drin, yn terfynnu
el: Σφάλμα που δεν μπορεί να χειρισθεί, έξοδος
es: Error no manejado, abortando
fi: Käsittelemätön virhe, keskeytyy
fr: Erreur non gérée, abandon
id: Error tidak teratasi, batal
it: Errore non gestito, chiusura in corso
ja: ハンドルできないエラーのため、終了します
lt: Nepagauta klaida, nutraukiam
no: Uhåndtert feil. Avbryter
or: ଅପରିଚାଳିତ ତ୍ରୁଟି, ସମାପ୍ତିକରଣ
pa: ਅਣਪਛਾਤੀ ਗਲਤੀ, ਛੱਡਿਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Nieobsłużony błąd, przerwanie
sk: Neošetrená chyba, prerušujem
sq: Gabim i pakontrollueshëm, dështoi
sr@latn: Neobrađena greška, odustajem
th: เกิดข้อผิดพลาดที่ไม่รองรับ กำลังยกเลิกการทำงาน
uk: Необроблювана помилка, зупинка
vi: Lỗi không thể xử lý, ngừng hoạt động
zh_cn: 未处理的错误，终止
zh_tw: 不能處理的錯誤，放棄中

source: The CD has already been recorded
ca: El CD ja ha estat gravat
cy: Mae'r CD wedi ei recordio eisioes
el: Το CD έχει ήδη εγγραφεί
es: El CD ya ha sido grabado
fi: CD on jo tallennettu
fr: Le CD a déjà été gravé
id: CD ini sudah direkam sebelumnya
it: Il CD è stato già scritto
ja: CD は既に記録済みです
lt: CD jau buvo įrašytas
no: CDen er allerede spilt inn
or: ଏହି ସି.ଡି.ରେ ପୂର୍ବରୁ ଅନୁଲିପି କରାଯାଇଛି
pa: ਸੀਡੀ ਪਹਿਲਾਂ ਹੀ ਰਿਕਾਰਡ ਹੋ ਚੁੱਕੀ ਹੈ
pl: Płyta CD została już nagrana
sk: CD už bolo nahraté
sq: CD u regjistrua rregullisht
sr@latn: CD je već narezan
th: แผ่นซีดีนี้ถูกเขียนบันถึกไว้อยู่แล้ว
uk: Компакт-диск вже був записаний
vi: CD đã được thu rồi
zh_cn: 该 CD 已被刻录过了
zh_tw: 這 CD 已曾經燒錄

source: All audio files must be stereo, 16-bit digital audio with 44100Hz samples
ca: Tots els fitxers d'àudio han de ser àudio digital de 16 bits, estèreo i amb mostres de 55100Hz
cy: Mae'n rhaid i ffeiliau sain fod yn sain stereo digidol efo samplau 44100Hz
el: Όλα τα μουσικά αρχεία θα πρέπει να είναι στερεοφωνικά, 16-bit digital audio με δείγμα 44100Hz
es: Todos los archivos de música deben ser estéreo, audio digital de 16 bits con muestras de 44100Hz
fi: Kaikkien äänitiedostojen täytyy olla stereona, 16-bittisenä digitaaliäänenä ja näytteistystaajuuden täytyy olla 44100 Hz
fr: Tous les fichiers de musique doivent être en stéréo, échantillonnés à 44100 Hz sur 16 bits
id: Seluruh file suara harus stereo, suara digital 16-bit dengan contoh 44100Hz
it: Tutti i file musicali debbono essere stereo, in audio digitale a 16 bit con campioni a 44100 Hz
ja: 音声ファイルはすべてステレオで、44100Hz でサンプリングされた 16-bit デジタル・オーディオでなければなりません
lt: Visos audio bylos turi būti stereo, 16 bitų skaitmeniniame formate ir 44100 hercų dažnio
no: Alle lydfiler må være i stereo, 16-bit digital lyd med 44100Hz samplingrate
or: ସବୁ ଧ୍ବନି ଫାଇଲଗୁଡ଼ିକ ଷ୍ଟେରିଓ ହେବା ଉଚିତ, 44100Hz ନମୁନା ସହିତ 16-ବିଟ୍ ସାଂଖ୍ଯିକ ଧ୍ବନି
pa: ਹਰੇਕ ਆਡੀਉ ਫਾਇਲ ਸਟੀਰਿਓ, ੧੬-ਬਿੱਟ-ਡਿਜੀਟਲ ਆਡੀਉ ੪੪੧੦੦ ਹਰਟਜ਼ ਹੀ ਹੋਣੀਆ ਚਾਹੀਦੀ ਹੈ
pl: Wszystkie pliki dźwiękowe muszą być stereofoniczne, próbkowane z częstotliwością 44.1 kHz i rozdzielczością 16 bitów.
sk: Všetky digitálne zvukové súbory musia byť stereofónne, 16 bitové, so vzorkovaním 44100 Hz
sq: Të gjithë files muzikorë duhet të jenë stereo, audio dixhitale me 16 bit me kampione 44100Hz
sr@latn: Sve zvučne datoteke moraju biti stereo, 16-bitni digitalni zvuk sa uzorcima na 44100Hz
th: แฟ้มเพลงต้องเป็นแบบ สเตอริโอ, 16 บิต, ดิจิทัล, และ 44100Hz
uk: Всі файли мають бути у форматі 16-бітного цифрового стереозвуку з частотою 44100Гц
vi: Mọi tập tin nhạc phải là stereo, 16-bit digital audio với 44100Hz samples
zh_cn: 所有的音频文件都必须是立体声、16 位数字音频，44100Hz 采样率
zh_tw: 所有的音效檔，必須是立體聲，取樣率為 44100Hz 的 16 位元數位化音效

source: The system is too slow to write the CD at this speed. Try a lower speed.
ca: El sistema és massa lent per a gravar en CD a aquesta velocitat. Proveu amb una velocitat inferior.
cy: Mae'r system yn rhy araf i ysgrifennu at CD â'r cyflymder hwn. Ceisiwch gyflymder is.
el: Το σύστημα είναι πολύ αργό για να εγγράψει το CD σε αυτή την ταχύτητα. Δοκιμάστε μια χαμηλότερη ταχύτητα.
es: El sistema es demasiado lento para escribir el CD a esta velocidad. Intente una velocidad menor.
fi: Järjestelmä on liian hidas, ja ei pysty kirjoittamaan CD:itä tällä nopeudella. Kokeile hitaampaa nopeutta.
fr: Ce système n'est pas assez rapide pour graver le CD à cette vitesse. Essayez une vitesse moins rapide.
id: Komputer ini terlalu lambat untuk merekam dengan kecepatan ini. Coba turunkan kecepatannya.
ja: そのスピードで CD に書き込むと、お使いのシステムが遅くなります。もっと低い速度にしてみて下さい。
lt: Sistema yra per lėta CD rašymui šiuo greičiu. Pabandykit mažesniu greičiu.
no: Systemet er for tregt til å skrive CDer med denne hastigheten. Prøv en lavere hastighet.
or: ଏହି ଗତିରେ ସି.ଡି. ଲେଖିବା ପାଇଁ ଏହି ତନ୍ତ୍ରଟା ଅତି ମନ୍ଥର. ଆହୁରି ଧୀର ଗତି ବ୍ଯବହାର କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ.
pa: ਸਿਸਟਮ ਇੰਨਾ ਹੌਲੀ ਹੈ ਕਿ ਇਸ ਗਤੀ ਤੇ ਸੀਡੀ ਨਹੀਂ ਲਿਖ ਸਕਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਘੱਟ ਗਤੀ ਤੇ ਕੋਸ਼ਿਸ ਕਰੋ।
pl: Komputer jest za wolny by nagrać płytę CD z zadaną szybkością. Spróbuj niższej prędkości.
sk: Systém je príliš pomalý pre zápis CD touto rýchlosťou. Skúste nižšiu rýchlosť.
sq: Sistemi është tepër i ngadalshëm për t'a shkruar CD me atë shpejtësi. Provo një shpejtësi më të ulët.
sr@latn: Sistem je prespor za narezivanje CD-a ovom brzinom. Probajte manju brzinu.
th: เครื่องช้าเกินกว่าที่จะเขียนซีดีด้วยความเร็วนี้ได้ โปรดลดความเร็วการเขียน
uk: Система надто повільна для запису компакт-диску на цій швидкості. Спробуйте меншу швидкість.
vi: Hệ thống quá chậm để ghi CD với tốc độ này. Hãy giảm tốc độ lại.
zh_cn: 系统太慢，无法以此速度写入 CD。请换用较低的速度。
zh_tw: 機器的速度太慢，不能以這樣的速度進行燒錄。請降低燒錄速度。

source: You can only burn 99 tracks on one disc
ca: Només podeu escriure 99 pistes en un disc
cy: Gallwch ond losgi 99 trac ar un disg
el: Μπορείτε να γράψετε μόνο 99 κομμάτια σε ένα δίσκο
es: Sólo puede grabar 99 pistas en un disco
fi: Yhdelle levylle mahtuu vain 99 raitaa
fr: Vous ne pouvez graver que 99 pistes sur un disque
id: Anda hanya dapat merekam sebanyak 99 trek dalam satu disk
it: È possibile masterizzare solo 99 traccie su un singolo disco
ja: １ディスク当たり最大 99 トラックまで書き込めます
lt: Jūs vienam diske galite įrašyti tik 99 takelius
no: Du kan kun brenne 99 spor på en plate
or: ଗୋଟିଏ ଡିସ୍କରେ ଆପଣ କେବଳ ୯୯ ଗାର ଲେଖିପାରିବେ
pa: ਇੱਕ ਸੀਡੀ ਤੇ ੯੯ ਟਰੈਕ ਹੀ ਲਿਖੇ ਜਾ ਸਕਦੇ ਹਨ
pl: Na jednej płycie można wypalić tylko 99 ścieżek
sk: Môžete vypáliť len 99 stôp na jeden disk
sq: Mund të krijoni vetëm 99 tracks në një disk
sr@latn: Možete narezati najviše 99 staza na jedan disk
th: แผ่นนึงเก็บได้ไม่เกิน 99 ร่อง
uk: Можна створити лише 99 доріжок на одному диску
vi: Bạn chỉ có thể ghi 99 track trên 1 đĩa
zh_cn: 您只能在一张碟片上烧录 99 条轨
zh_tw: 您只可在一片光碟上燒錄 99 條軌道

source: <b>After Writing</b>
ca: <b>Després d'escriure</b>
cy: <b>Ar Ôl Ysgrifennu</b>
el: <b>Μετά την εγγραφή</b>
es: <b>Después de escribir</b>
fi: <b>Kirjoittamisen jälkeen</b>
fr: <b>Après la gravure</b>
id: <b>Setelah Merekam</b>
it: <b>Dopo la scrittura</b>
ja: <b>書き込み後の処理</b>
lt: <b>Po įrašymo</b>
no: <b>Etter skriving</b>
or: <b>ଲେଖା ପରେ</b>
pa: <b>ਲਿਖਣ ਮਗਰੋਂ</b>
pl: <b>Po zapisie</b>
sk: <b>Po zápise</b>
sq: <b>Mbas Shkrimit</b>
sr@latn: <b>Nakon rezanja</b>
th: <b>หลังจากเขียน</b>
uk: <b>Після запису</b>
vi: <b>Sau khi ghi</b>
zh_cn: <b>写入后</b>
zh_tw: <b>燒錄完成後</b>

source: <b>Information</b>
ca: <b>Informació</b>
cy: <b>Gwybodaeth</b>
el: <b>Πληροφορία</b>
es: <b>Información</b>
fi: <b>Tietoja</b>
id: <b>Informasi</b>
it: <b>Informazioni</b>
ja: <b>情報</b>
lt: <b>Informacija</b>
no: <b>Informasjon</b>
or: <b>ସୂଚନା</b>
pa: <b>ਜਾਣਕਾਰੀ</b>
pl: <b>Informacja</b>
sk: <b>Informácie</b>
sq: <b>Informacion</b>
sr@latn: <b>Podaci</b>
th: <b>ข้อมูล</b>
uk: <b>Інформація</b>
vi: <b>Thông tin</b>
zh_cn: <b>信息</b>
zh_tw: <b>資訊</b>

source: <b>Write Options</b>
ca: <b>Opcions d'escriptura</b>
cy: <b>Opsiynnau Ysgrifennu</b>
el: <b>Επιλογές εγγραφής</b>
es: <b>Opciones de escritura</b>
fi: <b>Kirjoitusasetukset</b>
fr: <b>Options de gravure</b>
id: <b>Pilihan Rekaman</b>
it: <b>Opzioni di scrittura</b>
ja: <b>書き込みのオプション</b>
lt: <b>Rašymo nustatymai</b>
no: <b>Alternativer for skriving</b>
or: <b>ଲିଖନ ପାଇଁ ପସନ୍ଦ</b>
pa: <b>ਲਿਖਣ ਲਈ ਚੋਣ</b>
pl: <b>Opcje zapisu</b>
sk: <b>Voľby zápisu</b>
sq: <b>Opcionet e Shkrimit</b>
sr@latn: <b>Opcije narezivanja</b>
th: <b>ตัวเลือกการเขียน</b>
uk: <b>Параметри запису</b>
vi: <b>Tùy chọn ghi</b>
zh_cn: <b>写入选项</b>
zh_tw: <b>燒錄選項</b>

source: <big><b>Writing files to disc progress</b></big>
ca: <big><b>Progrés d'escriptura dels fitxers al disc</b></big>
cy: <big><b>Cynydd ysgrifennu ffeiliau at ddisg</b></big>
el: <big><b>Πρόοδος εγγραφής αρχείων στον δίσκο</b></big>
es: <big><b>Progreso de la escritura de archivos al disco</b></big>
fi: <big><b>Tiedostojen levylle kirjoittaminen meneillään</b></big>
fr: <big><b>Écriture des fichiers sur le disque en cours</b></big>
id: <big><b>Proses rekaman disk</b></big>
ja: <big><b>ディスクに書き込む進行状況</b></big>
lt: <big><b>Bylų įrašymo į diską progresas</b></big>
no: <big><b>Fremgang for skriving av filer til disk</b></big>
or: <big><b>ଡିସ୍କରେ ଫାଇଲ ଲେଖିବାର ଅଗ୍ରଗତି</b></big>
pa: <big><b>ਫਾਇਲਾਂ ਡਿਸਕ ਤੇ ਲਿਖਣ ਵਿੱਚ ਤਰੱਕੀ</b></big>
pl: <big><b>Postęp zapisu plików na płycie</b></big>
sk: <big><b>Postup zápisu súborov na disk</b></big>
sq: <big><b>Progresi i shkrimit të files në disk</b></big>
sr@latn: <big><b>Napredak narezivanja datoteka na disk</b></big>
th: <big><b>กำลังเขียนแฟ้มลงแผ่น</b></big>
uk: <big><b>Перебіг запису файлів на диск</b></big>
vi: <big><b>Tiến trình ghi tập tin vào đĩa</b></big>
zh_cn: <big><b>将文件写入碟片进度</b></big>
zh_tw: <big><b>正在燒錄檔案至光碟</b></big>

source: <i>Initializing...</i>
ca: <i>S'està inicialitzant...</i>
cy: <i>Ymgychwyn...</i>
el: <i>Αρχικοποίηση......</i>
es: <i>Inicializando...</i>
fi: <i>Käynnistyy...</i>
fr: <i>Initialisation...</i>
id: <i>Proses Inisialisasi Berlangsung...</i>
it: <i>Inizializzazione in corso...</i>
ja: <i>初期化中...</i>
lt: <i>Inicijuojama...</i>
no: <i>Initierer...</i>
or: <i>ପ୍ରାରମ୍ଭିକରଣ...</i>
pa: <i>ਸ਼ੁਰੂ ਹੋ ਰਿਹਾ ਹੈ...</i>
pl: <i>Inicjowanie...</i>
sk: <i>Inicializácia...</i>
sq: <i>Duke filluar...</i>
sr@latn: <i>Započinjem...</i>
th: <i>กำลังเตรียมการ...</i>
uk: <i>Ініціалізація...</i>
vi: <i>Đang khởi động...</i>
zh_cn: <i>正在初始化...</i>
zh_tw: <i>初始化...</i>

source: Data size:
ca: Mida de les dades:
cy: Maint data:
el: Μέγεθος δεδομένων:
es: Tamaño de datos:
fi: Tietojen koko:
fr: Taille des données :
id: Ukuran data:
it: Dimesione dati:
ja: データのサイズ:
lt: Duomenų dydis:
no: Størrelse på data:
or: ତଥ୍ଯରର ଆକାର
pa: ਡਾਟਾ ਆਕਾਰ:
pl: Rozmiar danych:
sk: Veľkosť dát:
sq: Madhësia e të dhënave:
sr@latn: Veličina podataka:
th: ขนาดข้อมูล:
uk: Розмір даних:
vi: Kích thước dữ liệu:
zh_cn: 数据大小：
zh_tw: 資料大小：

source: Disc _name:
ca: _Nom del disc:
cy: _Enw'r disc:
el: _Όνομα δίσκου:
es: _Nombre del CD:
fi: Levyn _nimi:
fr: _Nom du disque :
id: _Nama disk:
it: _Nome del disco:
ja: ディスクの名前(_N):
lt: Disko pavadi_nimas:
no: _Navn på plate:
or: ଡିସ୍କର ନାମ: (_n)
pa: ਸੀਡੀ ਨਾਂ(_n):
pl: _Nazwa płyty:
sk: _Názov disku:
sq: _Emri i diskut:
sr@latn: _Naziv diska:
th: ชื่อ_แผ่น:
uk: _Назва диску:
vi: _Tên Đĩa:
zh_cn: 碟片名称(_N)：
zh_tw: 光碟名稱(_N)：

source: E_ject disc
ca: E_xpulsa el disc
cy: _Allfwrw'r disg
el: Ε_ξαγωγή δίσκου
es: Expulsar disco
fi: _Poista levy asemasta
fr: É_jecter le disque
id: Ke_luarkan disk
it: Es_pelli disco
ja: ディスクを取り出す(_J)
lt: Iš_mesti diską
no: _Løs ut plate
or: ଡିସ୍କ ନିଷ୍କାସିତ କରନ୍ତୁ (_j)
pa: ਡਿਸਕ ਕੱਢੋ(_j)
pl: _Wysuń płytę
sk: V_ysunúť disk
sq: N_xirre diskun
sr@latn: I_zbaci disk
th: เ_ด้งแผ่นออก
uk: Ви_тягнути диск
vi: Đẩ_y đĩa ra
zh_cn: 弹出盘片(_J)
zh_tw: 退出光碟(_J)

source: Label to identify disc
ca: Etiqueta per a identificar el disc
cy: Label er mwyn adnabod y disg
el: Ετικέτα για την αναγνώριση του δίσκου
es: Etiqueta para identificar el disco
fi: Levyn tunnusnimike
fr: Label identifiant le disque
id: Judul disk ini
ja: ディスクを識別するためのラベルです
lt: Įrašas identifikuojantis diską
no: Etikett for identifikasjon av plate
or: ଡିସ୍କର ପରିଚୟ ପାଇଁ ଚିହ୍ନକ
pa: ਸੀਡੀ ਦੀ ਪਛਾਣ ਲਈ ਲੇਬਲ
pl: Etykieta identyfikująca płytę
sk: Štítok, identifikujúci disk
sq: Etiketa për identifikimin e diskut
sr@latn: Oznaka za prepoznavanje diska
th: ชื่อแผ่น
uk: Позначка, для ідентифікації диску
vi: Tên đĩa
zh_cn: 标识碟片的标签
zh_tw: 光碟識別標籤

source: Select the speed to use for the write
ca: Seleccioneu la velocitat a utilitzar per a l'escriptura
cy: Dewiswch y cyflymder i'w ddefnyddio er mwyn ysgrifennu
el: Επιλέξτε την ταχύτητα που θα χρησιμοποιείτε για την εγγραφή
es: Selecciona la velocidad de escritura a utilizar
fi: Valitse kirjoitusnopeus
fr: Sélectionnez la vitesse à utiliser pour la gravure
id: Pilih kecepatan untuk dipergunakan dalam merekam
it: Seleziona la velocità da usare in fase di scrittura
ja: 書き込む速度を選択して下さい
lt: Pasirinkti greitį naudojamą rašymo metu
no: Velg hastighet for bruk ved skriving
or: ଲେଖାର ଗତି ବାଛନ୍ତୁ
pa: ਗਤੀ, ਜਿਸ ਤੇ ਡਾਟਾ ਲਿਖਣਾ ਹੈ, ਚੁਣੋ
pl: Wybór szybkości zapisu
sk: Zvoliť rýchlosť použitú pre zápis
sq: Zgjidh shpejtësinë e përdorur gjatë fazës së shkrimit
sr@latn: Izaberi brzinu rezanja
th: เลือกความเร็วการเขียน
uk: Виберіть швидкість запису
vi: Chọn tốc độ ghi
zh_cn: 选择写入的速度
zh_tw: 選取燒錄速度
