Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/nautilus-cd-burner/po/*.po
Languages: ca, cy, el, es, fi, fr, id, it, ja, lt, no, or, pa, pl, sk, sq, sr@latn, th, uk, vi, zh_cn, zh_tw

source: Cannot display help
ca: No es pot mostrar l'ajuda
cy: Ni ellir dangos cymorth
el: Αδυναμία εμφάνισης βοήθειας
es: No se puede mostrar la ayuda
fi: Ohjetta ei voi näyttää
fr: Impossible d'afficher l'aide
id: Layar bantu tidak dapat ditampilkan
ja: ヘルプを表示できません
lt: Napavyko parodyti pagalbos
no: Kan ikke vise hjelp
or: ସାହାଯ୍ଯ ପ୍ରଦର୍ଶିତ କରିବାରେ ଅସମର୍ଥ
pa: ਸਹਾਇਤਾ ਵੇਖਾਈ ਨਹੀਂ ਜਾ ਸਕਦੀ ਹੈ
pl: Nie można wyświetlić pomocy
sk: Nepodarilo sa zobraziť pomocníka
sq: E pamundur shfaqja e ndihmës
sr@latn: Ne mogu da prikažem pomoć
th: แสดงวิธีใช้ไม่สำเร็จ
uk: Не вдається відобразити довідку
vi: Không thể hiện trợ giúp
zh_cn: 无法显示帮助
zh_tw: 無法顯示說明文件

source: Too many parameters
ca: S'han donat massa paràmetres
cy: Gormod o baramedrau
el: Πάρα πολλές παράμετροι
es: Demasiados parámetros
fi: Liian monta parametria
fr: Trop de paramètres
id: Terlalu banyak parameter
it: Troppi parametri
ja: パラメータが多過ぎます
lt: Per daug parametrų
no: For mange parametere
or: ଅତ୍ଯଧିକ ପ୍ରାଚଳ
pa: ਬਹੁਟ ਹੀ ਜਿਆਦਾ ਪੈਰਾਮੀਟਰ ਹਨ
pl: Zbyt dużo parametrów
sk: Príliš veľa parametrov
sq: Parametra të tepërt
sr@latn: Previše parametara
th: พารามิเตอร์มากเกินไป
uk: Надто багато параметрів
vi: Quá nhiều tham số
zh_cn: 参数太多
zh_tw: 參數太多

source: Too many parameters were passed to the application.
ca: S'han donat massa paràmetres a l'aplicació.
cy: Rhoddwyd gormod o baramedrau i'r rhaglen.
el: Πάρα πολλές παράμετροι περάσαν στην εφαρμογή
es: Se pasaron demasiados parámetros a la aplicación.
fi: Sovellukselle annettiin liian monta parametria
fr: Trop de paramètres ont été fourni à l'application.
id: Parameter yang diberikan pada aplikasi terlalu banyak.
ja: アプリケーションに引き渡した引数が多すぎます
lt: Programai buvo perduota per daug parametrų.
no: For mange parametere ble gitt til programmet.
or: ପ୍ରୟୋଗକୁ ଅତ୍ଯଧିକ ପ୍ରାଚଳ ଦିଆଯାଇଛି.
pa: ਕਾਰਜ ਲਈ ਕਿੰਨੇ ਹੀ ਆਰਗੂਮਿੰਟ ਭੇਜੇ ਗਏ ਹਨ।
pl: Zbyt wiele parametrów zostało podanych aplikacji.
sk: Do aplikácie bolo odovzdaných príliš veľa parametrov.
sq: Programit i janë kaluar tepër parametra.
sr@latn: Prosleđeno je previše parametara programu.
uk: Програмі передано надто багато параметрів.
vi: Quá nhiều tham số được truyền cho ứng dụng.
zh_cn: 传递给应用程序的参数太多。
zh_tw: 傳給程式的參數太多。

source: The file '%s' is not a valid CD image.
ca: El fitxer «%s» no és una imatge de CD vàlida.
cy: Nid yw'r ffeil '%s' yn ddelwedd CD dilys.
el: Το αρχείο '%s' δεν είναι μια έγκυρη εικόνα CD.
es: El archivo «%s» no es una imagen válida de CD.
fi: Tiedosto "%s" ei ole kelvollinen CD-levyvedos.
fr: Le fichier « %s » n'est pas une image de CD valide.
id: File '%s' bukan sebuah image CD yang valid.
it: Il file «%s» non è una immagine CD valida.
ja: ファイル '%s' は有効な CD イメージではありません。
lt: Nurodyta byla '%s' nėra CD image byla.
no: Filen «%s» er ikke et gyldig CD-bilde.
or: '%s' ଫାଇଲ ବୈଧ ସି.ଡି. ପ୍ରତିଛବି ନୁହେଁ
pa: ਫਾਇਲ '%s' ਇੱਕ ਠੀਕ ਸੀਡੀ ਪ੍ਰਤੀਬਿੰਬ ਨਹੀ ਹੈ।
pl: Plik "%s" nie jest poprawnym obrazem płyty CD.
sk: Súbor '%s' nie je pltný CD obraz.
sq: File '%s' nuk është një imazh CD i vlefshëm.
sr@latn: Datoteka „%s“ nije ispravan otisak diska.
th: แฟ้ม %s ไม่ใช่ CD image ที่ใช้ได้
uk: Файл "%s" не є правильним образом компакт-диску.
vi: Tập tin '%s' không phải ảnh CD hợp lệ.
zh_cn: 文件“%s”不是有效的 CD 映像。
zh_tw: 檔案 ‘%s’ 不是有效的光碟影像檔。

source: Not a valid CD image
ca: No és una imatge de CD vàlida
cy: Nid yw'n ddelwedd CD dilys
el: Δεν είναι μια έγκυρη εικόνα CD
es: No es una imagen válida de CD
fi: Epäkelpo CD-levyvedos
fr: N'est pas une image de CD valide
id: Bukan image CD yang valid
it: Immagine CD non valida
ja: 有効な CD イメージではありません
lt: Netinkama image byla
no: Ikke et gyldig CD-bilde
or: ଅବୈଧ ସି.ଡି. ପ୍ରତିଛବି
pa: ਇੱਕ ਠੀਕ ਸੀਡੀ ਪ੍ਰਤੀਬਿੰਬ ਨਹੀ ਹੈ
pl: To nie jest poprawny obraz płyty CD
sk: Nie je platný CD obraz
sq: Imazh CD jo i vlefshëm
sr@latn: Neispravan otisak diska
th: CD image ใช้ไม่ได้
uk: Неправильний образ компакт-диску
vi: Không phải ảnh CD hợp lệ
zh_cn: 不是有效的 CD 映像
zh_tw: 不是有效的光碟影像檔

source: You need to copy the files you want to write to disc to the CD/DVD Creator window. Would you like to open it now?
ca: Heu de copiar els fitxers que voleu escriure al disc a la finestra de creació de CD/DVD. Voleu obrir-la ara?
cy: Mae'n rhaid i chi gopïo'r ffeiliau rydych eisiau ysgrifennu i'r CD/DVD i'r ffenest Creu CD/DVD. A hoffech ei agor e nawr?
el: Πρέπει να αντιγράψετε τα αρχεία που θέλετε να γράψετε στον δίσκο στο παράθυρο του CD/DVD Creator. Θέλετε να το ανοίξετε τώρα;
es: Necesita copiar los archivos que desea grabar en el disco a la ventana del creador de CD/DVD. ¿Desea abrirla en este momento?
fi: Levylle kirjoitettavat tiedostot tulee kopioida CD/DVD-luontityökalun ikkunaan. Haluatko avata sen nyt?
fr: Vous devez copier les fichiers que vous désirez graver vers la fenêtre du Créateur de CD/DVD. Voulez-vous l'ouvrir maintenant ?
id: Anda perlu menyalin file yang ingin direkam ke disk pada jendela Perekam CD/DVD. Buka sekarang?
ja: ディスクへ書き込むファイルを "CD/DVD クリエイタ・ウィンドウ" にコピーする必要があります。今すぐ、このウィンドウを開きますか？
lt: Jūs turite nukopijuoti norimas į diską įrašyti bylas į CD/DVD kūrėjo langą. Gal norėtumėte paleisti jį dabar?
no: Du må kopiere filene du vil skrive til platen til vinduet for oppretting av CD/DVDer. Vil du åpne det nå?
or: ଡିସ୍କରେ ଲେଖାଯିବା ଫାଇଲଗୁଡ଼ିଙ୍କୁ ସି.ଡି./ଡି.ଭି.ଡି. ସ୍ରଷ୍ଟା ୱିଣ୍ଡୋରେ ନକଲ କରିବା ଦରକାର. ଆପଣ ଏହାକୁ ବର୍ତ୍ତମାନ ଖୋଲିବାକୁ ଚାହାନ୍ତି କି?
pa: ਜੋ ਫਾਇਲਾਂ ਤੁਸੀ ਸੀਡੀ ਤੇ ਲਿਖਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਨੂੰ ਸੀਡੀ/ਡੀਵੀਡੀ-ਨਿਰਮਾਣ ਝਰੋਖੇ ਵਿਚ ਨਕਲ ਕਰਨਾ ਪਵੇਗਾ। ਕੀ ਤੁਸੀ ਇਸ ਨੂੰ ਹੁਣ ਖੋਲਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Pliki do zapisania na płycie muszą zostać skopiowane do okna druida płyty CD/DVD. Czy chcesz je teraz otworzyć?
sk: Musíte skopírovať súbory, ktoré chcete zapísať na disk do okna CD/DVD Tvorcu. Chcete ho teraz otvoriť?
sq: Duhet të kopjoni files që dëshironi të shkruani në disk tek dritarja e krijimit të CD/DVD. Dëshironi t'a hap këtë dritare tani?
sr@latn: Morate da umnožite datoteke koje želite da narežete na disk u prozor za izradu diskova. Da li želite da ga sada otvorite?
th: คุณต้องคัดลอกแฟ้มที่จะเขียนลงแผ่น ไปยังหน้าต่างตัวเขียนซีดีและดีวีดี จะให้เปิดหน้าต่างนั้นไหม ?
uk: Вам необхідно скопіювати файли, які ви хочете записати на диск, у вікно створення CD/DVD диску. Бажаєте відкрити це вікно зараз?
vi: Bạn cần sao chép các tập tin muốn ghi lên đĩa vào cửa sổ Trình Tạo CD/DVD. Bạn có muốn mở nó ra không ?
zh_cn: 您需要将您想写入碟片的文件复制到 CD/DVD 创建者窗口。您想要现在打开该窗口吗？
zh_tw: 請將準備燒錄的檔案複製至「CD/DVD 光碟製作程式」視窗。是否想現在開啟？

source: Open CD/DVD Creator
ca: Obre el creador de CD/DVD
cy: Agor Crëwr CD/DVD
el: Άνοιγμα CD/DVD Creator
es: Abrir el creador de CD/DVD
fi: Avaa CD/DVD-luontityökalu
fr: Ouvrir le Créateur de CD/DVD
id: Buka Perekam CD/DVD
ja: CD/DVD クリエイタを開く
lt: Atidaryti CD/DVD kūrėją
no: Åpne CD/DVD-brenner
or: ସି.ଡି./ଡି.ଭି.ଡି. ସ୍ରଷ୍ଟା ଖୋଲନ୍ତୁ
pa: ਸੀਡੀ/ਡੀਵੀਡੀ ਨਿਰਮਾਤਾ ਖੋਲੋ
pl: Otwórz druida płyty CD/DVD
sk: Otvoriť CD/DVD Tvorcu
sq: Hap Krijuesin e CD/DVD
sr@latn: Otvori izradu CD-a i DVD-a
th: เปิดตัวเขียนซีดีและดีวีดี
uk: Відкрити вікно створення CD/DVD
vi: Mở Trình Tạo CD/DVD
zh_cn: 打开 CD/DVD 创建者
zh_tw: 開啟 CD/DVD 光碟製作程式

source: Default burn speed
ca: Velocitat de gravació predeterminada
cy: Cyflymdra llosgi rhagosod
el: Προεπιλεγμένη ταχύτητα αντιγραφής
es: Velocidad de grabación predeterminada
fi: Oletusarvoinen kirjoitusnopeus
fr: Vitesse de gravure par défaut
id: Kecepatan rekam default
it: Velocità di masterizzazione predefinita
ja: デフォルトの書き込み速度
lt: Įprastas rašymo greitis
no: Forvalgt hastighet for brenning
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଲେଖାର ଗତି
pa: ਮੂਲ ਲਿਖਣ ਦੀ ਗਤੀ
pl: Domyślna szybkość nagrywania
sk: Predvolená rýchlosť vypaľovania
sq: Shpejtësia e prezgjedhur e masterizimit
sr@latn: Podrazumevana brzina rezanja
th: ความเร็วปริยายในการเขียน
uk: Типова швидкість запису
vi: Tốc độ ghi mặc định
zh_cn: 默认刻录速度
zh_tw: 預設的燒錄速度

source: Default speed at which the media will be written.
ca: Velocitat de gravació predeterminada a la que s'escriuran els medis.
cy: Y cyflymder rhagosod ar gyfer ysgrifennu at gyfrwg.
el: Προεπιλεγμένη ταχύτητα με την οποία θα εγγραφεί το μέσο.
es: La velocidad predeterminada a la que se escribirá el soporte.
fi: Oletusarvoinen nopeus, jolla taltiolle kirjoitetaan.
fr: Vitesse par défaut à laquelle sera gravé le média.
id: Kecepatan default pada saat merekam media.
it: Velocità predefinita alla quale il supporto è scritto.
ja: メディアへ書き込むデフォルトの速度です。
lt: Įprastas greitis kuriuo bus rašoma į laikmeną.
no: Forvalgt hastighet for brenning av mediet.
or: ସଞ୍ଚାରମାଧ୍ଯମ ଲେଖିବାର ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଗତି.
pa: ਮੂਲ ਗਤੀ, ਜਿਸ ਤੇ ਮੀਡਿਆ ਤੇ ਡਾਟਾ ਲਿਖਿਆ ਜਾਵੇ।
pl: Domyślna szybkość, z którą zostanie nagrany nośnik.
sk: Štandardná rýchlosť, pri ktorej bude zapisované na médium.
sq: Shpejtësia e prezgjedhur me të cilën do të shkruhen suportet.
sr@latn: Podrazumevana brzina kojom će se snimati diskovi.
th: ความเร็วปริยายสำหรับเขียนข้อมูลลงซีดี
uk: Типова швидкість для запису інформація на носій.
vi: Tốc độ ghi mặc định cho đĩa
zh_cn: 写入介质的默认速度。
zh_tw: 預設的光碟燒錄速度。

source: Directory for the temporary ISO images
ca: Directori per a les imatges ISO temporals
cy: Cyfeiriadur ar gyfer y delweddau ISO dros dro
el: Κατάλογος για προσωρινές εικόνες ISO
es: Directorio para las imágenes ISO temporales
fi: Kansio väliaikaisille ISO-vedostiedostoille
fr: Répertoire pour les images ISO temporaires
id: Direktori untuk image ISO sementara
it: Directory per le immagini ISO temporanee
ja: 一時的な ISO イメージを格納するフォルダ
lt: Aplankas laikinoms ISO image byloms talpinti
no: Katalog for midlertidige ISO-bilder
or: ଅସ୍ଥାୟୀ ଆଇ.ଏସ.ଓ. ପ୍ରତିଛବିଙ୍କ ପାଇଁ ଡିରେକ୍ଟୋରି
pa: ਆਰਜ਼ੀ ਆਈਸੋ (ISO) ਪ੍ਰਤੀਬਿਂਬ ਲਈ ਡਾਇਕਰੈਕਟਰੀ
pl: Katalog na tymczasowe obrazy ISO
sk: Priečinok pre dočasné ISO obrazy
sq: Directory për imazhet e përkohshme ISO
sr@latn: Direktorijum za privremene ISO otiske
th: โฟลเดอร์สำหรับแฟ้ม ISO image ชั่วคราว
uk: Каталог для тимчасових образів дисків
vi: Thư mục chứa ảnh ISO tạm
zh_cn: ISO 映像文件的临时目录
zh_tw: 儲存臨時 ISO 檔的目錄

source: Directory used for the temporary ISO images, leave blank to use the default system temporary directory.
ca: Directori utilitzat per a les imatges ISO temporals, deixeu-ho en blanc per a utilitzar el directori temporal predeterminat del sistema.
cy: Y cyfeiriadur a ddefnyddir ar gyfer y delweddaru ISO dros dro. Gadewch yn wag er mwyn defnyddio cyfeiridaur dros dro rhagosod y system.
el: Κατάλογος που χρησιμοποιείται για προσωρινές εικόνες ISO, αφήστε τον κενό για να γίνει χρήση του προεπιλεγμένου από το σύστημα προσωρινού καταλόγου
es: Directorio usado para las imágenes ISO temporales. Déjelo en blanco para usar el directorio temporal del sistema.
fi: Kansio, johon väliaikaiset ISO-vedostiedostot tallentuvat. Jos ei annettu, käytetään järjestelmän väliaikaiskansiota.
fr: Répertoire utilisé pour les images ISO temporaires, laissez vide pour utiliser le répertoire temporaire système par défaut
id: Direktori yang dipergunakan untuk image ISO sementara, biarkan kosong untuk menggunakan sistem direktori sementara yang default
it: Directory usata per le immagini ISO temporanee. Lasciare in bianco per usare la directory temporanea predefinita del sistema.
ja: 一時的な ISO イメージで使用するフォルダです。システムでデフォルトの作業フォルダを使用する場合は、空のままにして下さい。
lt: Aplankas naudojamas laikinoms ISO byloms, palikit tuščią, kad naudoti įprastą sistemos laikinų bylų aplanką.
no: Katalog som brukes for de midlertidige ISO-bildene. La denne stå tom for å bruke systemets forvalgte katalog.
or: ଅସ୍ଥାୟୀ ଆଇ.ଏସ.ଓ. ପ୍ରତିଛବିଙ୍କ ପାଇଁ ବ୍ଯବହାର କରାଯିବା ଡିରେକ୍ଟୋରି, ପୂର୍ବନିର୍ଦ୍ଧାରିତ ପ୍ରଚାଳନ ତନ୍ତ୍ରର ଅସ୍ଥାୟୀ ଡିରେକ୍ଟୋରି ବ୍ଯବହାର କରିବା ପାଇଁ ଏହାକୁ ଖାଲି ଛାଡ଼ନ୍ତୁ
pa: ਕੰਪਿਊਟਰ ਦੀ ਆਰਜੀ ਡਾਇਕਰੈਕਟਰੀ ਵਰਤਣ ਲਈ; ਆਰਜ਼ੀ ਆਈਸੋ (ISO) ਪ੍ਰਤੀਬਿੰਬ ਲਈ ਡਾਇਕਰੈਕਟਰੀ, ਨੂੰ ਖਾਲੀ ਛੱਡ ਦਿਉ।
pl: Katalog używany do zapisu tymczasowych obrazów ISO, pozostaw puste pole aby użyć domyślnego katalogu tymczasowego systemu.
sk: Priečinok použitý pre dočasné ISO obrazy. Ponechajte prázdne a použije sa systémový priečinok pre dočasné súbory.
sq: Directory e përdorur për imazhet e përkohshme ISO, lëre bosh nëse dëshiron të përdorësh directory e përkohshme të prezgjedhur nga sistemi.
sr@latn: Direktorijum koji se koristi za privremene ISO otiske; ostavite prazno za upotrebu podrazumevanog sistemskog privremenog direktorijuma.
th: โฟลเดอร์สำหรับเขียนแฟ้ม ISO image ชั่วคราว เว้นว่างไว้ถ้าจะใช้ โฟลเดอร์ชั่วคราวปริยาย ของเครื่อง
uk: Каталог для тимчасових образів дисків, залишить поле порожнім, щоб користуватись типовим системним каталогом для тимчасових файлів,
vi: Thư mục dùng để chứa ảnh ISO tạm. Để trống nếu muốn dùng thư mục tạm của hệ thống.
zh_cn: 用于临时 ISO 影响的目录，留空将使用系统的默认临时目录。
zh_tw: 儲存臨時 ISO 檔的目錄。如果使用系統預設的暫存目錄，則使其空白。

source: Enable Burnproof option
ca: Habilita l'opció «Burnproof»
cy: Galluogi opsiwn "Burnproof"
el: Ενεργοποίηση επιλογής Burnproof
es: Activar BurnProof
fi: Käytä Burnproff-ominaisuutta
fr: Activer l'option Burnproof
id: Aktifkan pilihan Burnproof
ja: BurnProof オプションの可否
lt: Įjungti Burnproof parametrą
no: Aktiver Burnproof-alternativet
or: ଲେଖା ପ୍ରତିରୋଧକ୍ଷମ ପସନ୍ଦକୁ ସମର୍ଥ କରନ୍ତୁ
pa: ਸੁਰੱਖਿਅਤ ਲਿਖਣ ਚੋਣ ਯੋਗ
pl: Włączenie opcji Burnproof
sk: Povoliť voľbu Burnproof
sq: Aktivo opcionin Burnproof
sr@latn: Uključi zaštitu rezanja
th: เลือกใช้ Burnproof
uk: Увімкнути параметр Burnproof
vi: Bật tùy chọn Burnproof
zh_cn: 启用防刻坏选项
zh_tw: 啟用 Burnproof 選項

source: Enable debug
ca: Habilita la depuració
cy: Galluogi datnamu
el: Ενεργοποίηση αποσφαλμάτωσης
es: Activar depuración
fi: Etsi vikoja
fr: Activer le debogage
id: Aktifkan debug
it: Abilitare debug
ja: デバッグの可否
lt: Įjungti derinimą
no: Aktiver feilsøking
or: ତ୍ରୁଟିମୁକ୍ତିକରଣ ସମର୍ଥ କରନ୍ତୁ
pa: ਡੀਬੱਗ ਯੋਗ
pl: Włączenie debugowania
sk: Povoliť ladenie
sq: Aktivo debug
sr@latn: Uključi traženje grešaka
th: เลือกใช้การดีบัก
uk: Увімкнути налагодження
vi: Bật debug
zh_cn: 启用调试
zh_tw: 啟用除錯

source: Enable overburn
ca: Habilita la gravació per damunt del límit
cy: Galluogi troilosgi
el: Ενεργοποίηση overburn
es: Activar «overburn»
fi: Salli lopun yli kirjoitus
fr: Activer l'overburn
id: Aktifkan overburn
it: Abilitare overburn
ja: オーバーバーンの可否
lt: Įjungti „overburn“
no: Aktiver overbrenning
or: ଅତ୍ଯଧିକ ଲିଖନ ସମର୍ଥ କରନ୍ତୁ
pa: ਜਿਆਦਾ ਲਿਖਣਾ ਯੋਗ
pl: Włączenie nadpalania (overburn)
sk: Povoliť preplnenie
sq: Aktivo overburn
sr@latn: Uključi prekoračenje
th: เลือกใช้ overburn
uk: Увімкнути функцію overburn
vi: Bật overburn
zh_cn: 启用超刻
zh_tw: 啟用超燒

source: Whether to allow the data to exceed the size of the physical medium.
ca: Si s'hauria de permetre que les dades excedeixen la mida del medi físic.
cy: A ddylid caniatau i'r data fynd dros maint y cyfrwng corfforol.
el: Αν θα επιτρέπεται στα δεδομένα τα υπερβαίνουν το μέγεθος του μέσου.
es: Indica si debe permitir que los datos excedan el tamaño del medio físico
fi: Voiko datan koko ylittää tallennusvälineen koon
fr: Indique si il faut autoriser aux données de dépasser la taille physique du media.
id: Menentukan apakah ukuran data boleh lebih besar dari ukuran fisik media.
it: Indica se consentire ai dati di eccedere la dimensione del supporto fisico.
ja: メディアの物理的なサイズを超えたデータを許可するかどうかです。
lt: Ar leisti duomenims viršyti disko talpą.
no: Om størrelsen på data kan overgå størrelsen på det fysiske mediet.
or: ତଥ୍ଯକୁ ସଞ୍ଚାରମାଧ୍ଯମର ଭୌତିକ ଆକାରକୁ ଟପିବାର ଅନୁମତି ଦିୟାଯିବ କି ନାହିଁ.
pa: ਕੀ ਅਸਲੀ ਡਿਸਕ ਥਾਂ ਤੋਂ ਜਿਆਦਾ ਲਿਖਣ ਲਈ ਡਾਟਾ ਨੂੰ ਇਜ਼ਾਜਤ ਹੈ।
pl: Określa, czy dane mogą przekroczyć rozmiar fizycznego nośnika.
sk: Či povoliť, aby dáta presiahli veľkosť fyzickéhoi média.
sq: Nëse duhet lejuar që të dhënat të tejkalojnë madhësinë e suportit fizik.
sr@latn: Da li da dozvoli da podaci prekorače veličinu fizičkog diska
th: ว่าจะยอมเขียนข้อมูลเกินขนาดของแผ่นหรือไม่
uk: Чи дозволяти запис даних, що перевищують об'єм фізичного носія.
vi: Có cho phép ghi dữ liệu vượt quá kích thước đĩa thực không.
zh_cn: 是否允许数据超过物理介质的大小。
zh_tw: 是否容許資料的大小大於物理媒體的空間。

source: Whether to enable the debugging for CD Recording.
ca: Si s'hauria d'habilitar la depuració per a la gravació de CD.
cy: A ddylid galluogi datnamu ar gyfer recordio CD.
el: Αν θα είναι ενεργή η διόρθωση σφαλμάτων για την εγγραφή CD
es: Indica si debe activar la depuración para la grabación de CDs.
fi: Etsitäänkö CD-kirjoittamisesta vikoja
fr: Indique si il faut activer le débogage lors de la gravure de CD.
id: Menentukan apakah debug akan diaktifkan saat merekam CD.
it: Indica se abilitare il debug per la scrittura di CD.
ja: CD 書き込みのデバッグ情報を有効にするかどうかです。
lt: Ar įjungti CD rašymo derinimą.
no: Om feilsøking for CD-brenning skal aktiveres.
or: ସି.ଡି. ଅନୁଲିପିରେ ତ୍ରୁଟିମୁକ୍ତିକରଣ ସମର୍ଥ କରାଯିବ କି ନାହିଁ.
pa: ਕੀ ਸੀਡੀ ਰਿਕਾਰਡਿੰਗ ਲਈ ਡੀਬੱਗ ਯੋਗ ਕਰਨਾ ਹੈ।
pl: Określa, czy włączyć tryb debugowania nagrywania CD.
sk: Či povoliť ladenie pre zápis CD.
sq: Nëse duhet aktivuar proçesi i gjetjes dhe korrigjimit të gabimeve për Regjistrimin e CD.
sr@latn: Da li da uključi praćenje grešaka za rezanje CD-a.
th: ว่าจะเลือกใช้การดีบักสำหรับการเขียนซีดี หรือไม่
uk: Чи вмикати налагодження запису CD.
vi: Có bật debug khi thu đĩa CD không.
zh_cn: 是否启用 CD 刻录的调试功能。
zh_tw: 是否使用光碟燒錄的除錯模式。

source: Whether to use the Burnproof option available on some recorders.
ca: Si s'hauria d'utilitzar l'opció «Burnproof» disponible en algunes gravadores.
cy: A ddylid defnyddio'r opswin "Burnproof" sydd ar gael ar recordwyr.
el: Αν θα γίνεται χρήση της επιλογής Burnproof που είναι διαθέσιμη σε μερικά recorders.
es: Indica si debe usar la opción de Burnproof disponible en algunas grabadoras.
fi: Käytetäänkö eräiden levyasemien Burnproof-ominaisuutta.
fr: Indique si il faut utiliser l'option Burnproof disponible sur certain graveurs.
id: Menentukan apakah pilihan Burnproof diaktifkan atau tidak (hanya tersedia pada alat perekam tertentu saja).
ja: いくつかのレコーダで利用できる BurnProof 機能を利用するかどうかです。
lt: Ar naudoti Burnproof parinktį prieinamą su kai kuriai įrenginiais.
no: Om Burnproof skal brukes hvis tilgjengelig.
or: କିଛି ଅନୁଲିପିକାରରେ ଉପଲବ୍ଧ ଲେଖା ପ୍ରତିରୋଧକ୍ଷମ ପସନ୍ଦକୁ ବ୍ଯବହାର କରାଯିବ କି ନାହିଁ.
pa: ਸੁਰੱਖਿਅਤ ਲਿਖਣ ਦੀ ਚੋਣ ਕੁਝ ਰਿਕਾਰਡਰਾਂ ਨਾਲ ਹੀ ਉਪਲੱਬਧ ਹੈ, ਕੀ ਇਸ ਨੂੰ ਵਰਤਣਾ ਹੈ।
pl: Określa, czy użyć opcji Burnproof dostępnej w niektórych nagrywarkach.
sk: Či použiť voľbu Burnproof, ktorá je dostupná na niektorých zapisovačkách.
sq: Nëse duhet përdorur opcioni Burnproof që disa masterizues vënë në dispozicion.
sr@latn: Da li da koristi mogućnost zaštite rezanja dostupnu na nekim rezačima.
th: ว่าจะเลือกใช้ตัวเลือก Burnproof หรือไม่ (มีแค่ในเครื่องเขียนบางเครื่อง)
uk: Чи вмикати функцію Burnproof, наявну на деяких пристроях запису.
vi: Có dùng tùy chọn Burnproof có trên vài trình thu không.
zh_cn: 是否使用某些刻录机提供的防刻坏选项。
zh_tw: 是否使用一些燒錄機有的 Burnproof 選項。

source: <b>Writing to CD. Please wait.</b>
vi: <b>Đang ghi CD. Hãy đợi.</b>
zh_tw: <b>正在燒錄光碟，請稍候。</b>

source: Dummy write (debug build)
vi: Ghi giả (tạo gỡ rối)
zh_tw: 模擬燒錄 (偵錯模式)

source: Eject CD when done
vi: Nhả CD ra khi ghi xong
zh_tw: 當完成後退出光碟片

source: Erase CD
vi: Xóa CD
zh_tw: 清除光碟

source: Erase entire contents of CD before writing
vi: Xóa toàn bộ nội dung của CD trước khi ghi
zh_tw: 清除光碟上的所有內容

source: Keep the selected files so that you can use them for another CD
vi: Giữ các tập tin được chọn để có thể ghi chúng vào CD khác
zh_tw: 保持選取同樣的檔案，使得燒錄另一片光碟時可以使用

source: Select a CD writer or image file
vi: Chọn trình ghi CD hay tập tin ảnh
zh_tw: 選取光碟燒錄機或影像檔

source: Target to write to:
vi: Đích để ghi vào:
zh_tw: 燒錄的目的地：

source: When the write is done, eject the CD tray
vi: Nhả khay CD ra khi ghi xong
zh_tw: 當完成後退出光碟匣

source: Please reload the CD in the CD writer.
vi: Hãy nạp lại CD trong ổ ghi CD.
zh_tw: 請重新載入燒錄機中的光碟。

source: Reload CD
vi: Nạp lại CD
zh_tw: 重新載入光碟

source: Please insert a blank CD in the CD writer.
vi: Hãy nạp một CD trắng vào ổ ghi CD.
zh_tw: 請在燒錄機中放入一片空白光碟。

source: Insert blank CD
vi: Nạp CD trắng
zh_tw: 插入空白光碟

source: Please insert a blank CD-RW in the CD writer.
vi: Hãy nạp một CD-RW trắng vào ổ ghi CD.
zh_tw: 請在燒錄機中放入一片空白的 CD-RW 光碟。

source: Insert blank CD-RW
vi: Nạp CD-RW trắng
zh_tw: 插入空白 CD-RW 光碟

source: You have selected %d megabyte of files to be written to the CD.
vi: Bạn đã chọn %d MB để ghi lên CD.
zh_tw: 閣下選取了 %d MB 檔案準備燒錄進光碟。

source: Are you sure you want to cancel?
vi: Bạn có chắc là muốn bỏ qua ?
zh_tw: 是否確定要取消？

source: Too many parameters to nautilus-cd-burner
vi: Có quá nhiều tham số cho nautilus-cd-burner
zh_tw: 提供給 nautilus-cd-burner 的參數太多

source: Create a CD that you can use with ordinary stereo equipment
vi: Tạo CD có thể dùng với thiết bị stereo thông thường

source: Create a music CD
vi: Tạo CD nhạc

source: Factory for the nautilus-cd-burner context menu
vi: Factory cho menu ngữ cảnh nautilus-cd-burner
zh_tw: nautilus-cd-burner 快顯選單的工廠

source: Nautilus context menu entries for CD burning
vi: Các mục menu ngữ cảnh của Nautilus cho việc ghi CD
zh_tw: Nautilus 快顯選單中有關燒錄光碟的項目

source: nautilus-cd-burner context menu
vi: menu ngữ cảnh nautilus-cd-burner
zh_tw: nautilus-cd-burner 快顯選單

source: nautilus-cd-burner context menu factory
vi: factory cho menu ngữ cảnh của nautilus-cd-burner
zh_tw: nautilus-cd-burner 快顯選單工廠

source: CD burning context menu items
vi: Các mục của menu ngữ cảnh cho việc ghi CD
zh_tw: 燒錄光碟快顯選單項目

source: You have selected 185 megabyte of files to be written to the CD.
vi: Bạn đã chọn 185 MB để ghi lên CD.

source: <big>Write files to a CD recorder</big> You have selected 185 megabyte of files to be written to the CD.
vi: <big>Ghi các tập tin lên một trình ghi CD</big> Bạn đã chọn các tập tin có kích thước 185 megabyte để ghi lên CD.

source: Burning CD
ca: S'està escrivint el CD
es: Grabando el CD
fr: Gravure du CD
id: Merekam CD
ja: CD の書き込み中です
pa: ਸੀਡੀ ਨੂੰ ਲਿਖਿਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Wypalanie płyty CD
sk: Vypaľovanie CD
sq: Masterizimi i CD
sr@latn: Narezujem CD
vi: Đang ghi CD
zh_cn: 刻录 CD

source: Fixating CD
ca: S'està fixant el CD
cy: Yn sefydlogi CD
el: Μορφοποίηση CD
es: Cerrando CD
fi: Viimeistellään CD:tä
fr: Fixation du CD
id: Fiksasi CD
it: Chiusura del CD in corso
ja: CD の固定中です
lt: Fiksuojamas CD
no: Fikserer CD
or: ସି.ଡି.କୁ ଶେଷ ରୂପ ଦିଆଜାଉଛି
pa: ਸੀਡੀ ਨੂੰ ਸਥਿਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Zapis danych sesji płyty CD
sk: Ustaľovanie CD
sq: Duke mbyllur CD
sr@latn: Završavam CD
th: กำลังปิดท้ายซีดี
uk: Закріплення даних на компакт-диску
zh_cn: 正在稳固 CD
zh_tw: 準備完成光碟燒錄程序

source: Fixating DVD
ca: S'està fixant el DVD
cy: Yn sefydlogi DVD
el: Μορφοποίηση DVD
es: Cerrando DVD
fi: Viimeistellään DVD:tä
fr: Fixation du DVD
id: Fiksasi DVD
ja: DVD の固定中です
lt: Fiksuojamas DVD
no: Fikserer DVD
or: ଡି.ଭି.ଡି.କୁ ଶେଷ ରୂପ ଦିଆଜାଉଛି
pa: ਡੀਵੀਡੀ ਨੂੰ ਸਥਿਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Zapis danych sesji płyty DVD
sk: Ustaľovanie DVD
sq: Duke mbyllur DVD
sr@latn: Završavam DVD
th: กำลังปิดท้ายดีวีดี
uk: Закріплення даних на DVD диску
zh_cn: 正在稳固 DVD
zh_tw: 準備完成 DVD 光碟燒錄程序

source: You do not seem to have any CD recorder in your machine. Please verify your setup.
zh_tw: 看來您的機器上沒有燒錄機。請檢查您的設定。

source: No CD recorder available
zh_tw: 找不到光碟燒錄機

source: Incorrectly named files were to be added to the CD
ca: S'anaven a afegir fitxers amb noms incorrectes al CD
es: Se iban a añadir al CD archivos con nombres incorrectos
fr: Des fichiers incorrectement nommés ont été ajoutés au CD
pa: ਸੀਡੀ ਵਿੱਚ ਗਲਤ ਨਾਂ ਦੀਆਂ ਫਾਇਲਾਂ ਸ਼ਾਮਿਲ ਹਨ
pl: Do płyty CD zostały dodane pliki o niepoprawnych nazwach
sk: Chceli ste na CD pridať nesprávne pomenované súbory
sq: Files me emra jo të rregullt për t'u shtuar në CD
zh_cn: 向 CD 中添加了命名不正确的文件

source: %d MB
es: %d Mib
fi: %d Mt
fr: %d Mo
ja: %d Mバイト
pa: %d ਮੈਬਾ
uk: %d МБ
