Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/gnome-netstatus/po/*.po
Languages: pa

source: Factory for Network Monitor applet
pa: ਨੈੱਟਵਰਕ ਜਾਂਚ ਐਪਲਟ ਵਾਸਤੇ ਫੈਕਟਰੀ

source: Internet
pa: ਇੰਟਰਨੈੱਟ

source: Monitor network activity
pa: ਨੈੱਟਵਰਕ ਦੀ ਸਰਗਰਮੀ ਜਾਂਚੋ

source: Network Monitor
pa: ਨੈੱਟਵਰਕ ਜਾਂਚ ਯੰਤਰ

source: Network Monitor Factory
pa: ਨੈੱਟਵਰਕ ਜਾਂਚ ਫੈਕਟਰੀ

source: _About
pa: ਇਸ ਬਾਰੇ

source: _Help
pa: ਸਹਾਇਤਾ

source: _Properties
pa: ਵਿਸ਼ੇਸ਼ਤਾ

source: <b>Activity</b>
pa: <b>ਸਰਗਰਮੀ</b>

source: <b>Connection</b>
pa: <b>ਜੋਡ਼</b>

source: <b>Internet Protocol (IPv4)</b>
pa: <b>ਇੰਟਰਨੈੱਟ ਪਰੋਟੋਕੋਲ(IPv4)</b>

source: <b>Internet Protocol (IPv6)</b>
pa: <b>ਇੰਟਰਨੈੱਟ ਪਰੋਟੋਕੋਲ(IPv6)</b>

source: <b>Network Device</b>
pa: <b>ਨੈੱਟਵਰਕ ਯੰਤਰ</b>

source: <b>Signal Strength</b>
pa: <b>ਸੰਕੇਤ ਸ਼ਕਤੀ</b>

source: Address:
pa: ਪਤਾ:

source: Broadcast:
pa: ਪ੍ਰਸਾਰਣ:

source: Con_figure
pa: ਸੰਰਚਨਾ

source: Destination:
pa: ਮੰਜ਼ਿਲ:

source: General
pa: ਸਾਧਾਰਣ

source: Received:
pa: ਪ੍ਰਾਪਤ ਕੀਤਾ:

source: Scope:
pa: ਕਾਰਜ ਖੋਤਰ:

source: Sent:
pa: ਭੇਜਿਆ :

source: Status:
pa: ਹਾਲਾਤ:

source: Subnet Mask:
pa: ਸਬਨੈੱਟ-ਮਾਸਕ:

source: Support
pa: ਸਹਿਯੋਗ

source: Type:
pa: ਕਿਸਮ:

source: _Name:
pa: ਨਾਂ

source: Network configuration tool
pa: ਨੈੱਟਵਰਕ ਸੰਰਚਨਾ ਸੰਦ

source: Network interface
pa: ਨੈੱਟਵਰਕ ਤਾਲਮੇਲ(ਇੰਟਰਫੇਸ)

source: The Network Interface monitored by the Network Monitor.
pa: ਨੈੱਟਵਰਕ ਜਾਂਚ ਯੰਤਰ ਨਾਲ ਜਾਂਚਿਆ ਗਿਆ ਨੈੱਟਵਰਕ ਤਾਲਮੇਲ(ਇੰਟਰਫੇਸ)

source: This key specifies the name of the network configuration tool which should be invoked when the "Configure" button in the properties dialog is clicked. If the configuration tool can take a parameter of the interface to configure you may use %i in the string and it will be substituted with the interface name before invoking the configuration tool. For example, gnome-system-tool's network-admin tool takes the interface name through a --configure parameter. Thus, you could set the value of this key to be: "network-admin --configure %i".
pa: ਇਹ ਸਵਿਚ ਨੈੱਟਵਰਕ ਰੂਪ ਸੰਦ ਦਾ ਨਾਂ ਦਰਸਾਉਂਦੀ ਹੈ ਜਿਹਡ਼ਾ ਵਿਸ਼ੇਸ਼ਤਾਂਵਾਂ ਤਖਤੀ ਵਿਚ "Configure"ਬਟਨ ਕਲਿਕ ਕੀਤੇ ਤੋਂ ਬੁਲਾਇਆ ਜਾਂਦਾ ਹੈ।%i "network-admin --configure %i".

source: There was an error displaying help: %s
pa: ਸਹਾਇਤਾ ਵੇਖਾਉਣ ਵਿੱਚ ਗਲਤੀ: %s

source: translator_credits
pa: ਭਾਸ਼ਾ ਤਬਦੀਲੀ ਦਾ ਮਾਣ - ਜਸਵਿੰਦਰ ਸਿੰਘ ਫੂਲੇਵਾਲਾ

source: The Network Monitor displays the status of a network device.
pa: ਨੈੱਟਵਰਕ ਜਾਂਚ ਯੰਤਰ ਨੈੱਟਵਰਕ ਸਾਧਨ ਦੀ ਹਾਲਤ ਦਿਖਾਉਂਦਾ ਹੈ

source: Unknown
pa: ਅਣਜਾਣ

source: Connection Properties
pa: ਜੋਡ਼ ਵਿਸ਼ੇਸ਼ਤਾਂਵਾਂ

source: Connection Properties: %s
pa: ਜੋਡ਼ ਵਿਸ਼ੇਸ਼ਤਾਂਵਾਂ: %s

source: %lu packet
pa: %lu ਪੈਕਟ

source: There was an error displaying help: %s
pa: ਸਹਾਇਤਾ ਵੇਖਾਉਣ ਵਿੱਚ ਗਲਤੀ ਹੈ| %s

source: Failed to launch time configuration tool: %s
pa: ਸਮਾਂ ਸੰਰਚਨਾ ਸੰਦ ਸ਼ੁਰੂ ਕਰਨ ਤੋਂ ਅਸਮਰਥ: %s

source: Network Connection: %s
pa: ਨੈੱਟਵਰਕ ਜੋਡ਼: %s

source: Network Connection
pa: ਨੈੱਟਵਰਕ ਜੋਡ਼

source: Interface
pa: ਤਾਲਮੇਲ (ਇੰਟਰਫੇਸ)

source: The current interface the icon is monitoring.
pa: ਆਈਕਾਨ ਨਾਲ ਜਾਂਚਿਆ ਮੌਜੂਦ ਤਾਲਮੇਲ

source: Orientation
pa: ਬਣਾਵਟ

source: The orientation of the tray.
pa: ਟਰੇ ਦੀ ਬਣਾਵਟ

source: Tooltips Enabled
pa: ਸੰਦ ਸੰਕੇਤ ਯੋਗ ਹੈ

source: Whether or not the icon's tooltips are enabled.
pa: ਕੀ ਆਈਕਾਨ ਲਈ ਸੰਦ ਸੰਕੇਤ ਯੋਗ ਹੈ ਜਾਂ ਨਹੀਂ

source: Show Signal
pa: ਸੰਕੇਤ ਵੇਖਾਓ

source: Whether or not the signal strength should be displayed.
pa: ਕੀ ਸੰਕੇਤ ਸ਼ਕਤੀ ਲਈ ਸੰਦ ਸੰਕੇਤ ਯੋਗ ਹੈ ਜਾਂ ਨਹੀਂ

source: Please contact your system administrator to resolve the following problem: %s
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਨਾਲ ਹੇਠਲੀ ਸਮਸਿਆ ਨੂੰ ਸਪਸ਼ਟ ਕਰਨ ਲਈ ਸੰਪਰਕ ਕਰੋ : %s

source: Name
pa: ਨਾਂ

source: The interface name
pa: ਤਾਲਮੇਲ (ਇੰਟਰਫੇਸ) ਦਾ ਨਾਂ

source: State
pa: ਸਥਿਤੀ

source: The interface state
pa: ਤਾਲਮੇਲ (ਇੰਟਰਫੇਸ) ਸਥਿਤੀ

source: Stats
pa: ਹਾਲਾਤ

source: The interface packets/bytes statistics
pa: ਇੰਟਰਫੇਸ ਪੈਕੇਟ/ਬਾਇਟ ਅੰਕੜੇ

source: Wireless
pa: ਬੇਤਾਰ

source: Whether the interface is a wireless interface
pa: ਕੀ ਇੰਟਰਫੇਸ ਬੇਤਾਰ ਇੰਟਰਫੇਸ ਹੈ

source: Signal
pa: ਸੰਕੇਤ

source: Wireless signal strength percentage
pa: ਬੇਤਾਰ ਸੰਕੇਤ ਸ਼ਕਤੀ ਪ੍ਰਤੀਸ਼ਤ

source: Error
pa: ਗਲਤੀ

source: The current error condition
pa: ਮੌਜੂਦ ਗਲਤੀ ਦੀ ਹਾਲਤ

source: Unable to open socket: %s
pa: ਪੋਲ(ਸਾਕਟ) ਨੂੰ ਖੋਲਣ ਤੋਂ ਅਸਮਰਥ: %s

source: SIOCGIFFLAGS error: %s
pa: SIOCGIFFLAGS ਗਲਤੀ: %s

source: AMPR NET/ROM
pa: AMPR ਨੈੱਟ/ਰੋਮ

source: Ethernet
pa: ਈਥਰਨੈੱਟ

source: 16/4 Mbps Token Ring
pa: 16/4 ਮੈਗਾਬਾਈਟ ਪ੍ਰਤੀ ਸਕਿੰਟ ਟੋਕਨ ਰਿੰਗ

source: Frame Relay DLCI
pa: ਢਾਂਚੇ ਨੂੰ ਮੁਡ਼ ਬਣਾਉਣ ਵਾਲਾ DLCI

source: Metricom Starmode IP
pa: Metricom ਤਾਰਾ ਰੂਪੀ IP

source: Serial Line IP
pa: ਲਡ਼ੀਵਾਰ ਲਾਈਨ IP

source: VJ Serial Line IP
pa: VJ ਲਡ਼ੀਵਾਰ ਲਾਈਨ IP

source: 6-bit Serial Line IP
pa: 6-bit ਲਡ਼ੀਵਾਰ ਲਾਈਨ IP

source: VJ 6-bit Serial Line IP
pa: VJ 6-bit ਲਡ਼ੀਵਾਰ ਲਾਈਨ IP

source: Adaptive Serial Line IP
pa: ਅਨੁਕੂਲ ਲਡ਼ੀਵਾਰ ਲਾਈਨ IP

source: AMPR ROSE
pa: AMPR ਰੋਜ (ROSE)

source: Generic X.25
pa: ਸਧਾਰਣ X.25

source: Point-to-Point Protocol
pa: ਬਿੰਦੂ ਤੋਂ ਬਿੰਦੂ ਸੰਧੀ(ਪਰੋਟੋਕੋਲ)

source: (Cisco)-HDLC
pa: (ਕਿਸਕੋ)-ਐਚ ਡੀ ਐਲ ਸੀ

source: IPIP Tunnel
pa: IPIP ਸੁਰੰਗ (ਟਨਲ)

source: Frame Relay Access Device
pa: ਢਾਂਚੇ ਨੂੰ ਮੁਡ਼ ਬਣਾਉਣ ਵਾਲਾ ਯੰਤਰ

source: Local Loopback
pa: ਸਥਾਨਿਕ ਕੁੰਡਲ

source: Fiber Distributed Data Interface
pa: ਅੰਕਡ਼ਿਆਂ ਦਾ ਤੰਦਾਂ ਵਾਂਗ ਖਿੰਡਿਆ ਹੋਇਆ ਤਾਲਮੇਲ (ਇੰਟਰਫੇਸ) (ਐਫ ਡੀ ਡੀ ਆਈ)

source: IPv6-in-IPv4
pa: IPv6-ਇਨ-IPv4

source: HIPPI
pa: ਐਚ ਆਈ ਪੀ ਪੀ ਆਈ

source: Ash
pa: ਸੁਆਹ

source: Econet
pa: ਈਕੋਨੈੱਟ

source: SIOCGIFCONF error: %s
pa: SIOCGIFCONF ਗਲਤੀ: %s

source: No network devices found
pa: ਕੋਈ ਨੈੱਟਵਰਕ ਯੰਤਰ ਨਹੀਂ ਲੱਭਿਆ

source: Cannot open /proc/net/dev: %s
pa: /proc/net/dev ਨੂੰ ਖੋਲ ਨਹੀਂ ਸਕਦਾ: %s

source: Could not parse /proc/net/dev. Unknown format.
pa: /proc/net/dev ਨੂੰ ਪਾਰਸ ਨਹੀਂ ਕਰ ਸਕਦਾ।ਅਣਜਾਣ ਫਾਰਮਿਟ

source: Could not parse interface name from '%s'
pa: '%s' ਤੋਂ ਤਾਲਮੇਲ ਦੇ ਨਾਂ ਨੂੰ ਪਾਰਸ ਨਹੀਂ ਕਰ ਸਕਦਾ

source: Could not parse interface statistics from '%s'. prx_idx = %d; ptx_idx = %d; brx_idx = %d; btx_idx = %d;
pa: '%s'. prx_idx = %d; ptx_idx = %d; brx_idx = %d; btx_idx = %d; ਤੋਂ ਤਾਲਮੇਲ ਅੰਕਡ਼ਿਆਂ ਦੀ ਨੂੰ ਪਾਰਸ ਨਹੀਂ ਕਰ ਸਕਦਾ

source: Could not parse /proc/net/wireless. Unknown format.
pa: /proc/net/wireless ਨੂੰ ਪਾਰਸ ਨਹੀਂ ਕਰ ਸਕਦਾ।ਅਣਜਾਣ ਫਾਰਮੈਟ

source: Could not parse wireless details from '%s'. link_idx = %d;
pa: '%s' ਤੋਂ ਬੇਤਾਰ ਵੇਰਵੇ ਨੂੰ ਪਾਰਸ ਨਹੀਂ ਕਰ ਸਕਦਾ| link_idx = %d;

source: Could not parse command line '%s': %s
pa: ਕਮਾਂਡ ਲਾਈਨ ਨੂੰ ਪਾਰਸ ਨਹੀਂ ਕਰ ਸਕਦਾ'%s': %s

source: Could not parse 'netstat' output. Unknown format
pa: 'netstat' ਪਰਿਮਾਣ ਨੂੰ ਪਾਰਸ ਨਹੀਂ ਕਰ ਸਕਦਾ। ਅਣਜਾਣ ਫਾਰਮੈਟ

source: Disconnected
pa: ਬੰਦ

source: Idle
pa: ਬੇਕਾਰ

source: Sending
pa: ਭੇਜਿਆ

source: Receiving
pa: ਪ੍ਰਾਪਤ

source: Sending/Receiving
pa: ਭੇਜਿਆ/ਪ੍ਰਾਪਤ
