Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/acme/po/*.po
Languages: bg, ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, lv, mk, mn, ms, nl, no, pl, pt, pt_br, ro, ru, sk, sl, sq, sv, uk, vi

source: Couldn't execute command: %s Verify that this command exists.
bg: Не можах да изпълня командата : %s Проверете дали съществува.
ca: No s'ha pogut executar l'ordre: %s Assegureu-vos que aquesta ordre existeix.
cs: Nelze spustit příkaz: %s Ověřte, zda tento příkaz existuje.
da: Kunne ikke køre kommandoen: %s Kontrollér at kommandoen eksisterer.
de: Befehl »%s« konnte nicht ausgeführt werden Stellen Sie sicher, dass dieser Befehl existiert.
el: Αδυναμία εκτέλεσης εντολής: %s Βεβαιωθείτε ότι η εντολή υπάρχει.
es: No se ha podido ejecutar el comando: %s Verifique que ese comando existe.
fi: Komentoa ei voitu suorittaa: %s Varmista, että tämä komento on olemassa.
fr: Impossible de lancer la commande : %s Vérifiez que la commande existe.
he: לא ניתן לבצע את הפקודה: %s ודא כי פקודה זו קיימת.
hu: A következő parancsot nem lehet végrehajtani: %s Ellenőrizd, hogy a parancs létezik-e.
it: Impossibile eseguire il comando: %s Verificare che il comando esista.
ja: コマンドを実行できませんでした: %s このコマンドが存在しているか確認して下さい。
ko: 명령을 실행할 수 없습니다: %s 명령이 있는지 확인해보십시오.
lv: Nevarēju palaist komandu %s Pārbaudiet, vai šāda komanda eksistē.
mk: Не може да се изврши командата: %s Потврди дека командата постои.
mn: »%s« тушаал биелсэнгүй: Ийм тушаал байгаа эсэхийг нягтлана уу.
ms: Tak dapat melaksanakan arahan: %s Sila tentusahkan bahawa arahan ini wujud.
nl: Deze opdracht kon niet worden uitgevoerd: %s Controleer of deze opdracht wel bestaat.
no: Kunne ikke kjøre kommando: %s Sjekk at kommandoen eksisterer.
pl: Nie można uruchomić polecenia: %s Sprawdź, czy takie polecenie istnieje.
pt: Incapaz de executar o comando: %s Verifique que este comando existe.
pt_br: Impossível executar comando: %s Verifique se este comando existe.
ro: Nu am putut executa comanda: %s Verificaţi dacă există acest program.
ru: Не удалось выполнить команду: %s Проверьте, что такая команда существует.
sk: Nepodarilo sa vykonať príkaz: %s Overte, že tento príkaz existuje.
sl: Ne morem izvršiti ukaza: %s Preverite, če ta ukaz obstaja.
sq: Nuk mund të ekzekutojë komandën: %s Verifiko që kjo komandë ekziston.
sv: Kunde inte köra kommandot: %s Verifiera att detta kommando finns.
uk: Не вдалося виконати команду %s Переконайтеся, що така команда існує.
vi: Không thể thực thi lệnh: %s Kiểm tra xem lệnh này có tồn tại không.

source: Couldn't execute either command: %s or command: %s Verify that at least one of these commands exist.
bg: Не можах да изпълня нито командата : %s нито : %s Проверете дали поне една от двете съществува.
ca: No s'ha pogut executar cap de les ordres: %s o: %s Assegureu-vos que al menys una d'aquestes ordres existeix.
cs: Nelze spustit ani příkaz: %s ani příkaz: %s Ověřte, zda existuje alespoň jeden z těchto příkazů.
da: Kunne ikke køre kommandoen: %s eller kommandoen: %s Kontrollér at mindst en af kommandoerne eksisterer.
de: Weder der Befehl »%s« noch »%s« konnte ausgeführt werden. Stellen Sie sicher, dass mindestens einer dieser Befehl existiert.
el: Δεν είναι δυνατή η εκτέλεση είτε της εντολής: %s ή της εντολής: %s Βεβαιωθείτε ότι τουλάχιστον μια από τις εντολές υπάρχει
es: No se ha podido ejecutar ni el comando: %s ni el comando: %s Verifique que existe al menos uno de esos comandos.
fi: Kumpaakaan komennoista: %s tai: %s ei voitu käynnistää. Varmista, että ainakin toinen näistä on olemassa.
fr: Impossible de lancer la commande : %s or la commande : %s Vérifiez qu'au moins une de ces commandes existe.
he: לא ניתן לבצע את הפקודה: %s או את הפקודה: %s ודא כי לפחות אחת מהפקודות הללו קיימות.
hu: Sem a %s, sem a %s parancsot nem sikerült végrehajtani. Ellenőrizd, hogy legalább az egyik parancs létezik-e.
ja: コマンド %s または %s が実行できませんでした。 少なくともどちらか一つのコマンドが存在しているか確認して下さい。
ko: 명령 :%s 또는 명령 :%s (을)를 실행할 수 없습니다. 적어도 하나의 명령이 있는지 확인하십시오.
lv: Nevarēju izpildīt vai nu komandu: %s vai komandu: %s Pārbaudiet, vai vismaz viena no šīm komandām eksistē.
mk: Не може да изврши никаква команда: %s или команда: %s Потврди дека барем една од командите постои.
mn: »%s« тушаалыг ч »%s« тушаалыг ч биелүүлж чадсангүй. Энэ тушаалуудыг ядаж нэг нь байгаа эсэхийг шалгана уу.
ms: Tak dapat melaksanakan arahan:%s atau arahan: %s Sila Tentusahkan sekurang-kurangnya satu arahan ini wujud.
nl: De opdracht '%s' noch de opdracht '%s' konden worden uitgevoerd. Controleer of deze opdrachten wel bestaan.
no: Kunne ikke kjøre kommandoene: %s eller %s Sjekk at minst en av disse kommandoene eksisterer.
pl: Nie można uruchomić polecenia: %s ani polecenia: %s Sprawdź, czy któreś z tych poleceń istnieje.
pt: Incapaz de executar qualquer um dos comandos: %s ou: %s Verifique que pelo menos um dos comandos existe.
pt_br: Impossível executar o comando: %s ou o comando: %s Certifique-se que pelo menos um deles existe.
ro: Nu am putut executa nici comanda: %s, nici comanda: %s Verificaţi dacă cel puţin unul din aceste programe există.
ru: Не удалось выполнить либо команду: %s либо команду: %s Проерьте, что хотя бы одна из этих команд существует.
sk: Nepodarilo sa vykonať príkaz: %s ani príkaz: %s Overte, že aspoň jeden z nich existuje.
sl: Ne morem izvršiti ne ukaza: %s ne ukaza: %s Preverite, če vsaj eden od teh ukazov obstaja.
sq: Nuk mund të ekzekutojë as komandën: %s as komandën: %s Verifiko që të paktën njëra nga të dyja këto komanda të ekzistojë.
sv: Kunde varken köra kommandot: %s eller kommandot: %s Verifiera att åtminstone ett av dessa kommandon finns.
uk: Не вдалося виконати або команду %s, або команду %s Переконайтеся, що хоча б одна з цих команд існує.
vi: Không thể thực thi lệnh: %s hay lệnh: %s Kiểm tra xem một trong các lệnh đó có tồn tại không.

source: Permissions on the file %s are broken Please check ACME's documentation, correct the problem and restart ACME.
bg: Режимът за достъп на файла %s са неправилни. Проверете документацията на Екми, оправете проблема и рестартирайте Екми.
ca: Els permissos en el fitxer %s són incorrectes Comproveu la documentació d'ACME, corregiu l'error i reinicieu ACME.
cs: Práva k souboru %s jsou chybná Zkontrolujte prosím dokumentaci k ACME, odstraňte problém a znovu spusťte ACME.
da: Rettighederne for filen %s er ikke korrekte. Kig i dokumentationen til ACME, ret problemet og genstart ACME.
de: Die Berechtigungen für die Datei %s sind fehlerhaft Bitte schauen Sie in der ACME-Dokumentation nach, beheben Sie das Problem und starten Sie ACME neu.
el: Τα δικαιώματα στο αρχείο %s είναι κατεστραμμένα Ελέξτε την τεκμηρίωση του ACME. διορθώστε το πρόβλημα και επανεκκινήστε το ACME.
es: Los permisos del archivo %s son incorrectos Consulte la documentación de ACME, solucione el problema y reinicie ACME.
fi: Tiedoston %s oikeudet ovat väärät Katso lisätietoja Acmen ohjeista, korjaa ongelma ja käynnistä Acme uudelleen.
fr: Les permissions du fichier %s sont cassées Veuillez lire la documentation d'ACME, corrigez le problème et relancez ACME.
he: הרשאות לקובץ %s שבורות אנא בדוק בתיעוד של אקמי, תקן את התקלה והפעל מחדש את אקמי.
hu: A jogosultságok nem megfelelőek a következő fájlon: %s Tanulmányozd az ACME leírását, javítsd ki a hibát, és indítsd újra az ACME-t.
it: I permessi sul file %s sono errati. Consultare la documentazione di ACME, correggere il problema e riavviare l'applicazione.
ja: ファイル %s のパーミッションが壊れています。 Acme のドキュメントを確認し、問題を解決して Acme を再起動して下さい。
ko: 파일 %s의 허가권이 없습니다 ACME의 문서를 참고해서 문제부분을 해결한 다음 ACME를 다시 시작하십시오.
lv: Atļaujas failam %s ir kļūdainas Lūdzu pārbaudiet ACME dokumentāciju, novērsiet problēmu un pārstartējiet ACME.
mk: Дозволите на датотеката %s се скршени Ве молиме проверете ја ACME документацијата, поправи го проблемот и рестартирај го ACME.
mn: %s файлын хандалт эрх алдаатай байна Та ACME-баримтыг нягтлан харж асуудлыг шийдээд ACME -г дахин шинээр эхлүүлнэ үү.
ms: Keizinan pafa fail %s adalah rosak Sila semak domumentasi ACME, perbetulkan masalah dan ulanghidup ACME.
nl: De rechten op het bestand %s zijn niet goed. Bekijk a.u.b. de documentatie van ACME, corrigeer het probleem en herstart ACME.
no: Rettigheter for fil %s er ikke korrekt. Vennligst sjekk dokumentasjonen for ACME, rett opp problemet og start ACME på nytt.
pl: Brak uprawnień do pliku %s Sprawdź dokumentację ACME, rozwiąż problem i ponownie uruchom ACME.
pt: As permissões sobre o ficheiro %s estão incorrectas Verifique a documentaçãoo ACME, corrija o problema e reinicie o ACME.
pt_br: Permissões do arquivo %s estão erradas Por favor verifique a documentação do ACME, corrija o problema e reinicie o ACME.
ro: Permisiile fişierului %s sunt invalide Consultaţi documentaţia ACME, corectaţi problemă şi apoi reporniţi ACME.
ru: Права доступа к файлу "%s" нарушены Проконсультируйтесь с документацией по пакету ACME, исправьте проблему и перезапустите ACME.
sk: Práva pre súbor %s sú poškodené. Prosím, prečítajte si dokumentáciu k ACME, opravte problém a ACME reštartujte.
sl: Dovolilnice za datoteko %s so pokvarjene Prosim, preverite dokumantacijo ACME, popravite problem in vnovič zaženite ACME
sq: Lejet e file-s %s jane te demtuara Ju lutem kontrolloni dokumentacionin e ACME, korrigjoni problemin dhe restartoni ACME.
sv: Rättigheterna på filen %s är felaktiga Kontrollera ACME:s dokumentation, rätta till felet och starta om ACME.
uk: Права доступу до файла "%s" порушено Проконсультуйтесь з документацією пакету ACME, виправте проблему і перезапустіть ACME.
vi: Sự cho phép với tập tin %s bị hỏng Hãy kiểm tra tài liệu ACME, hiệu chỉnh trục trặc và khởi động lại ACME.

source: There was an error removing access to the multimedia keys. Key %d couldn't be unbound.
bg: Грешка при опит за премахване на достъпа до мултимедийните клавиши. Клавишът %d все още има действие.
ca: S'ha produït un error en eliminar l'accés a les tecles multimèdia. La tecla %d no s'ha pogut desvincular.
cs: Při odstraňování přístupu k multimediálním klávesám nastala chyba. Klávesu %d nebylo možné odpojit.
da: Der opstod en fejl under fjernelse af adgang til multimedietasterne. Bindingen til tasten %d kunne ikke fjernes.
de: Beim Aufheben des Zugriffs auf die Multimedia-Tasten ist ein Fehler aufgetreten. Taste %d konnte nicht gelöst werden.
el: Σφάλμα απομάκρυνσης πρόσβασης στα πλήκτρα πολυμέσων. Το πλήκτρο %d δεν μπορεί να αποδεσμευθεί.
es: Se ha producido un error al eliminar el acceso a las teclas multimedios. La tecla %d no puede liberarse.
fi: Multimedianäppäinten käsittelyä lopetettaessa tapahtui virhe. Näppäimen %d sidontaa ei voitu poistaa.
fr: Une erreur est survenue en enlevant l'accès aux touches multimédia. La touche %d ne peut être détaché.
he: ארעה שגיאה בהסרת הגישה למקשי המולטימדיה. לא ניתן לנתק את המקש %d.
hu: Hiba történt a multimédia billentyűkhöz való hozzáférés megszüntetése közben. A %d billentyűt nem lehet felszabadítani.
it: Errore nel rimuovere l'accesso ai tasti multimediali. Il tasto %d non può essere disattivato.
ja: マルチメディア・キーへのアクセス・エントリを削除する際にエラーが発生しました。 キー %d を解放することができませんでした。
ko: 멀티미디어 글쇠의 등록을 지우는데 오류가 생겼습니다. %d 글쇠를 지울 수 없습니다.
lv: Kļūda noņemot pieeju multimēdiju taustiņiem. Taustiņš %d nevarēja tikt atsaistīts.
mk: Постои грешка при отстранување на пристапот на мултимедија клучевите. Клучот %d не може да биде неограничен.
mn: Мультимедиа-товчилуурын хандалтыг устгаж нэгэн алдаа гарлаа. %d товчилуур устахгүй байна.
ms: Terdapat ralat membuang akses ke kekunci multimedia. Kekunci %d tak boleh unbound.
nl: Er ging iets mis bij het verwijderen van toegang tot de multimedia-toetsen. Toets %d kon niet worden ontkoppeld.
no: Det oppsto en feil ved fjerning av tilgang til multimediatastene. Tast %d kunne ikke løses.
pl: Wystąpił błąd podczas usuwania dostępu do klawiszy multimediów. Nie można zmienić znaczenia klawisza %d
pt: Ocorreu um erro ao remover o acesso às teclas multimédia. A tecla %d não pode ser desligada.
pt_br: Ocorreu um erro removendo acesso às teclas multimídia. A tecla %d não pôde ser desvinculada.
ro: Eroare la ştergerea accesului la tastele multimedia. Tasta %d nu a putut fi găsită.
ru: Произошла ошибка при удалении доступа к мультмедийным клавишам. Назначение клавиши %d не может быть отменено.
sk: Pri odstraňovaní prístupu k multimediálnym kľúčom nastala chyba. Kláves %d nie je možné uvoľniť.
sl: Prišlo je do napake pri odstranjevanju dostopa do multimedijskih tipk. Tipka %d ni mogla biti razvezana.
sq: Ndodhi një gabim duke hequr hyrjen për tastet multimedialë. Tasti %d nuk mund të ç'aktivizohet.
sv: Ett fel inträffade när åtkomst till multimediatangenterna skulle tas bort. Tangent %d kunde inte avbindas.
uk: Сталася помилка під час усунення доступу до мультимедійних клавіш. Призначення клавіші %d неможна скасувати.
vi: Có lỗi khi gỡ bỏ truy cập tới các phím đa phương tiện. Không thể giải phóng phím %d.

source: It seems that another application already has access to the multimedia keys. Key %d couldn't be bound. Is another daemon already running ?
bg: Изглежда друго приложение вече има достъп до мултимедийните клавиши. На клавиша %d не може да се присвои действие. Да няма друг демон?
ca: Pareix que una altra aplicació ja té accés a les tecles multimèdia. La tecla %d no s'ha pogut vincular. Hi ha un altre dimoni executant-se?
cs: Zdá se, že přístup k multimediálním klávesám už má jiná aplikace. Klávesu %d nebylo možné připoutat. Neběží už jiný démon?
da: Det ser ud til at et andet program allerede har adgang til multimedietasterne. Tasten %d kunne ikke bindes til noget. Kører en anden dæmon allerede?
de: Scheinbar greift bereits eine andere Anwendung auf die Multimedia-Tasten zu. Die Taste %d konnte nicht zugewiesen werden. Läuft bereits ein anderer Dämon?
el: Φαίνεται ότι καποια άλλη εφαρμογή έχει πρόσβαση στα πλήκτρα πολυμέσων. Το πλήκτρο %d δεν μπορεί να δεσμευτεί. Μήπως εκτελείται η άλλος daemon ?
es: Parece ser que otra aplicación ya tiene acceso a las teclas multimedios. La tecla %d no se puede capturar. ¿Hay algún otro servicio ejecutándose ya?.
fi: Vaikuttaa siltä, että toinen sovellus käsittelee jo multimedianäppäimiä. Näppäintä %d ei voitu sitoa. Onko toinen demoni jo käynnissä?
fr: Il semble qu'une autre application est déja en train d'utiliser les touches multimédia. La touche %d ne peut être liée. Y-a-t'il un autre démon en fonctionnment ?
he: נראה כי ליישום אחר כבר יש גישה למקשי המולטימדיה. לא ניתן לשר את המקש %d. האם תהליך שירות אחר מופעל ?
hu: Feltehetőleg egy másik alkalmazás használja a multimédia billentyűket. A %d billentyűt nem sikerült kötni. Már fut egy másik démon?
it: Sembra che un altra applicazioni stia utilizzando i tasti multimediali. Il tasto %d non può essere utilizzato. Probabilmente è in esecuzione un altro demone.
ja: 既に他のアプリケーションがマルチメディア・キーへアクセスしているようです。 キー %d を解放することができませんでした。 もう一つデーモンが起動していませんか？
ko: 멀티미디어 글쇠가 다른 프로그램에서 쓰고 있습니다. %d 글쇠를 등록할 수 없습니다. 다른 데몬이 떠있습니까?
lv: Izskatās, ka jau cita aplikācija izmanto mūltimēdiju taustiņus. Taustiņš %d nevarēja tikt piesaistīts. Vai nestrādā jau cits dēmons ?
mk: Најверојатно дека друга апликација веќе има пристап на мултимедија клучевите Клучот %d не може да биде ограничен. Дали некој друг демон веќе работи ?
mn: Энэ өөр х.программ мультимедиа-товчилууруудад хандсан юм шиг харагдаж байна. %d товчилуур зөвшөөрөгдөхгүй байна. Өөр ар программ ажиллаж байгаа юу?
ms: Nampaknya aplikasi lain telah mengakses kekunci multimedia. Kekunci %d tak dapat bound. Adakah demon lain sudah dilaksana?
nl: Het lijkt er op dat een ander programma al toegang heeft tot de multimedia-toetsen. Toets %d kon niet worden gekoppeld. Is er een andere voorziening actief?
no: Det ser ut til at en annen applikasjon allerede har kontrollen over multimediatastene. Tast %d kunne ikke bindes. Kjører en annen tjeneste allerede?
pl: Wygląda na to, że inna aplikacja już uzyskała dostęp do klawiszy multimediów. Nie można dowiązać klawisza %d. Czy jest już uruchomiony inny demon?
pt: Parece que outra aplicação já possui acesso às teclas multimédia. A tecla %d não pode ser desligada.Existirá já outro deamon a correr ?
pt_br: Parece que outra aplicação já tem acesso às teclas multimídia. A tecla %d não pôde ser vinculada. Há outro daemon rodando?
ro: Se pare că o altă aplicaţie are deja acces la tastele multimedia. Tasta %d nu a putut fi alocată. Este pornit un alt demon?
ru: Похоже, другое приложение уже имеет доступ к мультимедийным клавишам. Клавиша %d не может быть назначена. Не запущен ли другой демон?
sk: Vyzerá to, že multimediálne klávesy už používa iná aplikácia. Kláves %d nie je možné nastaviť. Nebeží už iný démon?
sl: Zdi se, da nek program že ima dostop do multimedijskih tipk. Tipka %d ni mogla biti vezana. Ali že teče kakšen drug demon?
sq: Me sa duket një aplikim tjetër po përdor tastet e multimedias. Tasti %d nuk mund të disaktivizohet. ls të tregon nëse nje aplikacion po punon.Kontrollo!
sv: Det verkar som om ett annat program redan har tillgång till multimediatangenterna. Tangent %d kunde inte avbindas. Kör en annan demon redan?
uk: Схоже, інша програма вже має доступ до мультимедійних клавіш. Клавіша %d неможна призначити. Чи не запущено іншого демона?
vi: Có vẻ như một ứng dụng khác đã truy cập các phím đa phương tiện. Không thể giải phóng phím %d. Có phải một daemon khác đang chạy rồi phải không ?

source: translator_credits
bg: Александър Шопов <al_shopov@yahoo.com>
ca: Jordi Mallach <jordi@sindominio.net>
cs: Michal Bukovjan <bukm@centrum.cz>
da: Ole Laursen <olau@hardworking.dk>
de: Christian Neumair <chris@gnome-de.org>
el: Κώστας Παπαδήμας <pkst@gmx.net>
es: Carlos Perelló Marín <carlos@gnome-db.org> Germán Poo-Caamaño <gpoo@ubiobio.cl>
fi: Lauri Nurmi <lanurmi@iki.fi>
fr: Mainteneur : Mille-Mathias Baptiste <bmm80@ifrance.com> Contributeur : Christophe Merlet (RedFox) <redfox@redfoxcenter.org>
he: גיל אשר dolfin@rpg.org.il פרוייקט linBrew http://linbrew.sourceforge.net
hu: Mátó Péter <atya@andrews.hu>
it: Lapo Calamandrei <lapo.calamandrei@virgilio.it>
ja: 翻訳者のクレジット
ko: 차영호 <ganadist@mizi.com>, 2002
lv: Pēteris Krišjānis <peteris.krisjanis@os.lv> Artis Trops <hornet@navigator.lv>
mk: преведувачки_кредити
mn: Санлигийн Бадрал <badral@chinnis.com>
ms: Hasbullah Bin Pit <sebol@ikhlas.com>, Merlimau. 2002
nl: Jeroen van der Vegt <A.J.vanderVegt@ITS.TUDelft.nl> Vincent van Adrighem <V.vanAdrighem@dirck.mine.nu>
no: Kjartan Maraas <kmaraas@gnome.org>
pl: GNOME PL Team <translators@gnome.pl>
pt: Duarte Loreto <happyguy_pt@hotmail.com>
pt_br: (C) 2002 Alexandre Folle de Menezes
ro: Mişu Moldovan <dumol@go.ro>
ru: Дмитрий Мастрюков <dmitry@taurussoft.org>
sk: Stanislav Višňovský
sl: Tadej Janež <tadej_janez@email.si>
sq: Infot e përkthyesit
sv: Christian Rose Skicka synpunkter på översättningen till sv@li.org
uk: Юрій Сирота <yuriy@beer.com>
vi: đóng góp dịch thuật

source: Acme
bg: Екми
da: Ajax
he: אקמי

source: Multimedia keys daemon
bg: Демон за мултимедийни клавиши
ca: Dimoni de tecles multimèdia
cs: Démon pro multimediální klávesy
da: Dæmon til multimediataster
de: Multimedia-Tastendämon
el: Daemon πλήκτρων πολυμέσων
es: Gestor de teclas multimedios
fi: Multimedianäppäimistödemoni
fr: Démon des touches multimédia
he: תהליך שירות למקשי מולטימדיה
hu: Multimédia billentyűzet démon
it: Demone per i tasti multimediali
ja: マルチメディア・キーのデーモン
ko: 멀티미디어 글쇠 데몬
lv: Multimediju taustiņu dēmons
mk: Демон на мултимедија клучеви
mn: Мультимедиа-товчилуурууд ар программ
ms: Demon kekunci multimedia
nl: Voorzieningen voor Multimedia-toetsen
no: Daemon for multimediataster
pl: Demon klawiszy multimediów
pt: Deamon de teclas multimédia
pt_br: Daemon de teclas Multimídia
ro: Demonul tastelor multimedia
ru: Демон мультимедийных клавиш
sk: Démon multimediálnych kľúčov
sl: Demon za multimedijske tipke
sq: Demoni i tasteve të multimedias
sv: Multimediatangentdemon
uk: Демон мультимедійних клавіш
vi: Daemon phím đa phương tiện

source: Multimedia Keys daemon active
bg: Демонът за мултимедийни клавиши е активен
ca: El dimoni de tecles multimèdia està actiu
cs: Démon pro multimediální klávesy je aktivní
da: Dæmon til multimediataster aktiv
de: Multimedia-Tastendämon aktiv
el: Ενεργός daemon πλήκτρων πολυμέσων
es: El gestor de teclas multimedios está activo
fi: Multimedianäppäimistödemoni on käytössä
fr: Démon des touches multimédia actif
he: תהליך השירות למקשי המולטימדיה פעיל
hu: Multimédia billentyűzet démon aktív
it: Demone per i tasti multimediali attivo
ja: マルチメディア・キー・デーモンの活性化
ko: 멀티미디어 글쇠 데몬 시작
lv: Multimediju taustiņu dēmons aktīvs
mk: Демонот на мултимедија клучевите е активен
mn: Мультимедиа-товчилуурууд ар программ идэвхитэй
ms: Demon Kekunci Multimedia aktif
nl: Voorzieningen voor multimedia-toetsen actief
no: Daemon for multimediataster er aktiv
pl: Demon klawiszy multimediów jest aktywny
pt: Deamon de teclas multimédia activo
pt_br: Daemon de teclas Multimídia está ativo
ro: Demonul tastelor multimedia este activ
ru: Демон мультимедийных клавиш активен
sk: Démon multimediálnych kľúčov aktívny
sl: Demon za multimedijske tipke je aktiven
sq: Demoni i tasteve të multimedias është aktiv
sv: Multimediatangentdemonen aktiv
uk: Демон мультимедійних клавиш активний
vi: Daemon Phím Đa Phương Tiện hoạt động

source: Couldn't load the Glade file. Make sure that this daemon is properly installed.
bg: Не можах да заредя Глейд файл. Проверете дали демонът е правилно инсталиран.
ca: No s'ha pogut carregar el fitxer Glade. Assegureu-vos que aquest dimoni està correctament instal·lat.
cs: Nelze načíst soubor Glade. Ujistěte se, že je tento démon řádně nainstalován.
da: Kunne ikke indlæse Glade-filen. Kontrollér at dæmonen er installeret korrekt.
de: Die Glade-Datei konnte nicht geladen werden. Stellen Sie sicher, dass dieser Dämon korrekt installiert ist.
el: Αδυναμία φόρτωσης του αρχείου Glade. Βεβαιωθείτε ότι ο daemon έχει εγκατασταθεί σωστά.
es: No se ha podido cargar el archivo Glade. Asegúrese que este gestor está correctamente instalado.
fi: Glade-tiedostoa ei voitu ladata. Varmista, että tämä demoni on asennettu oikein.
fr: Le fichier Glade ne peut être chargé. Vérifier que le démon est bien installé.
he: לא ניתן לטעון את קובץ Glade. ודא כי תהליך השירות מותקן כראוי.
hu: A Glade fájlt nem lehet betölteni. Ellenőrizd, hogy a démon helyesen van-e telepítve.
it: Impossibile carica il file Glade. Verificare che questo demone sia installato correttamente.
ja: Glade ファイルを読み込めませんでした。 このデーモンが正しくインストールされているか確認して下さい。
ko: Glade 파일을 읽을 수 없습니다. 데몬이 제대로 설치되어 있는지 확인하십시오.
lv: Nevarēju ielādēt Glade failu. Pārliecinieties, vai dēmons ir pareizi uzstādīts.
mk: Не може да ја вчита Glade датотеката. Осигурај се дека демонот е правилно инсталиран.
mn: Glade-файлыг ачаалж чадсангүй. Энэ ар программ зөв суусан эсэхийг шалгана уу.
ms: Tak dapat memuatkan fail Glade. Pastikan demon ini dipasang dengan betul.
nl: Het Glade bestand kon niet worden geladen. Zorg er voor dat deze voorziening correct is geïnstalleerd
no: Kunne ikke laste glade-filen. Sjekk at dette programmet er riktig installert.
pl: Nie można wczytać pliku Glade. Upewnij się, że ten demon został poprawnie zainstalowany.
pt: Incapaz de carregar o ficheiro Glade.nCertifique-se de que o deamon está correctamente instalado.
pt_br: Impossível carregar o arquivo Glade. Certifique-se de que este daemon está instalado apropriadamente.
ro: Nu am putut încărca fişierul Glade. Asiguraţi-vă că acest demon este corect instalat.
ru: Не удалось загрузить файл формата Glade. Убедитесь, что демон корректно установлен.
sk: Nepodarilo sa načítať súbor Glade. Overte, že je démon správne nainštalovaný.
sl: Ne morem naložiti Glade datoteke. Poskrbite, da je ta demon pravilno nameščen.
sq: Nuk mund të ngarkoj file-n e Glade. Sigurohu që demoni i tij të jetë i instaluar në mënyrë të rregullt.
sv: Kunde inte läsa in Glade-filen. Se till att demonen är korrekt installerad.
uk: Не вдалось завантажити файл форматуа Glade. Переконайтесь, що демон коректно встановлений.
vi: Không thể nạp tập tin Glade. Hãy đảm bảo là daemon này được cài đặt đúng.
