Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/acme/po/*.po
Languages: bg, ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, lv, mk, mn, ms, nl, no, pl, pt, pt_br, ro, ru, sk, sl, sq, sv, uk, vi

source: Search key's XKeycode
bg: Х кода на клавиша за търсене
ca: XKeycode de la tecla de cerca
cs: XKeycode klávesy Hledání
da: XKeycode for søgningstasten
de: XKeycode der Suchtaste
el: XKeycode πλήκτρου αναζήτησης
es: XKeycode de la tecla de busqueda
fi: Hakunäppäimen X-näppäinkoodi
fr: XKeycode de la touche Recherche
he: XKeycode למקש החיפוש
hu: Keresés billentyű XKeycode-ja
it: XKeycode del tasto per la ricerca
ja: 検索キーの Xkeycode
ko: 찾기 글쇠의 X글쇠코드
lv: Meklēšanas taustiņa XKeycode
mk: Клуч за пребарување XKeycode
mn: Хайх товчилуурын XKeycode
ms: XKeycode kekunci Carian
nl: Zoeken XKeycode
no: X-tastekode for søketast
pl: Kod X klawisza do wyszukiwania
pt: XKeycode da tecla de Procurar
pt_br: XKeycode da tecla de Busca
ro: Codul XKeycode al tastei Căutare
ru: Код XKeycode клавиши для поиска
sk: XKeycode pre kláves Nájsť
sl: Tipkovnična koda X za iskanje
sq: Tasti i kërkimit XKeycode
sv: Söktangentens X-tangentkod
uk: Код XKeycode клавіші для пошуку
vi: XKeycode của phím Tìm Kiếm

source: Search key's XKeycode, 0 to disable
bg: Х кода на клавиша за търсене, с 0 се изключва
ca: XKeycode de la tecla de cerca, 0 per a inhabilitar
cs: XKeycode klávesy Hledání, 0 vypne
da: XKeycode for søgningstasten, 0 for at deaktivere
de: XKeycode der Suchtaste, 0 zum Deaktivieren
el: XKeycode πλήκτρου αναζήτησης, 0 για απενεργοποίηση
es: XKeycode de la tecla de busqueda, con 0 se desactiva
fi: Hakunäppäimen X-näppäinkoodi, 0 poistaa käytöstä
fr: XKeycode de la touche Recherche, 0 pour désactiver
he: XKeycode למקש החיפוש, 0 כדי לכבות
hu: Keresés billentyű XKeycode-ja, a tiltáshoz 0
it: XKeycode del tasto per la ricerca, 0 per disabilitare
ja: 検索キーの XKeycode (0: 無効)
ko: 찾기 글쇠의 X글쇠코드, 0은 사용않음
lv: Meklēšanas taustiņa XKeycode, 0, lai izslēgtu
mk: Клуч за пребарување XKeycode, 0 за оневозможување
mn: Хайх товчилуурын XKeycode 0 бол хаах
ms: XKeycode kekunci Carian, 0 untuk matikan
nl: Zoeken XKeycode, 0 om uit te schakelen
no: X-tastekode for søketast. 0 for å deaktivere
pl: Kod X klawisza do wyszukiwania, 0 aby wyłączyć
pt: XKeycode da tecla de Procurar, 0 para inactivar
pt_br: XKeycode da tecla de Busca, 0 para desabilitar
ro: Codul XKeycode al tastei Căutare, 0 pentru dezactivare
ru: Код XKeycode клавиши для поиска, 0 для отключения
sk: XKeycode pre kláves Nájsť, alebo 0 pre vypnutie
sl: Tipkovnična koda X za iskanje, 0 za onemogočitev
sq: Tasti i kërkimit XKeycode, 0 për të disaktivizuar
sv: Söktangentens X-tangentkod, 0 för att inaktivera
uk: Код XKeycode клавіші для пошуку, натисніть 0, щоб вимкнути
vi: XKeycode của phím Tìm Kiếm, 0 là tắt chức năng

source: Shade Window key's XKeycode
bg: Х кода на клавиша за свиване
ca: XKeycode de la tecla per a amagar la finestra
cs: XKeycode klávesy Zarolování okna
da: XKeycode for rul vindue-tasten
de: XKeycode der Fenster einrollen-Taste
el: XKeycode πλήκτρου σκίασης παραθύρου
es: XKeycode de la tecla para plegar ventana
fi: Ikkunanpienennysnäppäimen X-näppäinkoodi
fr: XKeycode de la touche Réduction de fenêtre
he: XKeycode למקש הצלל חלון
hu: Ablak felgörgetése billentyű XKeycode-ja
ja: ウィンドウを巻き上げるキーの Xkeycode
ko: 창 말기 글쇠의 X글쇠코드
lv: Ēnot Logu taustiņa XKeycode
mk: Клуч за сенка на прозорец XKeycode
mn: Цонх сүүдэрлүүлэх товчилуурын XKeycode
ms: XKeycode kekunci Gulung Tetingkap
nl: Venster oprollen XKeycode
no: X-tastekode for tast som skyggelegger vinduet
pl: Kod X klawisza do zaciemniania okna
pt: XKeycode da tecla de Janela Transparente
pt_br: XKeycode da tecla de esconder janela
ro: Codul XKeycode al tastei Umbrire fereastră
ru: Код XKeycode клавиши для скручивания окна
sk: XKeycode pre kláves Zabaliť okno
sl: Tipkovnična koda X za senčenje okna
sq: Tasti i mbeshtjelljes së dritares XKeycode
sv: Fönsterskuggningstangentens X-tangentkod
uk: Код XKeycode клавіші для згортання вікна
vi: XKeycode của phím Tạo Bóng Cửa Sổ

source: Shade Window key's XKeycode, 0 to disable
bg: Х кода на клавиша за свиване, с 0 се изключва
ca: XKeycode de la tecla per a amagar la finestra, 0 per a inhabilitar
cs: XKeycode klávesy Zarolování okna, 0 vypne
da: XKeycode for rul vindue-tasten, 0 for at deaktivere
de: XKeycode der Fenster einrollen-Taste, 0 zum Deaktivieren
el: XKeycode πλήκτρου σκίασης παραθύρου, 0 για απενεργοποίηση
es: XKeycode de la tecla para plegar ventana, con 0 se desactiva
fi: Ikkunanpienennysnäppäimen X-näppäinkoodi, 0 poistaa käytöstä
fr: XKeycode de la touche Réduction de fenêtre, 0 pour désactiver
he: XKeycode למקש הצלל חלון, 0 כדי לכבות
hu: Ablak felgörgetése billentyű XKeycode-ja, a tiltáshoz 0
ja: ウィンドウを巻き上げるキーの XKeycode (0: 無効)
ko: 창 말기 글쇠의 X글쇠코드
lv: Ēnot Logu taustiņa XKeycode, 0, lai izslēgtu
mk: Клуч за сенка на прозорец XKeycode, 0 за оневозможување
mn: Цонх сүүдэрлүүлэх товчилуурын XKeycode 0 бол хаах
ms: Kekunci Gulung Tetingkap XKeycode, 0 untuk matikan
nl: Venster oprollen XKeycode, 0 om uit te schakelen
no: X-tastekode for tast som skyggelegger vinduet. 0 for å deaktivere
pl: Kod X klawisza do zaciemniania okna, 0 aby wyłączyć
pt: XKeycode da tecla de Janela Transparente, 0 para inactivar
pt_br: XKeycode da tecla de esconder janela, 0 para desabilitar
ro: Codul XKeycode al tastei Umbrire fereastră, 0 pentru dezactivare
ru: Код XKeycode клавиши для скручивания окна, 0 для отключения
sk: XKeycode pre kláves Zabaliť okno, alebo 0 pre vypnutie
sl: Tipkovnična koda X za senčenje okna, 0 za onemogočitev
sq: Tasti i mbështjelljes së dritares XKeycode, 0 për të disaktivizuar
sv: Fönsterskuggningstangentens X-tangentkod, 0 för att inaktivera
uk: Код XKeycode клавіші для згортання вікна, натисніть 0, щоб вимкнути
vi: XKeycode của phím Tạo Bóng Cửa Sổ, 0 là tắt

source: Sleep key's XKeycode
bg: Х кода на клавиша за приспиване
ca: XKeycode de la tecla de suspensió
cs: XKeycode uspávací klávesy
da: XKeycode for dvaletasten
de: XKeycode der Sleep-Taste
el: XKeycode πλήκτρου Sleep
es: XKeycode de la tecla de suspensión
fi: Uninäppäimen X-näppäinkoodi
fr: XKeycode de la touche Sommeil
he: XKeycode למקש שינה
hu: Elalvás billentyű XKeycode-ja
it: XKeycode del tasto per la sopensione
ja: スリープ・キーの Xkeycode
lv: Iemidzināšanas taustiņa XKeycode
mk: Клуч за мирување XKeycode
mn: Унтуулагч товчилуурын XKeycode
ms: XKeycode kekunci Tidur
nl: Slaapstand XKeycode
no: X-tastekode for sovetast
pl: Kod X klawisza do usypania
pt: XKeycode da tecla de Dormir
pt_br: XKeycode da tecla de Dormir
ro: Codul XKeycode al tastei Adormire
ru: Код XKeycode клавиши для "засыпания"
sk: XKeycode pre kláves Uspať
sl: Tipkovnična koda X za spanje
sq: Tasti i gjumit XKeycode
sv: Insomningstangentens X-tangentkod
uk: Код XKeycode клавіші для режиму очікування
vi: XKeycode của phím Ngủ

source: Sleep key's XKeycode, 0 to disable
bg: Х кода на клавиша за приспиване, с 0 се изключва
ca: XKeycode de la tecla de suspensió, 0 per a inhabilitar
cs: XKeycode uspávací klávesy, 0 vypne
da: XKeycode for dvaletasten, 0 for at deaktivere
de: XKeycode der Sleep-Taste, 0 zum Deaktivieren
el: XKeycode πλήκτρου Sleep, 0 για απενεργοποίηση
es: XKeycode de la tecla de suspensión, con 0 se desactiva
fi: Uninäppäimen X-näppäinkoodi, 0 poistaa käytöstä
fr: XKeycode de la touche Sommeil, 0 pour désactiver
he: XKeycode למקש שינה, 0 כדי לכבות
hu: Elalvás billentyű XKeycode-ja, a tiltáshoz 0
it: XKeycode del tasto per la sospensione, 0 per disabilitare
ja: スリープ・キーの XKeycode (0: 無効)
lv: Iemidzināšanas taustiņa XKeycode, 0, lai izslēgtu
mk: Клуч за мирување XKeycode, 0 за оневозможување
mn: Унтуулагч товчилуурын XKeycode 0 бол хаах
ms: XKeycode kekunci Tidur, 0 untuk matikan
nl: Slaapstand XKeycode, 0 om uit te schakelen
no: X-tastekode for sovetast. 0 for å deaktivere
pl: Kod X klawisza do usypiania, 0 aby wyłączyć
pt: XKeycode da tecla de Dormir, 0 para inactivar
pt_br: XKeycode da tecla de Dormir, 0 para desabilitar
ro: Codul XKeycode al tastei Adormire, 0 pentru dezactivare
ru: Код XKeycode клавиши для "засыпания", 0 для отключения
sk: XKeycode pre kláves Uspať, alebo 0 pre vypnutie
sl: Tipkovnična koda X za spanje, 0 za onemogočitev
sq: Tasti i gjumit XKeycode, 0 për të disaktivizuar
sv: Insomningstangentens X-tangentkod, 0 för att inaktivera
uk: Код XKeycode клавіші для режиму очікування, натисніть 0, щоб вимкнути
vi: XKeycode của phím Ngủ, 0 là tắt chức năng

source: Sound file to be played when volume is changed
bg: Кой файл да се просвири при промяна на силата на звука
ca: Fitxer de so a reproduir quan es canvia el volum
cs: Zvuk, který se má přehrát při změně hlasitosti
da: Lydfil som skal afspilles når lydstyrken ændres
de: Beim Verändern der Lautstärke wiederzugebende Audio-Datei
el: Αρχείο ήχου που θα εκτελείται όταν αλλάζει η ένταση
es: Archivo de sonido a reproducir cuando se cambia el volumen
fi: Äänenvoimakkuutta muutettaessa soitettava äänitiedosto
fr: Fichier son à lire lorsque le volume est changé
he: קובץ שמע לניגון כאשר משנים את העוצמה
hu: Lejátszandó hangfájl a hangerő változtatásakor
it: File audio da eseguire quando viene modificato il volume
ja: 音量を変更したら演奏するサウンド・ファイル
ko: 소리 크기가 변할 때 연주될 소리 파일
lv: Skaņas fails, ko atskaņot, kad tiek mainīts skaļums
mk: Звучна датотека да биде пуштена кога звукот е сменет
mn: Чанга өөрчилөгдөх үед тоглуулах дууны файл
ms: Fail bunyi untuk dimainkan bila volum berubah
nl: Geluidsbestand dat afgespeeld moet worden wanneer het volume wordt veranderd
no: Lydfil som skal spilles når volumet endres
pl: Plik dźwiękowy odtwarzany podczas zmiany głośności
pt: Ficheiro de som a ser tocado quando o volume é alterado
pt_br: Arquivo de som a ser tocado quando o volume for mudado
ro: Fişier multimedia de redat la schimbarea volumului
ru: Звуковой файл, который будет проигрываться, когда уровень громкости меняется
sk: Zvukový súbor prehraný pri zmene hlasitosti
sl: Zvočna datoteka, ki bo zaigrana, ko bo spremenjena glasnost
sq: File i zërit për tu luajtur(play) kur volumi është ndryshuar
sv: Ljudfil att spela när volymen ändras
uk: Звуковий файл, який програватиметься, коди буде змінюватися рівень гучності
vi: Tập tin âm thanh được chơi khi âm lượng thay đổi

source: Use PCM Volume instead of Master Volume
bg: Използвай PCM вместо основна сила на звука
ca: Usa el volum PCM en comptes del volum mestre
cs: Použít hlasitost PCM místo hlavní (master) hlasitosti
da: Benyt PCM-lydstyrke i stedet for hovedlydstyrke
de: PCM- statt Haupt-Lautstärke verwenden
el: Χρήση έντασης PCM αντί για Master Volume
es: Utilizar el volumen PCM en lugar del principal
fi: Käytä PCM-äänenvoimakkuutta yleisen äänenvoimakkuuden sijaan
fr: Utiliser le volume PCM à la place du volume principal
he: השתמש ב PCM במקום עוצמה מרכזית
hu: A PCM hangerő használata a Mester hangerő helyett
it: Utilizzare il volume PCM invece del volume generale
ja: 主音量の代わりに PCM 音量を使用する
ko: 기본 소리크기대신 PCM 소리크기를 씁니다
lv: Lietot PCM skaļumu Master (galvenā) skaļuma vietā
mk: Користи PCM звук наместо Главен звук
mn: PCM- г үндсэн чангаруулагчийн оронд хэрэглэх
ms: Guna Volum PCM selain drpd Volum induk
nl: PCM-volume gebruiken in plaats van het algemene volume
no: Bruk PCM-volum i steden for hovedvolum
pl: Sterowanie głośnością PCM zamiast globalną
pt: Utilizar Volume PCM em vez do Volume Principal
pt_br: Usar o Volume PCM ao invés do Volume Master
ro: Utilizează volumul PCM în locul volumului General
ru: Код XKeycode клавиши для использования уровня громкости канала PCM, а не основного
sk: Použiť hlasitosť PCM a nie celkovú hlasitosť
sl: Uporabi glasnost PCM namesto Glavne glasnosti
sq: Përdor volumin PCM në vend të Master Volume
sv: Använd PCM-volym istället för huvudvolymen
uk: Використовувати рівень кучності каналу ІКМ, а не основного
vi: Dùng Âm Lượng PCM thay cho Âm Lượng CHÍNH

source: Volume down key's XKeycode
bg: Х кода на клавиша за намаляне на звука
ca: XKeycode de la tecla per a baixar el volum
cs: XKeycode klávesy Snížení hlasitosti
da: XKeycode for lydstyrke ned-tasten
de: XKeycode der Leiser-Taste
el: XKeycode πλήκτρου μείωσης έντασης
es: XKeycode de la tecla para bajar el volumen
fi: Äänenvoimakkuudenpienennysnäppäimen X-näppäinkoodi
fr: XKeycode de la touche Baisse du volume
he: XKeycode למקש עוצמה מטה
hu: Halkítás billentyű XKeycode-ja
it: XKeycode del tasto per abbassare il volume
ja: 音量を下げるキーの Xkeycode
ko: 소리 낮춤 글쇠의 X글쇠코드
lv: Klusāk taustiņa XKeycode
mk: Клуч за намалување на звукот XKeycode
mn: Зөөлрүүлэгч товчилуурын XKeycode
ms: XKeycode kekunci Volum turun
nl: Geluid zachter XKeycode
no: X-tastekode for tast som senker volumet
pl: Kod X klawisza do ściszania
pt: XKeycode da tecla de reduzir Volume
pt_br: XKeycode da tecla de diminuir o volume
ro: Codul XKeycode al tastei Volum mişorat
ru: Код XKeycode клавиши для убавления громкости
sk: XKeycode pre kláves Znížiť hlasitosť
sl: Tipkovnična koda X za zmanjšanje glasnosti
sq: Tasti i uljes së volumit XKeycode
sv: Volymsänkningstangentens X-tangentkod
uk: Код XKeycode клавіші для зменшення гучності
vi: XKeycode của phím Giảm Âm Lượng

source: Volume down key's XKeycode, 0 to disable
bg: Х кода на клавиша за намаляне на звука, с 0 се изключва
ca: XKeycode de la tecla per a baixar el volum, 0 per a inhabilitar
cs: XKeycode klávesy Snížení hlasitosti, 0 vypne
da: XKeycode for lydstyrke ned-tasten, 0 for at deaktivere
de: XKeycode der Leiser-Taste, 0 zum Deaktivieren
el: XKeycode πλήκτρου μείωσης έντασης, 0 για απενεργοποίηση
es: XKeycode de la tecla para bajar el volumen, con 0 se desactiva
fi: Äänenvoimakkuudenpienennysnäppäimen X-näppäinkoodi, 0 poistaa käytöstä
fr: XKeycode de la touche Baisse du volume, 0 pour désactiver
he: XKeycode למקש עוצמה מטה, 0 כדי לכבות
hu: Halkítás billentyű XKeycode-ja, a tiltáshoz 0
it: XKeycode del tasto per abbassare il volume, 0 per disabilitare
ja: 音量を下げるキーの XKeycode (0: 無効)
ko: 소리 낮춤 글쇠의 X글쇠코드
lv: Klusāk taustiņa XKeycode, 0, lai izslēgtu
mk: Клуч за намалување на звукот XKeycode, 0 за оневозможување
mn: Суллагч товчилуурын XKeycode 0 бол хаах
ms: XKeycode kekunci Volum turun, 0 untuk matikan
nl: Geluid zachter XKeycode, 0 om uit te schakelen
no: X-tastekode for tast som senker volumet. 0 for å deaktivere
pl: Kod X klawisza do ściszania, 0 aby wyłączyć
pt: XKeycode da tecla de reduzir Volume, 0 para inactivar
pt_br: XKeycode da tecla de diminuir o volume, 0 para desabilitar
ro: Codul XKeycode al tastei Volum micşorat, 0 pentru dezactivare
ru: Код XKeycode клавиши для убавления громкости, 0 для отключения
sk: XKeycode pre kláves Znížiť hlasitosť, alebo 0 pre vypnutie
sl: Tipkovnična koda X za zmanjšanje glasnosti, 0 za onemogočitev
sq: Tasti i uljes së volumit XKeycode, 0 për të disaktivizuar
sv: Volymsänkningstangentens X-tangentkod, 0 för att inaktivera
uk: Код XKeycode клавіші для зменшення гучності, натисніть 0, щоб вимкнути
vi: XKeycode của phím Giảm Âm Lượng, 0 là tắt

source: Volume up key's XKeycode
bg: Х кода на клавиша за увеличаване на звука
ca: XKeycode de la tecla per a pujar el volum
cs: XKeycode klávesy Zvýšení hlasitosti
da: XKeycode for lydstyrke op-tasten
de: XKeycode der Lauter-Taste
el: XKeycode πλήκτρου αύξησης έντασης
es: XKeycode de la tecla para subir el volumen
fi: Äänenvoimakkuudenlisäysnäppäimen X-näppäinkoodi
fr: XKeycode de la touche Hausse du volume
he: XKeycode למקש עוצמה מעלה
hu: Hangosítás billentyű XKeycode-ja
it: XKeycode del tasto per alzare il volume
ja: 音量を上げるキーの Xkeycode
ko: 소리 높임 글쇠의 X글쇠코드
lv: Skaļāk taustiņa XKeycode
mk: Клуч за зголемување на звукот XKeycode
mn: Суллагч товчилуурын XKeycode
ms: XKeycode kekunci Volum naik
nl: Geluid harder XKeycode
no: X-tastekode for tast som øker volumet
pl: Kod X klawisza do zgłaśniania
pt: XKeycode da tecla de aumentar Volume
pt_br: XKeycode da tecla de aumentar o volume
ro: Codul XKeycode al tastei Volum mărit
ru: Код XKeycode клавиши для прибавления громкости
sk: XKeycode pre kláves Zvýšiť hlasitosť, alebo 0 pre vypnutie
sl: Tipkovnična koda X za povečanje glasnosti
sq: Tasti i ngritjes së volumit XKeycode
sv: Volymökningstangentens X-tangentkod
uk: Код XKeycode клавіші для збільшення гучності
vi: XKeycode của phím Tăng Âm Lượng

source: Volume up key's XKeycode, 0 to disable
bg: Х кода на клавиша за увеличаване на звука, с 0 се изключва
ca: XKeycode de la tecla per a pujar el volum, 0 per a inhabilitar
cs: XKeycode klávesy Zvýšení hlasitosti, 0 vypne
da: XKeycode for lydstyrke op-tasten, 0 for at deaktivere
de: XKeycode der Lauter-Taste, 0 zum Deaktivieren
el: XKeycode πλήκτρου αύξησης έντασης, 0 για απενεργοποίηση
es: XKeycode de la tecla para subir el volumen, con 0 se desactiva
fi: Äänenvoimakkuudenlisäysnäppäimen X-näppäinkoodi, 0 poistaa käytöstä
fr: XKeycode de la touche Hausse du volume, 0 pour désactiver
he: XKeycode למקש עוצמה מעלה, 0 כדי לכבות
hu: Hangosítás billentyű XKeycode-ja, a tiltáshoz 0
it: XKeycode del tasto per alzare il volume, 0 per disabilitare
ja: 音量を上げるキーの XKeycode (0: 無効)
ko: 소리 높임 글쇠의 X글쇠코드, 0은 사용않음
lv: Skaļāk taustiņa XKeycode, 0, lai izslēgtu
mk: Клуч за зголемување на звукот XKeycode, 0 за оневозможување
mn: Чангалагч товчилуурын XKeycode 0 бол хаах
ms: XKeycode kekunci Volum naik, 0 untuk matikan
nl: Geluid harder XKeycode, 0 om uit te schakelen
no: X-tastekode for tast som øker volumet. 0 for å deaktivere
pl: Kod X klawisza do zgłaśniania, 0 aby wyłączyć
pt: XKeycode da tecla de aumentar Volume, 0 para inactivar
pt_br: XKeycode da tecla de aumentar o volume, 0 para desabilitar
ro: Codul XKeycode al tastei Volum mărit, 0 pentru dezactivare
ru: Код XKeycode клавиши для прибавления громкости, 0 для отключения
sk: XKeycode pre kláves Zvýšiť hlasitosť
sl: Tipkovnična koda X za povečanje glasnosti, 0 za onemogočitev
sq: Tasti i ngritjes së volumit XKeycode, 0 për të disaktivizuar
sv: Volymökningstangentens X-tangentkod, 0 för att inaktivera
uk: Код XKeycode клавіші для збільшення гучності, натисніть 0, щоб вимкнути
vi: XKeycode của phím Tăng Âm Lượng, 0 để tắt

source: WWW key's XKeycode
bg: Х кода на клавиша за Световната мрежа
ca: XKeycode de la tecla de WWW
cs: XKeycode klávesy WWW
da: XKeycode for internettasten
de: XKeycode der Internet-Taste
el: XKeycode πλήκτρου WWW
es: XKeycode de la tecla de la web
fi: WWW-näppäimen X-näppäinkoodi
fr: XKeycode de la touche Web
he: XKeycode למקש WWW
hu: WWW billentyű XKeycode-ja
it: XKeycode del tasto WWW
ja: WWW ウェブ・キーの Xkeycode
ko: WWW 글쇠의 X글쇠코드
lv: WWW taustiņa XKeycode
mk: WWW клуч XKeycode
mn: Интернэт товчилуурын XKeycode
ms: XKeycode kekunci WWW
nl: Internet XKeycode
no: X-tastekode for WWW-tast
pl: Kod X klawisza do WWW
pt: XKeycode da tecla de WWW
pt_br: XKeycode da tecla de WWW
ro: Codul XKeycode al tastei Net
ru: Код XKeycode клавиши для веба
sk: XKeycode pre kláves WWW
sl: Tipkovnična koda X za WWW
sq: Tasti i WWW XKeycode
sv: WWW-tangentens X-tangentkod
uk: Код XKeycode клавіші для WWW
vi: XKeycode của phím WWW

source: WWW key's XKeycode, 0 to disable
bg: Х кода на клавиша за Световната мрежа, с 0 се изключва
ca: XKeycode de la tecla de WWW, 0 per a inhabilitar
cs: XKeycode klávesy WWW, 0 vypne
da: XKeycode for internettasten, 0 for at deaktivere
de: XKeycode der Internet-Taste, 0 zum Deaktivieren
el: XKeycode πλήκτρου WWW, 0 για απενεργοποίηση
es: XKeycode de la tecla de la web, con 0 se desactiva
fi: WWW-näppäimen X-näppäinkoodi, 0 poistaa käytöstä
fr: XKeycode de la touche Web, 0 pour désactiver
he: XKeycode למקש WWW, 0 כדי לכבות
hu: WWW billentyű XKeycode-ja, a tiltáshoz 0
it: XKeycode del tasto WWW, 0 per disabilitare
ja: WWW ウェブ・キーの XKeycode (0: 無効)
ko: WWW 글쇠의 X글쇠코드, 0은 사용않음
lv: Kalkulātora taustiņa XKeycode, 0, lai izslēgtu
mk: WWW клуч XKeycode, 0 за оневозможување
mn: Интернэт товчилуурын XKeycode 0 бол хаах
ms: XKeycode kekunci WWW, 0 untuk matikan
nl: Internet XKeycode, 0 om uit te schakelen
no: X-tastekode for WWW-tast. 0 for å deaktivere
pl: Kod X klawisza do WWW, 0 aby wyłączyć
pt: XKeycode da tecla de WWW, 0 para inactivar
pt_br: XKeycode da tecla de WWW, 0 para desabilitar
ro: Codul XKeycode al tastei Net, 0 pentru dezactivare
ru: Код XKeycode клавиши для веба, 0 для отключения
sk: XKeycode pre kláves WWW, alebo 0 pre vypnutie
sl: Tipkovnična koda X za WWW, 0 za onemogočitev
sq: Tasti i WWW XKeycode, 0 për të disaktivizuar
sv: WWW-tangentens X-tangentkod, 0 för att inaktivera
uk: Код XKeycode клавіші для WWW, натисніть 0, щоб вимкнути
vi: XKeycode của phím WWW, 0 là tắt chức năng

source: Accelerator key
bg: Клавиш за ускорител
ca: Tecla d'acceleració
cs: Klávesa zkratky
da: Genvejstast
de: Tastenkombinationstaste
el: Πλήκτρο συντόμευσης
es: Tecla de combinación
fi: Pikanäppäin
he: מקש קיצור
hu: Gyorsbillentyű
ja: アクセラレータ・キー
ko: 바로가기 글쇠
lv: Paātrinātāja taustiņš
mn: Хурдасгагч-товчилуур
nl: Sneltoets
no: Akselleratortast
pl: Klawisz akceleratora
pt: Tecla de atalho
pt_br: Tecla de atalho
ro: Tastă acceleratoare
ru: Клавиша ускорителя
sk: Kláves akcelerátora
sl: Pospeševalna tipka
sq: Tasti i përshpejtuesit
sv: Snabbtangent
uk: Клавіша прискорювача

source: Accelerator modifiers
bg: Модификатор на ускорителя
ca: Modificadors de l'accelerador
cs: Přepínače zkratky
da: Genvejsmodifikationer
de: Tastenkombinationsumschalter
el: Μετατροπείς συντόμευσης
es: Modificadores de combinaciones
fi: Pikanäppäimen valinnat
he: מקשי בקרה לקיצור
hu: Gyorsbillentyű-módosítók
ja: アクセラレータ修飾子
ko: 바로가기 변경자
lv: Paātrinātāja modifikatori
mn: Хурдасгагч сэлгүүр
nl: Sneltoets-optietoets
no: Endringstaster for aksellerator
pl: Modyfikatory akceleratora
pt: Modificadores de atalho
pt_br: Modificadores dos atalhos
ro: Modificatori accelerare
ru: Модификатор ускорителя
sk: Modifikátory akcelerátora
sl: Pospeševalni spremenilniki
sq: Modifikuesit e përshpejtuesit
sv: Snabbtangentsmodifierare
uk: Модифікатори прискорювача

source: Accelerator Mode
bg: Режим на ускорителя
ca: Mode d'acceleració
cs: Režim zkratky
da: Genvejstilstand
de: Tastenkombinationsmodus
el: Λειτουργία συντόμευσης
es: Modo de la combinación
fi: Pikanäppäimen tila
he: מצב קיצור
hu: Gyorsbillentyű mód
ja: アクセラレータ・モード
ko: 바로가기 모드
lv: Paātrinātāja Režīms
mn: Хурдасгагч горим
nl: Sneltoetsmodus
no: Akselleratormodus
pl: Tryb akceleratora
pt: Modo de Atalho
pt_br: Modo do Atalho
ro: Mod accelerare
ru: Режим ускорителя
sk: Režim akcelerátorov
sl: Način pospeševanja
sq: Mënyra e përshepjtimit
sv: Snabbtangentsläge
uk: Режим прискорювача

source: The type of accelerator.
bg: Типът на ускорителя
ca: El tipus d'accelerador.
cs: Typ klávesové zkratky.
da: Genvejstypen.
de: Der Tastenkürzeltyp
el: Το είδος της συντόμευσης.
es: El tipo de combinación.
fi: Pikanäppäimen tyyppi.
he: סוג הקיצור.
hu: A gyorsbillentyű típusa
ja: アクセラレータの種類です。
ko: 바로가기의 형식
lv: Paātrinātāja tips.
mn: Хурдасгагчийн төрөл
nl: Het sneltoetstype
no: Type aksellerator.
pl: Typ akceleratora
pt: O tipo de atalho.
pt_br: O tipo de atalho.
ro: Tipul acceleratorului.
ru: Тип ускорителя.
sk: Typ akcelerátora.
sl: Vrsta pospeševalnika.
sq: Tipi i përshpejtuesit
sv: Typen av snabbtangent.
uk: Тип прискорювача.
