Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/acme/po/*.po
Languages: bg, ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, lv, mk, mn, ms, nl, no, pl, pt, pt_br, ro, ru, sk, sl, sq, sv, uk, vi

source: Volume
bg: Сила на звука
ca: Volum
cs: Hlasitost
da: Lydstyrke
de: Lautstärke
el: Ένταση
es: Volumen
fi: Äänenvoimakkuus
he: עוצמה
hu: Hangerő
ja: 音量
ko: 소리 크기
lv: Skaļums
mk: Глас
mn: Чанга
ms: Volum
no: Volum
pl: Głośność
ro: Volum
ru: Громкость
sk: Hlasitosť
sl: Glasnost
sq: Volumi
sv: Volym
uk: Гучність
vi: Âm Lượng

source: Mute key
bg: Клавиш за заглушаване
ca: Tecla de silenci
cs: Umlčení
da: Dæmpningstast
de: Stumm-Taste
el: Πλήκτρο διακοπής ήχου
es: Tecla de silencio
fi: Vaimennusnäppäin
fr: Touche Sourdine
he: מקש השתקה
hu: Némítás billentyű
it: Tasto per azzerare il volume
ja: 消音キー
ko: 소리 끔
lv: Aplklusināšanas taustiņš
mk: Безгласен клуч
mn: Дуугүй-товчилуур
ms: Kekunci Mute
nl: Geluid uit
no: Dempetast
pl: Wyciszenie
pt: Tecla de silêncio
pt_br: Tecla de Emudecer
ro: Tastă Amuţire
ru: Клавиша заглушения
sk: Kláves Potichu
sl: Tipka za utišanje zvoka
sq: Tasti i mute(disaktivizimit të zërit)
sv: Tystningstangent
uk: Клавіша вимкнення звуку
vi: Phím Tắt Tiếng

source: Volume down key
bg: Клавиш за намаляне на звука
ca: Tecla per a baixar el volum
cs: Snížení hlasitosti
da: Lydstyrke ned-tast
de: Lauter-Taste
el: Πλήκτρο μείωσης έντασης
es: Tecla para bajar el volumen
fi: Äänenvoimakkuuden pienennysnäppäin
fr: Touche baisse du volume
he: מקש הקטנת עוצמה
hu: Halkítás billentyű
it: Tasto per abbassare il volume
ja: 音量を下げるキー
ko: 소리 낮춤 글쇠
lv: Klusāk taustiņš
mk: Клуч за намалување на гласот
mn: Чангалагч-товчилуур
ms: Kekunci Volum naik
nl: Geluid harder
no: Tast for senking av volum
pl: Ściszenie
pt: Tecla de redução volume
pt_br: Tecla de Diminuir o Volume
ro: Tastă Volum micşorat
ru: Клавиша убавления звука
sk: Kláves Znížiť hlasitosť
sl: Tipka za zmanjšanje glasnosti
sq: Tasti i uljes së volumit
sv: Volymsänkningstangent
uk: Клавіша зменшення гучності
vi: Phím Giảm Âm Lượng

source: Volume up key
bg: Клавиш за увеличаване на звука
ca: Tecla per a pujar el volum
cs: Zvýšení hlasitosti
da: Lydstyrke op-tast
de: Leiser-Taste
el: Πλήκτρο αύξησης έντασης
es: Tecla para subir el volumen
fi: Äänenvoimakkuuden lisäysnäppäin
fr: Touche hausse du volume
he: מקש הגדלת עוצמה
hu: Hangosítás billentyű
it: Tasto per alzare il volume
ja: 音量を上げるキー
ko: 소리 높임 글쇠
lv: Skaļāk taustiņš
mk: Клуч за зголемување на гласот
mn: Суллагч-товчилуур
ms: kKkunci volum turun
nl: Geluid zachter
no: Tast for øking av volum
pl: Zgłośnienie
pt: Tecla de aumento de volume
pt_br: Tecla de Aumentar o Volume
ro: Tastă Volum mărit
ru: Клавиша прибавления звука
sk: Kláves Zvýšiť hlasitosť
sl: Tipka za povečanje glasnosti
sq: Tasti i ngritjes së volumit
sv: Volymökningstangent
uk: Клавіша збільшення гучності
vi: Phím Tăng Âm Lượng

source: Power key
bg: Клавиш за изключване
ca: Tecla d'apagat
cs: Vypínač
da: Afbrydertast
de: Power-Taste
el: Πλήκτρο Power
es: Tecla de apagado
fi: Virtanäppäin
fr: Touche Power
he: מקש הפעלה
hu: Főkapcsoló billentyű
it: Tasto di alimentazione
ja: 電源キー
ko: 전원 글쇠
lv: Strāvas taustiņš
mk: Клуч за напојување
mn: Асаах-товчилуур
ms: Kekunci Kuasa
nl: Aan/uit
no: Strømtast
pl: Zasilanie
pt: Tecla de energia
pt_br: Tecla de Energia
ro: Tastă Oprire
ru: Клавиша включения питания
sk: Kláves Zapnúť
sl: Tipka za vklop
sq: Tasti i fuqisë(power)
sv: Strömtangent
uk: Клавіша живлення
vi: Phím Năng Lượng

source: Eject key
bg: Клавиш за отваряне на CD-то
ca: Tecla d'ejecció
cs: Vysunutí
da: Skub ud-tast
de: Auswurftaste
el: Πλήκτρο εξαγωγής
es: Tecla de expulsión
fi: Levynpoistonäppäin
fr: Touche Eject
he: מקש הוצאה
hu: Média kiadása billentyű
it: Tasto eject
ja: イジェクト・キー
ko: 꺼내기 글쇠
lv: Iekārtas izbīdes taustiņš
mk: Клуч за исфрлање
mn: Түлхэх товчилуур
ms: Kekunci Eject
nl: Uitwerpen
no: Utløsingstast
pl: Wysunięcie nośnika
pt: Tecla de ejectar
pt_br: Tecla de Ejetar
ro: Tastă Eject
ru: Клавиша выброса диска
sk: Kláves Vysunúť
sl: Tipka za izmet
sq: Tasti i eject(i nxjerrjes)
sv: Utmatningstangent
uk: Клавіша витягування носія
vi: Phím Nhả Ra

source: Media key
bg: Клавиш за аудио
ca: Tecla de mèdia
cs: Média
da: Mediatast
de: Medien-Taste
el: Πλήκτρο Media
es: Tecla de Multimedia
fi: Medianäppäin
fr: Touche Média
he: מקש מדיה
hu: Média billentyű
ja: メディア・キー
ko: 미디어 글쇠
lv: Medija taustiņš
mk: Медиа клуч
mn: Медиен -товчилуур
ms: Kekunci Media
nl: Media
no: Mediatast
pl: Media
pt: Tecla de media
pt_br: Tecla de Mídia
ro: Tastă Media
ru: Клавиша носителя
sk: Kláves Médium
sl: Tipka za medije
sq: Tasti i medias
sv: Mediatangent
uk: Клавіша носія
vi: Phím Phương Tiện

source: Play key
bg: Клавиш за пускане (аудио)
ca: Tecla de reproducció
cs: Přehrávání
da: Afspiltast
de: Wiedergabe-Taste
el: Πλήκτρο αναπαραγωγής
es: Tecla de reproducción
fi: Toistonäppäin
fr: Touche Lecture
he: מקש נגן
hu: Lejátszás billentyű
ja: 演奏キー
ko: 연주 글쇠
lv: Atskaņošanas taustiņš
mk: Клуч за пуштање
mn: Тоглуулагч-товчилуур
ms: Kekunci Main
nl: Afspelen
no: Tast for avspilling
pl: Odtwarzanie
pt: Tecla de tocar
pt_br: Tecla de Reproduzir
ro: Tastă Redare
ru: Клавиша проигрывания
sk: Kláves Hrať
sl: Tipka za predvajanje
sq: Tasti i play
sv: Spelatangent
uk: Клавіша відтворення
vi: Phím Chơi

source: Pause key
bg: Клавиш пауза (аудио)
ca: Tecla de pausa
cs: Pozastavení
da: Pausetast
de: Pause-Taste
el: Πλήκτρο παύσης
es: Tecla de pausa
fi: Taukonäppäin
fr: Touche Pause
he: מקש הפסק (שמע)
hu: Szünet billentyű
ja: 一時停止キー
ko: 잠시 멈춤 글쇠
lv: Pauzes taustiņš
mk: Клуч за пауза
mn: Түр зогсолт-товчилуур
ms: Kekunci Kaku
nl: Pauzeren
no: Pausetast
pl: Wstrzymanie
pt: Tecla de pausar
pt_br: Tecla de Pausa
ro: Tastă Pauză
ru: Клавиша паузы
sk: Kláves Pauza
sl: Tipka za premor
sq: Tasti i pauzes
sv: Paustangent
uk: Клавіша паузи
vi: Phím Tạm Dừng

source: Stop (Audio) key
bg: Клавиш за спиране (аудио)
ca: Tecla de parada (àudio)
cs: Stop (audio)
da: Stoptast (lyd)
de: Stop-Taste (Audio)
el: Πλήκτρο Διακοπής (Audio)
es: Tecla de detención (audio)
fi: Pysäytysnäppäin (ääni)
fr: Touche Arrêt lecture
he: מקש עצור (שמע)
hu: Állj (Hang) billentyű
ja: 停止 (オーディオ) キー
ko: 오디오 멈춤 글쇠
lv: Stop (Audio) taustiņš
mk: Стоп (Аудио) клуч
mn: Зогсоох-товчилуур (Аудио)
ms: Kekunci Henti (Audio)
nl: Stop (audio)
no: Stopptast (lyd)
pl: Zatrzymanie (dźwięk)
pt: Tecla de parar (Audio)
pt_br: Tecla de Parar (Audio)
ro: Tastă Stop (Audio)
ru: Клавиша остановки (аудио)
sk: Kláves Zastaviť (zvuk)
sl: Tipka za prenehanje (glasba)
sq: Tasti i (Audio) stop
sv: Stopptangent (ljud)
uk: Клавіша зупинки (аудіо)
vi: Phím Dừng (Audio)

source: Previous (Audio) key
bg: Клавиш за предна песен (аудио)
ca: Tecla d'anterior (àudio)
cs: Předchozí (audio)
da: Foregåendetast (lyd)
de: Vorheriger-Taste (Audio)
el: Πλήκτρο προηγουμένου (Audio)
es: Tecla de retroceso (audio)
fi: Edellinen-näppäin (ääni)
fr: Touche Piste précédente
he: מקש (שמע) קודם
hu: Következő (Hang) billentyű
ja: 戻る (オーディオ) キー
ko: 이전 오디오 글쇠
lv: Iepriekšējā (Audio) taustiņš
mk: Предходен (Аудио) клуч
mn: Өмнөх-товчилуур (Аудио)
ms: Kekunci Terdahulu (Audio)
nl: Vorige (audio)
no: Tast for forrige (lyd)
pl: Poprzedni (dźwięk)
pt: Tecla de anterior (Audio)
pt_br: Tecla de Anterior (Audio)
ro: Tastă Înapoi (Audio)
ru: Клавиша предыдущей дорожки (аудио)
sk: Kláves Predchádzajúci (zvuk)
sl: Tipka za prejšnjo pesem (glasba)
sq: Tasti (Audio) precedent
sv: Föregåendetangent (ljud)
uk: Клавіша попередньої доріжки (аудіо)
vi: Phím Trước (Audio)

source: Next (Audio) key
bg: Клавиш за следваща песен (аудио)
ca: Tecla de següent (àudio)
cs: Následující (audio)
da: Næstetast (lyd)
de: Nächster-Taste (Audio)
el: Πλήκτρο επόμενου (Audio)
es: Tecla de avance (audio)
fi: Seuraava-näppäin (ääni)
fr: Touche Piste suivante
he: מקש (שמע) הבא
hu: Előző (Hang) billentyű
ja: 進む (オーディオ) キー
ko: 다음 오디오 글쇠
lv: Nākošā (Audio) taustiņš
mk: Следен (Аудио) клуч
mn: Дараах-товчилуур (Аудио)
ms: Kekunci Berikutnya (Audio)
nl: Volgende (audio)
no: Tast for neste (lyd)
pl: Następny (dźwięk)
pt: Tecla de seguinte (Audio)
pt_br: Tecla de Próximo (Audio)
ro: Tastă Înainte (Audio)
ru: Клавиша следующей дорожки (аудио)
sk: Kláves Nasledujúci (zvuk)
sl: Tipka za naslednjo pesem (glasba)
sq: Tasti (Audio) pasardhës
sv: Nästatangent (ljud)
uk: Клавіша наступної доріжки (аудіо)
vi: Phím Tiếp Theo (Audio)

source: My Home key
bg: Клавиш Вкъщи
ca: Tecla de directori personal
cs: Domovský adresář
da: Mit hjem-tast
de: Persönlicher Ordner-Taste
el: Αρχικό μου πλήκτρο
es: Tecla de Mi hogar (inicio)
fi: Kotinäppäin
fr: Touche Répertoire personnel
he: מקש הבית שלי
hu: Saját gép billentyű
it: Tasto home
ja: My ホーム・キー
ko: 내 폴더 글쇠
lv: Manas Mājas taustiņš
mk: Мој почетен клуч
mn: Хувийн лавлах-товчилуур
ms: Kekunci Rumah Daku
nl: Mijn thuis
no: Tast for hjemmeside
pl: Położenie początkowe
pt: Tecla Minha Casa
pt_br: Tecla Home
ro: Tastă Acasă
ru: Клавиша "Домой"
sk: Kláves Môj domov
sl: Tipka za Moj dom
sq: Tasti i Home(shtëpia)
sv: Hemtangent
uk: Клавіша "Додому"
vi: Phím My Home

source: Refresh key
bg: Клавиш за обновяване
ca: Tecla de refresc
cs: Obnovení
da: Opdatér-tast
de: Aktualisieren-Taste
el: Πλήκτρο ανανέωσης
es: Tecla de actualización
fi: Virkistysnäppäin
fr: Touche Rafraîchissement
he: מקש רענון
hu: Frissítés billentyű
ja: リフレッシュ・キー
lv: Atjaunināšanas taustiņš
mk: Клуч за освежување
mn: Сэргээгч товчилуур
ms: Kekunci Segar
nl: Verversen
no: Tast for oppdatering
pl: Odświeżenie
pt: Tecla de Actualizar
pt_br: Tecla de Atualização
ro: Tastă Reîncărcare
ru: Клавиша обновления
sk: Kláves Aktualizovať
sl: Tipka za osvežitev
sq: Tasti i rifreskimit
sv: Uppdateratangent
uk: Клавіша оновлення
vi: Phím Làm Tươi Lại

source: Search key
bg: Клавиш за търсене
ca: Tecla de cerca
cs: Hledání
da: Søgningstast
de: Suchtaste
el: Πλήκτρο εύρεσης
es: Tecla de búsqueda
fi: Hakunäppäin
fr: Touche Recherche
he: מקש חיפוש
hu: Keresés billentyű
it: Tasto per la ricerca
ja: 検索キー
ko: 찾기 글쇠
lv: Meklēšanas taustiņš
mk: Клуч за пребарување
mn: Хайх-товчилуур
ms: Kekunci Carian
nl: Zoeken
no: Tast for søk
pl: Wyszukiwanie
pt: Tecla de Procurar
pt_br: Tecla de Busca
ro: Tastă Căutare
ru: Клавиша поиска
sk: Kláves Hľadať
sl: Tipka za iskanje
sq: Tasti i kërkimit
sv: Söktangent
uk: Клавіша пошуку
vi: Phím Tìm Kiếm

source: E-Mail key
bg: Клавиш за електронна поща
ca: Tecla de correu-e
cs: Email
da: Epost-tast
de: E-Mail-Taste
el: Πλήκτρο E-Mail
es: Tecla de correo
fi: Sähköpostinäppäin
fr: Touche Courrier
he: מקש דוא"ל
hu: E-mail billentyű
it: Tasto e-mail
ja: E-メール・キー
ko: 메일 글쇠
lv: E-pasta taustiņš
mk: E-Mail клуч
mn: Э-Захиа-товчилуур
ms: Kekunci Emel
nl: E-mail
no: Tast for e-post
pl: Poczta elektroniczna
pt: Tecla de E-Mail
pt_br: Tecla de E-mail
ro: Tastă Email
ru: Клавиша электронной почты
sk: Kláves E-mail
sl: Tipka za e-pošto
sq: Tasti i e-mail-it
sv: E-posttangent
uk: Клавіша електронної пошти
vi: Phím E-Mail

source: Sleep key
bg: Клавиш за приспиване
ca: Tecla de suspensió
cs: Uspávací klávesa
da: Dvaletast
de: Sleep-Taste
el: Πλήκτρο Sleep
es: Tecla de suspender
fi: Uninäppäin
fr: Touche Sommeil
he: מקש שינה
hu: Elalvás billentyű
it: Tasto per la sospensione
ja: スリープ・キー
lv: Iemidzināšanas taustiņš
mk: Копче за мирување
mn: Унтуулах-товчилуур
ms: Kekunci Tidur
nl: Slaapstand
no: Pausetast
pl: Uśpienie
pt: Tecla de dormir
pt_br: Tecla de Dormir
ro: Tastă Adormire
ru: Клавиша "засыпания"
sk: Kláves Uspať
sl: Tipka za spanje
sq: Tasti i gjumit
sv: Insomningstangent
uk: Клавіша режиму очікування
vi: Phím Ngủ

source: Screensaver key
bg: Клавиш за предпазителя на екрана
ca: Tecla de salvapantalles
cs: Šetřič obrazovky
da: Pauseskærmstast
de: Bildschirmschoner-Taste
el: Πλήκτρο Προφύλαξης Οθόνης
es: Tecla del salvapantallas
fi: Näytönsäästäjänäppäin
fr: Touche Écran de veille
he: מקש שומר-מסך
hu: Képernyővédő billentyű
it: Tasto per il salva schermo
ja: スクリーンセーバ・キー
ko: 화면보호기 글쇠
lv: Ekrānsaudzētāja taustiņš
mk: Клуч за screensaver
mn: Дэлгэц гамнах-товчилуур
ms: Kekunci Screensaver
nl: Schermbeveiliging
no: Skjermsparertast
pl: Wygaszacz ekranu
pt: Tecla de protector de ecrã
pt_br: Tecla de Protetor de Tela
ro: Tastă Protecţie ecran
ru: Клавиша хранителя экрана
sk: Kláves Šetrič obrazovky
sl: Tipka za ohranjevalnik zaslona
sq: Tasti i screensaver-it
sv: Skärmsläckartangent
uk: Клавіша зберігача екрана
vi: Phím Trình Bảo Vệ Màn Hình

source: Finance key
bg: Клавиш за финанси
ca: Tecla de finances
cs: Finance
da: Finanstast
de: Finanzen-Taste
el: Πλήκτρο Finance
es: Tecla de finanzas
fi: Talousnäppäin
fr: Touche Finance
he: מקש כלכלי
hu: Pénzügyek billentyű
it: Tasto finanze
ja: 家計簿キー
ko: 가계부 글쇠
lv: Finanšu taustiņš
mk: Клуч за финансирање
mn: Санхүү-товчилуур
ms: Kekunci Kewangan
nl: Financiën
no: Finanstast
pl: Finanse
pt: Tecla de finanças
pt_br: Tecla de Finanças
ro: Tastă Finanţe
ru: Клавиша финансов
sk: Kláves Financie
sl: Tipka za finance
sq: Tasti i financës
sv: Ekonomitangent
uk: Клавіша фінансів
vi: Phím Tài Chính

source: Help key
bg: Клавиш за помощ
ca: Tecla d'ajuda
cs: Nápověda
da: Hjælpetast
de: Hilfe-Taste
el: Πλήκτρο Βοήθειας
es: Tecla de ayuda
fi: Ohjenäppäin
fr: Touche Aide
he: מקש עזרה
hu: Súgó billentyű
it: Tasto per l'aiuto
ja: ヘルプ・キー
ko: 도움말 글쇠
lv: Palīdzības taustiņš
mk: Клуч за помош
mn: Тусламж-товчилуур
ms: Kekunci Bantuan
nl: Hulp
no: Tast for hjelp
pl: Pomoc
pt: Tecla de ajuda
pt_br: Tecla de Ajuda
ro: Tastă Ajutor
ru: Клавиша справки
sk: Kláves Pomocník
sl: Tipka za pomoč
sq: Tasti i help(ndihmë)
sv: Hjälptangent
uk: Клавіша довідки
vi: Phím Trợ Giúp

source: WWW key
bg: Клавиш за Световната мрежа
ca: Tecla de WWW
cs: WWW
da: Internettast
de: Internet-Taste
el: Πλήκτρο WWW
es: Tecla de web
fi: WWW-näppäin
fr: Touche Web
he: מקש WWW
hu: WWW billentyű
it: Tasto WWW
ja: WWW ウェブ・キー
ko: WWW 글쇠
lv: WWW taustiņš
mk: WWW клуч
mn: Интернэт-товчилуур
ms: Kekunci WWW
nl: Internet
no: WWW-tast
pl: WWW
pt: Tecla WWW
pt_br: Tecla de WWW
ro: Tastă Net
ru: Клавиша веба
sk: Kláves WWW
sl: Tipka za WWW
sq: Tasti i WWW
sv: WWW-tangent
uk: Клавіша WWW
vi: Phím WWW

source: Groups key
bg: Клавиш за групи
ca: Tecla de grups
cs: Skupiny
da: Grupper-tast
de: Gruppen-Taste
el: Πλήκτρο ομάδων
es: Tecla de grupos
fi: Ryhmänäppäin
fr: Touche Groupes
he: מקש קבוצות
hu: Csoportok billentyű
ja: グループ・キー
ko: 그놈 새소식 글쇠
lv: Grupu taustiņš
mk: Клуч за групи
mn: Групп-товчилуур
ms: Kekunci Kumpulan
nl: Groepen
no: Gruppetast
pl: Grupy
pt: Tecla de grupos
pt_br: Tecla de Grupos
ro: Tastă Grupuri
ru: Клавиша групп
sk: Kláves Skupiny
sl: Tipka za skupine
sq: Tasti i grupit
sv: Grupptangent
uk: Клавіша груп
vi: Phím Nhóm

source: Calculator key
bg: Клавиш за калкулатор
ca: Tecla de calculadora
cs: Kalkulátor
da: Lommeregnertast
de: Taschenrechner-Taste
el: Πλήκτρο αριθμομηχανής
es: Tecla de calculadora
fi: Laskinnäppäin
fr: Touche Calculette
he: מקש מחשבון
hu: Számológép billentyű
it: Tasto per la calcolatrice
ja: 電卓キー
ko: 계산기 글쇠
lv: Kalkuklātora taustiņš
mk: Клуч за пресметување
mn: Тооны машин-товчилуур
ms: Kekunci Kalkulator
nl: Rekenmachine
no: Tast for kalkulator
pl: Kalkulator
pt: Tecla de calculadora
pt_br: Tecla de Calculadora
ro: Tastă Calculator
ru: Клавиша калькулятора
sk: Kláves Kalkulačka
sl: Tipka za kalkulator
sq: Tasti i kalkulatorit
sv: Miniräknartangent
uk: Клавіша калькулятора
vi: Phím trình Bàn Tính

source: Record key
bg: Клавиш за запис
ca: Tecla per a enregistrar
cs: Záznam
da: Optag-tast
de: Aufnahmetaste
el: Πλήκτρο ηχογράφησης
es: Tecla de grabación
fi: Tallennusnäppäin
fr: Touche Enregistrement
he: מקש הקלטה
hu: Rögzítés billentyű
it: Tasto per la registrazione audio
ja: 録音キー
ko: 녹음 글쇠
lv: Ierakstīt taustiņu
mk: Клуч за снимање
mn: Бичлэгийн товчилуур
ms: Kekunci Rekod
nl: Opnemen
no: Opptakstast
pl: Zapis
pt: Tecla de gravação
pt_br: Tecla de Gravar
ro: Tastă Înregistrare
ru: Клавиша записи
sk: Kláves Nahrávať
sl: Tipka za snemanje
sq: Tasti i regjistrimit
sv: Inspelningstangent
uk: Клавіша запису
vi: Phím Ghi

source: Close Window key
bg: Клавиш за затваряне на прозореца
ca: Tecla per a tancar la finestra
cs: Zavření okna
da: Luk vindue-tast
de: Fenster schließen-Taste
el: Πλήκτρο κλεισίματος παραθύρου
es: Tecla para cerrar una ventana
fi: Ikkunansulkemisnäppäin
fr: Touche Fermeture de la fenêtre
he: מקש סגירת חלון
hu: Ablak bezárása billentyű
ja: ウィンドウを閉じるキー
ko: 창 닫기 글쇠
lv: Aizvērt Logu taustiņš
mk: Клуч за затварање на прозорец
mn: Цонх хаах товчилуур
ms: Kekunci Tutup Tetingkap
nl: Venster sluiten
no: «Lukk vindu»-tast
pl: Zamknięcie okna
pt: Tecla de Encerrar Janela
pt_br: Tecla de Fechar Janela
ro: Tastă Închidere fereastră
ru: Клавиша закрытия окна
sk: Kláves Zavrieť okno
sl: Tipka za zaprtje okna
sq: Tasti i mbylljes së dritares
sv: Fönsterstängningstangent
uk: Клавіша закриття вікна
vi: Phím Đóng Cửa Sổ

source: Shade Window key
bg: Клавиш за свиване на прозорец
ca: Tecla per a amagar la finestra
cs: Zarolování okna
da: Rul vindue-tast
de: Fenster einrollen-Taste
el: Πλήκτρο σκίασης παραθύρου
es: Tecla para plegar Ventana
fi: Ikkunanpienennysnäppäin
fr: Touche Réduction de fenêtre
he: מקש הצללת חלון
hu: Ablak felgördítése billentyű
ja: ウィンドウを巻き上げるキー
ko: 창 말기 글쇠
lv: Ēnot Logu taustiņš
mk: Клуч за сенка на прозорец
mn: Цонх сүүдэрлүүлэх товчилуур
ms: Kekunci Gulung Tetingkap
nl: Venster oprollen
no: Tast for skyggelegging av vindu
pl: Zwinięcie okna
pt: Tecla de Janela Transparente
pt_br: Tecla de Desativar Janela
ro: Tastă Umbrire fereastră
ru: Клавиша скручивания окна
sk: Kláves Zabaliť okno
sl: Tipka za senčenje okna
sq: Tasti i mbështjelljes së dritares
sv: Fönsterskuggningstangent
uk: Клавіша згортання вікна
vi: Phím Tạo Bóng Cửa Sổ

source: Brightness down key
bg: Клавиш за намаляне на осветеността
ca: Tecla per a baixar la brillantor
cs: Snížení jasu
da: Lysstyrke ned-tast
de: Dunkler-Taste
el: Πλήκτρο μείωσης φωτεινότητας
es: Tecla para bajar el brillo
fi: Kirkkaudenvähennysnäppäin
fr: Touche Baisse de la luminosité
he: מקש בהירות מטה
hu: Fényerő csökkentése billentyű
it: Tasto per abbassare la luminosità
ja: 輝度を下げるキー
ko: 밝기 낮춤 글쇠
lv: Tumšāk taustiņš
mk: Копче за намалување на осветленоста
mn: Харлуулагч товчилуур
ms: Kekunci Kecerahan turun
nl: Minder helderheid
no: Tast for senking av lysstyrke
pl: Zmniejszenie jasności
pt: Tecla de reduzir brilho
pt_br: Tecla de Diminuir o Brilho
ro: Tastă Strălucire crescută
ru: Клавиша убавления яркости
sk: Kláves Znížiť jas
sl: Tipka za zmanjšanje svetilnosti
sq: Tasti i uljes së ndriçimit
sv: Ljusstyrkesänkningstangent
uk: Клавіша зменшення яскравості
vi: Phím Giảm Độ Sáng

source: Brightness up key
bg: Клавиш за увеличаване на осветеността
ca: Tecla per a pujar la brillantor
cs: Zvýšení jasu
da: Lysstyrke op-tast
de: Heller-Taste
el: Πλήκτρο αύξησης φωτεινότητας
es: Tecla para subir el brillo
fi: Kirkkaudenlisäysnäppäin
fr: Touche Hausse de la luminosité
he: מקש בהירות מעלה
hu: Fényerő növelése billentyű
it: Tasto per alzare la luminosità
ja: 輝度を上げるキー
ko: 밝기 높임 글쇠
lv: Gaišāk taustiņš
mk: Копче за зголемување на осветленоста
mn: Цайруулагч товчилуур
ms: Kekunci Kecerahan naik
nl: Meer helderheid
no: Tast for øking av lysstyrke
pl: Zwiększenie jasności
pt: Tecla de aumentar brilho
pt_br: Tecla de Aumentar o Brilho
ro: Tastă Strălucire micşorată
ru: Клавиша прибавления яркости
sk: Kláves Zvýšiť jas
sl: Tipka za povečanje svetilnosti
sq: Tasti i ngritjes së ndriçimit
sv: Ljusstyrkeökningstangent
uk: Клавіша збільшення яскравості
vi: Phím Tăng Độ Sáng

source: Disabled
bg: Изключен
ca: Inhabilitada
cs: Vypnuto
da: Deaktiveret
de: Deaktiviert
el: Ανενεργό
es: Desactivado
fi: Poissa käytöstä
fr: Désactivé
he: כבוי
hu: Tiltott
it: Disabilitato
ja: 無効
ko: 쓰지 않기
lv: Deaktivizēts
mk: Оневозможено
mn: Хаах
ms: Dimatikan
nl: Uitgeschakeld
no: Deaktivert
pl: Wyłączono
pt: Inactivo
pt_br: Desabilitado
ro: Dezactivată
ru: Отключено
sk: Vypnuté
sl: Onemogočeno
sq: Disaktivizuar
sv: Inaktiverad
uk: Вимкнено
vi: Tắt

source: Enabled
bg: Включен
ca: Habilitada
cs: Zapnuto
da: Aktiveret
de: Aktiviert
el: Ενεργό
es: Activado
fi: Käytössä
fr: Activé
he: דולק
hu: Engedélyezett
it: Abilitato
ja: 有効
ko: 쓰기
lv: Aktivizēts
mk: Овозможено
mn: Идэвхижүүлэх
ms: Dihidupkan
nl: Ingeschakeld
no: Aktivert
pl: Włączono
pt: Activo
pt_br: Habilitado
ro: Activată
ru: Включено
sk: Zapnuté
sl: Omogočeno
sq: Aktivizuar
sv: Aktiverad
uk: Увімкнено
vi: Bật chạy

source: This key is already bound to an action. Please select another key.
bg: На клавиша е присвоено друго действие. Изберете друг клавиш.
ca: Aquesta tecla ja està assignada a una acció. Si us plau, seleccioneu un altra tecla.
cs: Tato klávesa je již spojena s akcí. Vyberte prosím jinou klávesu.
da: Denne tast er allerede forbundet til en handling. Vælg en anden tast.
de: Diese Taste ist bereits einer Aktion zugewiesen. Bitte wählen Sie eine andere.
el: Αυτό το πλήκτρο είναι ήδη συνδεδεμένο με μια ενέργεια. Επιλέξτε ένα άλλο πλήκτρο.
es: Esta tecla ya tiene asociada una acción. Seleccione otra tecla.
fi: Tämä näppäin on jo sidottu toimintoon. Valitse toinen näppäin.
fr: Cette touche est déjà liée à une action. Choisissez s'il-vous-plaît une autre touche.
he: מקש זה כבר משויך לפעולה. אנא בחר מקש אחר.
hu: Ez a billentyű már hozzá van kötve egy művelethez. Kérlek válassz másik billentyűt.
it: Questo tasto è già associato ad un'azione. Selezionarne un altro.
ja: このキーは既にアクションが割り当てられています。 別のキーを選択して下さい。
ko: 이 글쇠는 이미 등록되어 있습니다. 다른 글쇠를 골라주세요.
lv: Šis taustiņš jau ir piesaistīts darbībai. Lūdzu izvēlaties citu taustiņu.
mk: Клучот е веќе ограничен на некое дејство. Избери друг клуч.
mn: Энэ товч хэдийнэ үйлдэлд хэрэглэгдсэн. Өөр товчилуур сонгоно уу.
ms: Kekunci ini sudah dibound ke satu aksi. Sila pilih kekunci lain
nl: Deze toets is al ergens aan gebonden. Kies a.u.b. een andere toets.
no: Denne tasten er allerede bundet til en handling. Vennligst velg en annen tast.
pl: Ten klawisz jest już przypisany do akcji. Wybierz inny klawisz.
pt: Esta tecla já se encontra associada a uma acção. Seleccione outra tecla.
pt_br: Esta tecla já está associada a uma ação. Por favor, escolha outra tecla.
ro: Această tastă este deja asociată unei alte acţiuni. Vă rugăm să selectaţi o altă tastă.
ru: Этой клавише уже назначена команда. Выберите другую клавишу.
sk: Tento kláves je už využívaný. Prosím, vyberte iný.
sl: Ta tipka je že vezana na neko dejanje. Prosim, izberite drugo tipko.
sq: Ky tast është tashmë i zënë nga një veprim. Ju lutem zgjidhni një tast tjetër.
sv: Denna tangent är redan knuten till en åtgärd. Välj en annan tangent.
uk: Цій клавіші вже призначено команду. Виберіть іншу клавішу.
vi: Phím này để bật một hành động rồi. Hãy chọn phím khác.

source: Description
bg: Описание
ca: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
fi: Kuvaus
he: תיאור
hu: Leírás
it: Descrizione
ja: 説明
ko: 설명
lv: Apraksts
mk: Опис
mn: Тодорхойлолт
ms: Keterangan
nl: Omschrijving
no: Beskrivelse
pl: Opis
pt: Descrição
pt_br: Descrição
ro: Descriere
ru: Описание
sk: Popis
sl: Opis
sq: Përshkrim
sv: Beskrivning
uk: Опис
vi: Mô tả

source: Status
bg: Състояние
ca: Estat
cs: Stav
el: Κατάσταση
es: Estado
fi: Tila
fr: État
he: מצב
hu: Állapot
it: Stato
ja: 状態
ko: 상태
lv: Statuss
mk: Статус
mn: Төлөв
pl: Stan
pt: Estado
pt_br: Estado
ru: Состояние
sk: Stav
sl: Stanje
uk: Стан
vi: Trạng thái
