Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/acme/po/*.po
Languages: bg, ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, lv, mk, mn, ms, nl, no, pl, pt, pt_br, ro, ru, sk, sl, sq, sv, uk, vi

source: My Home key's XKeycode, 0 to disable
bg: Х кода на клавиша Вкъщи, с 0 се изключва
ca: XKeycode de la tecla de directori personal, 0 per a inhabilitar
cs: XKeycode klávesy Domovský adresář, 0 vypne
da: XKeycode for mit hjem-tasten, 0 for at deaktivere
de: XKeycode der Persönlicher Ordner-Taste, 0 zum Deaktivieren
el: XKeycode αρχικού μου πλήκτρου, 0 για απενεργοποίηση
es: XKeycode de la de Mi hogar (inicio), con 0 se desactiva
fi: Kotinäppäimen X-näppäinkoodi, 0 poistaa käytöstä
fr: XKeycode de la touche Répertoire personnel, 0 pour désactiver
he: XKeycode למקש הבית שלי, 0 כדי לכבות
hu: Saját gép billentyű XKeycode-ja, a tiltáshoz 0
it: XKeycode del tasto home, 0 per disabilitare
ja: My ホーム・キーの XKeycode (0: 無効)
ko: 내 폴더 글쇠의 X글쇠코드, 0은 사용않음
lv: Manas Mājas taustiņa XKeycode, 0, lai izslēgtu
mk: Мој почетен клуч XKeycode, 0 за оневозможување
mn: Хувийн лавлах товчилуурын XKeycode 0 бол хаах
ms: XKeycode kekunci Rumah Daku, 0 untuk matikan
nl: Mijn thuis XKeycode, 0 om uit te schakelen
no: X-tastekode for hjemmetast. 0 for å deaktivere
pl: Kod X klawisza do położenia początkowego, 0 aby wyłączyć
pt: XKeycode da tecla de Minha Casa, 0 para inactivar
pt_br: XKeycode da tecla de Home, 0 para desabilitar
ro: Codul XKeycode al tastei Acasă, 0 pentru dezactivare
ru: Код XKeycode клавиши для клавиши "Домой", 0 для отключения
sk: XKeycode pre kláves Môj domov, alebo 0 pre vypnutie
sl: Tipkovnična koda X za Moj dom, 0 za onemogočitev
sq: Tasti i home XKeycode, 0 për të disaktivizuar
sv: Hemtangentens X-tangentkod, 0 för att inaktivera
uk: Код XKeycode клавіші "Додому", натисніть 0, щоб вимкнути
vi: XKeycode của phím Nhà Tôi (My Home), 0 là tắt chức năng

source: Next key's XKeycode
bg: Х кода на клавиша за следваща песен
ca: XKeycode de la tecla de següent
cs: XKeycode klávesy Následující
da: XKeycode for næste-tasten
de: XKeycode der Nächster-Taste
el: XKeycode πλήκτρου επομένου
es: XKeycode de la tecla de avance
fi: Seuraava-näppäimen X-näppäinkoodi
fr: XKeycode de la touche Piste suivante
he: XKeycode למקש הבא
hu: Következő billentyű XKeycode-ja
ja: 進むキーの Xkeycode
ko: 다음 오디오 글쇠의 X글쇠코드
lv: Nākošā taustiņa XKeycode
mk: Следен клуч XKeycode
mn: Дараах товчилуурын XKeycode
ms: XKeycode kekunci Berikutnya
nl: Volgende XKeycode
no: X-tastekode for «Neste»-tast
pl: Kod X klawisza do następnej pozycji (dźwięk)
pt: XKeycode da tecla de Seguinte
pt_br: XKeycode da tecla de Próximo
ro: Codul XKeycode al tastei Înainte
ru: Код XKeycode клавиши для следующей дорожки
sk: XKeycode pre kláves Nasledujúci
sl: Tipkovnična koda X za naslednjo pesem
sq: Tasti pasardhës XKeycode
sv: Nästatangentens X-tangentkod
uk: Код XKeycode клавіші для наступної доріжки
vi: XKeycode của phím Tiếp Theo

source: Next key's XKeycode, 0 to disable
bg: Х кода на клавиша за следваща песен, с 0 се изключва
ca: XKeycode de la tecla de següent, 0 per a inhabilitar
cs: XKeycode klávesy Následující, 0 vypne
da: XKeycode for næste-tasten, 0 for at deaktivere
de: XKeycode der Nächster-Taste, 0 zum Deaktivieren
el: XKeycode πλήκτρου επομένου, 0 για απενεργοποίηση
es: XKeycode de la tecla de avance, con 0 se desactiva
fi: Seuraava-näppäimen X-näppäinkoodi, 0 poistaa käytöstä
fr: XKeycode de la touche Piste suivante, 0 pour désactiver
he: XKeycode למקש הבא, 0 כדי לכבות
hu: Következő billentyű XKeycode-ja, a tiltáshoz 0
ja: 進むキーの XKeycode (0: 無効)
ko: 다음 오디오 X글쇠코드, 0은 사용않음
lv: Nākošā taustiņa XKeycode, 0, lai izslēgtu
mk: Следен клуч XKeycode, 0 за оневозможување
mn: Дараах товчилуурын XKeycode 0 бол хаах
ms: XKeycode kekunci Berikutnya, 0 untuk matikan
nl: Volgende XKeycode, 0 om uit te schakelen
no: X-tastekode for «Neste»-tast. 0 for å deaktivere
pl: Kod X klawisza do następnej pozycji (dźwięk), 0 aby wyłączyć
pt: XKeycode da tecla de Seguinte, 0 para inactivar
pt_br: XKeycode da tecla de Próximo, 0 para desabilitar
ro: Codul XKeycode al tastei Înainte, 0 pentru dezactivare
ru: Код XKeycode клавиши для следующей дорожки, 0 для отключения
sk: XKeycode pre kláves Nasledujúci, alebo 0 pre vypnutie
sl: Tipkovnična koda X za naslednjo pesem, 0 za onemogočitev
sq: Tasti pasardhës XKeycode, 0 për të disaktivizuar
sv: Nästatangentens X-tangentkod, 0 för att inaktivera
uk: Код XKeycode клавіші для наступної доріжки, натисніть 0, щоб вимкнути
vi: XKeycode của phím Tiếp Theo, 0 là tắt

source: Pause key's XKeycode
bg: Х кода на клавиша за пауза
ca: XKeycode de la tecla de pausa
cs: XKeycode klávesy Pozastavení
da: XKeycode for pausetasten
de: XKeycode der Pause-Taste
el: XKeycode πλήκτρου παύσης
es: XKeycode de la tecla de pausa
fi: Taukonäppäimen X-näppäinkoodi
fr: XKeycode de la touche Pause
he: XKeycode למקש הפסק
hu: Szünet billentyű XKeycode-ja
ja: 一時停止キーの Xkeycode
ko: 잠시 멈춤 글쇠의 X글쇠코드
lv: Pauzes taustiņa XKeycode
mk: Клуч за пауза XKeycode
mn: Түр зогсолт товчилуурын XKeycode
ms: XKeycode kekunci Kaku
nl: Pauzeren XKeycode
no: X-tastekode for pausetast
pl: Kod X klawisza do wstrzymania
pt: XKeycode da tecla de Pausa
pt_br: XKeycode da tecla de Pausa
ro: Codul XKeycode al tastei Pauză
ru: Код XKeycode клавиши для паузы
sk: XKeycode pre kláves Pauza
sl: Tipkovnična koda X za premor
sq: Tasti i pauzes XKeycode
sv: Paustangentens X-tangentkod
uk: Код XKeycode клавіші для паузи
vi: XKeycode của phím Tạm Dừng

source: Pause key's XKeycode, 0 to disable
bg: Х кода на клавиша за пауза, с 0 се изключва
ca: XKeycode de la tecla de pausa, 0 per a inhabilitar
cs: XKeycode klávesy Pozastavení, 0 vypne
da: XKeycode for pausetasten, 0 for at deaktivere
de: XKeycode der Pause-Taste, 0 zum Deaktivieren
el: XKeycode πλήκτρου παύσης, 0 για απενεργοποίηση
es: XKeycode de la tecla de pausa, con 0 se desactiva
fi: Taukonäppäimen X-näppäinkoodi, 0 poistaa käytöstä
fr: XKeycode de la touche Pause, 0 pour désactiver
he: XKeycode למקש הפסק, 0 כדי לכבות
hu: Szünet billentyű XKeycode-ja, a tiltáshoz 0
ja: 一時停止キーの XKeycode (0: 無効)
ko: 잠시 멈춤 글쇠의 X글쇠코드, 0은 사용않음
lv: Pauzes taustiņa XKeycode, 0, lai izslēgtu
mk: Клуч за пауза XKeycode, 0 за оневозможување
mn: Түр зогсолт товчилуурын XKeycode 0 бол хаах
ms: XKeycode kekunci Kaku, 0 untuk matikan
nl: Pauzeren XKeycode, 0 om uit te schakelen
no: X-tastekode for pausetast. 0 for å deaktivere
pl: Kod X klawisza do wstrzymania, 0 aby wyłączyć
pt: XKeycode da tecla de Pausa, 0 para inactivar
pt_br: XKeycode da tecla de Pausa, 0 para desabilitar
ro: Codul XKeycode al tastei Pauză, 0 pentru dezactivare
ru: Код XKeycode клавиши для паузы, 0 для отключения
sk: XKeycode pre kláves Pauza, alebo 0 pre vypnutie
sl: Tipkovnična koda X za premor, 0 za onemogočitev
sq: Tasti i pauzës XKeycode, 0 për të disaktivizuar
sv: Paustangentens X-tangentkod, 0 för att inaktivera
uk: Код XKeycode клавіші для паузи, натисніть 0, щоб вимкнути
vi: XKeycode của phím Tạm Dừng, 0 là tắt chức năng

source: Play key's XKeycode
bg: Х кода на клавиша за пускане
ca: XKeycode de la tecla de reproducció
cs: XKeycode klávesy Přehrávání
da: XKeycode for afspiltasten
de: XKeycode der Wiedergabe-Taste
el: XKeycode πλήκτρου αναπαραγωγής
es: XKeycode de la tecla de reproducción
fi: Toistonäppäimen X-näppäinkoodi
fr: XKeycode de la touche Lecture
he: XKeycode למקש נגן
hu: Lejátszás billentyű XKeycode-ja
ja: 演奏キーの Xkeycode
ko: 연주 글쇠의 X글쇠코드
lv: Atskaņošanas taustiņa XKeycode
mk: Клуч за пуштање XKeycode
mn: Тоглуулагч товчилуурын XKeycode
ms: XKeycode kekunci Main
nl: Afspelen XKeycode
no: X-tastekode for avspillingstast
pl: Kod X klawisza do pauzy
pt: XKeycode da tecla de Tocar
pt_br: XKeycode da tecla de Reproduzir
ro: Codul XKeycode al tastei Redare
ru: Код XKeycode клавиши для проигрывания
sk: XKeycode pre kláves Hrať
sl: Tipkovnična koda X za predvajanje
sq: Tasti i play XKeycode
sv: Spelatangentens X-tangentkod
uk: Код XKeycode клавіші для відтворення
vi: XKeycode của phím Chơi

source: Play key's XKeycode, 0 to disable
bg: Х кода на клавиша за пускане, с 0 се изключва
ca: XKeycode de la tecla de reproducció, 0 per a inhabilitar
cs: XKeycode klávesy Přehrávání, 0 vypne
da: XKeycode for afspiltasten, 0 for at deaktivere
de: XKeycode der Wiedergabe-Taste, 0 zum Deaktivieren
el: XKeycode πλήκτρου αναπαραγωγής, 0 για απενεργοποίηση
es: XKeycode de la tecla de reproducción, con 0 se desactiva
fi: Toistonäppäimen X-näppäinkoodi, 0 poistaa käytöstä
fr: XKeycode de la touche Lecture, 0 pour désactiver
he: XKeycode למקש נגן, 0 כדי לכבות
hu: Lejátszás billentyű XKeycode-ja, a tiltáshoz 0
ja: 演奏キーの XKeycode (0: 無効)
ko: 연주 글쇠의 X글쇠코드, 0은 사용않음
lv: Atskaņošanas taustiņa XKeycode, 0, lai izslēgtu
mk: Клуч за пуштање XKeycode, 0 за оневозможување
mn: Тоглуулагч товчилуурын XKeycode
ms: XKeycode kekunci Main, 0 untuk matikan
nl: Afspelen XKeycode, 0 om uit te schakelen
no: X-tastekode for avspillingstast. 0 for å deaktivere
pl: Kod X klawisza do odtwarzania, 0 aby wyłączyć
pt: XKeycode da tecla de Tocar, 0 para inactivar
pt_br: XKeycode da tecla de Reproduzir, 0 para desabilitar
ro: Codul XKeycode al tastei Redare, 0 pentru dezactivare
ru: Код XKeycode клавиши для проигрывания, 0 для отключения
sk: XKeycode pre kláves Hrať, alebo 0 pre vypnutie
sl: Tipkovnična koda X za predvajanje, 0 za onemogočitev
sq: Tasti i play XKeycode, 0 për të disaktivizuar
sv: Spelatangentens X-tangentkod, 0 för att inaktivera
uk: Код XKeycode клавіші для відтворення, натисніть 0, щоб вимкнути
vi: XKeycode của phím Chơi, 0 là tắt chức năng

source: Power key's XKeycode
bg: Х кода на клавиша за изключване
ca: XKeycode de la tecla d'apagat
cs: XKeycode klávesy Vypínač
da: XKeycode for afbrydertasten
de: XKeycode der Power-Taste
el: XKeycode πλήκτρου Power
es: XKeycode de la tecla de apagado
fi: Virtanäppäimen X-näppäinkoodi
fr: XKeycode de la touche Power
he: XKeycode למקש הפעלה
hu: Főkapcsoló billentyű XKeycode-ja
it: XKeycode del tasto di alimentazione
ja: 電源キーの Xkeycode
ko: 전원 글쇠의 X글쇠코드
lv: Strāvas taustiņa XKeycode
mk: Клуч за напојување XKeycode
mn: Асаагч товчилуурын XKeycode
ms: XKeycode kekunci Kuasa
nl: Aan/uit XKeycode
no: X-tastekode for strømtast
pl: Kod X klawisza do odtwarzania
pt: XKeycode da tecla de Energia
pt_br: XKeycode da tecla de Energia
ro: Codul XKeycode al tastei Oprire
ru: Код XKeycode клавиши для питания
sk: XKeycode pre kláves Vypnúť
sl: Tipkovnična koda X za vklop
sq: Tasti i fuqisë XKeycode
sv: Strömtangentens X-tangentkod
uk: Код XKeycode клавіші для живлення
vi: XKeycode của phím Năng Lượng

source: Power key's XKeycode, 0 to disable
bg: Х кода на клавиша за изключване, с 0 се изключва
ca: XKeycode de la tecla d'apagat, 0 per a inhabilitar
cs: XKeycode klávesy Vypínač, 0 vypne
da: XKeycode for afbrydertasten, 0 for at deaktivere
de: XKeycode der Power-Taste, 0 zum Deaktivieren
el: XKeycode πλήκτρου Power, 0 για απενεργοποίηση
es: XKeycode de la tecla de apagado, con 0 se desactiva
fi: Virtanäppäimen X-näppäinkoodi, 0 poistaa käytöstä
fr: XKeycode de la touche Power, 0 pour désactiver
he: XKeycode למקש הפעלה, 0 כדי לכבות
hu: Főkapcsoló billentyű XKeycode-ja, a tiltáshoz 0
it: XKeycode del tasto di alimentazione, 0 per disabilitare
ja: 電源キーの XKeycode (0: 無効)
ko: 전원 글쇠의 X글쇠코드, 0은 사용않음
lv: Strāvas taustiņa XKeycode, 0, lai izslēgtu
mk: Клуч за напојување XKeycode, 0 за оневозможување
mn: Асаагч товчилуурын XKeycode бол хаах
ms: XKeycode kekunci Kuasa, 0 untuk matikan
nl: Aan/uit XKeycode, 0 om uit te schakelen
no: X-tastekode for strømtast. 0 for å deaktivere
pl: Kod X klawisza do zasilania, 0 aby wyłączyć
pt: XKeycode da tecla de Energia, 0 para inactivar
pt_br: XKeycode da tecla de Energia, 0 para desabilitar
ro: Codul XKeycode al tastei Oprire, 0 pentru dezactivare
ru: Код XKeycode клавиши для питания, 0 для отключения
sk: XKeycode pre kláves Vypnúť, alebo 0 pre vypnutie
sl: Tipkovnična koda X za vklop, 0 za onemogočitev
sq: Tasti i fuqisë XKeycode, 0 për të disaktivizuar
sv: Strömtangentens X-tangentkod, 0 för att inaktivera
uk: Код XKeycode клавіші для живлення, натисніть 0, щоб вимкнути
vi: XKeycode của phím Năng Lượng, 0 là tắt chức năng

source: Previous key's XKeycode
bg: Х кода на клавиша за предна песен
ca: XKeycode de la tecla d'anterior
cs: XKeycode klávesy Předchozí
da: XKeycode for foregåendetasten
de: XKeycode der Vorheriger-Taste
el: XKeycode πλήκτρου προηγούμενου
es: XKeycode de la tecla de retroceso
fi: Edellinen-näppäimen X-näppäinkoodi
fr: XKeycode de la touche Piste suivante
he: XKeycode למקש הקודם
hu: Előző billentyű XKeycode-ja
ja: 戻るキーの Xkeycode
ko: 이전 오디오 글쇠의 X글쇠코드
lv: Iepriekšējā taustiņa XKeycode
mk: Предходен клуч XKeycode
mn: Өмнөх товчилуурын XKeycode
ms: XKeycode kekunci Terdahulu
nl: Vorige XKeycode
no: X-tastekode for «Forrige»-tast
pl: Kod X klawisza do poprzedniej pozycji (dźwięk)
pt: XKeycode da tecla de Anterior
pt_br: XKeycode da tecla de Anterior
ro: Codul XKeycode al tastei Înapoi
ru: Код XKeycode клавиши для предыдущей дорожки
sk: XKeycode pre kláves Predchádzajúci
sl: Tipkovnična koda X za naslednjo pesem
sq: Tasti paraardhës XKeycode
sv: Föregåendetangentens X-tangentkod
uk: Код XKeycode клавіші для попередньої доріжки
vi: XKeycode của phím Trước

source: Previous key's XKeycode, 0 to disable
bg: Х кода на клавиша за предна песен, с 0 се изключва
ca: XKeycode de la tecla d'anterior, 0 per a inhabilitar
cs: XKeycode klávesy Předchozí, 0 vypne
da: XKeycode for foregåendetasten, 0 for at deaktivere
de: XKeycode der Vorheriger-Taste, 0 zum Deaktivieren
el: XKeycode πλήκτρου προηγούμενου, 0 για απενεργοποίηση
es: XKeycode de la tecla de retroceso, con 0 se desactiva
fi: Edellinen-näppäimen X-näppäinkoodi, 0 poistaa käytöstä
fr: XKeycode de la touche Piste suivante, 0 pour désactiver
he: XKeycode למקש הקודם, 0 כדי לכבות
hu: Előző billentyű XKeycode-ja, a tiltáshoz 0
ja: 戻るキーの XKeycode (0: 無効)
ko: 이전 오디오 글쇠의 X글쇠코드, 0은 사용않음
lv: Iepriekšējā taustiņa XKeycode, 0, lai izslēgtu
mk: Предходен клуч XKeycode, 0 за оневозможувње
mn: Өмнөх товчилуурын XKeycode 0 бол хаах
ms: XKeycode kekunci Terdahulu, 0 untuk matikan
nl: Vorige XKeycode, 0 om uit te schakelen
no: X-tastekode for «Forrige»-tast. 0 for å deaktivere
pl: Kod X klawisza do poprzedniej pozycji (dźwięk), 0 aby wyłączyć
pt: XKeycode da tecla de Anterior, 0 para inactivar
pt_br: XKeycode da tecla de Anterior, 0 para desabilitar
ro: Codul XKeycode al tastei Înapoi, 0 pentru dezactivare
ru: Код XKeycode клавиши для предыдущей дорожки, 0 для отключения
sk: XKeycode pre kláves Predchádzajúci, alebo 0 pre vypnutie
sl: Tipkovnična koda X za naslednjo pesem, 0 za onemogočitev
sq: Tasti paraardhës XKeycode, 0 për të disaktivizuar
sv: Föregåendetangentens X-tangentkod, 0 för att inaktivera
uk: Код XKeycode клавіші для попередньої доріжки, натисніть 0, щоб вимкнути
vi: XKeycode của phím Trước, 0 là tắt chức năng

source: Record key's XKeycode
bg: Х кода на клавиша за запис
ca: XKeycode de la tecla per a enregistrar
cs: XKeycode klávesy Záznam
da: XKeycode for optagetasten
de: XKeycode der Aufnahmetaste
el: XKeycode πλήκτρου εγγραφής
es: XKeycode de la tecla de grabación
fi: Tallennusnäppäimen X-näppäinkoodi
fr: XKeycode de la touche Enregistrement
he: XKeycode למקש הקלט
hu: Rögzítés billentyű XKeycode-ja
it: XKeycode del tasto per la registrazione
ja: 録音キーの Xkeycode
ko: 녹음 글쇠의 XKeycode
lv: Ierakstīt taustiņa XKeycode
mk: Клуч за снимање XKeycode
mn: Бичлэг товчилуурын XKeycode
ms: XKeycode kekunci Rekod
nl: Opnemen XKeycode
no: X-tastekode for opptakstast
pl: Kod X klawisza do nagrywania
pt: XKeycode da tecla de Gravação
pt_br: XKeycode da tecla de Gravar
ro: Codul XKeycode al tastei Înregistrare
ru: Код XKeycode клавиши для записи
sk: XKeycode pre kláves Nahrávať
sl: Tipkovnična koda X za snemanje
sq: Tasti i rregjistrimit XKeycode
sv: Inspelningstangentens X-tangentkod
uk: Код XKeycode клавіші для запису
vi: XKeycode của phím Ghi

source: Record key's XKeycode, 0 to disable
bg: Х кода на клавиша за запис, с 0 се изключва
ca: XKeycode de la tecla per a enregistrar, 0 per a inhabilitar
cs: XKeycode klávesy Záznam, 0 vypne
da: XKeycode for optagetasten, 0 for at deaktivere
de: XKeycode der Aufnahmetaste, 0 zum Deaktivieren
el: XKeycode πλήκτρου εγγραφής, 0 για απενεργοποίηση
es: XKeycode de la tecla de grabación, con 0 se desactiva
fi: Tallennusnäppäimen X-näppäinkoodi, 0 poistaa käytöstä
fr: XKeycode de la touche Enregistrement, 0 pour désactiver
he: XKeycode למקש הקלט, 0 כדי לכבות
hu: Rögzítés billentyű XKeycode-ja, a tiltáshoz 0
it: XKeycode del tasto per la registrazione, 0 per disabilitare
ja: 録音キーの XKeycode (0: 無効)
ko: 녹음 글쇠의 XKeycode, 0은 사용않음
lv: Ierakstīt taustiņa XKeycode, 0, lai izslēgtu
mk: Клуч за снимање XKeycode, 0 за оневозможување
mn: Бичлэг товчилуурын XKeycode 0 бол хаах
ms: XKeycode kekunci Rekod, 0 untuk matikan
nl: Opnemen XKeycode, 0 om uit te schakelen
no: X-tastekode for opptakstast. 0 for å deaktivere
pl: Kod X klawisza do nagrywania, 0 aby wyłączyć
pt: XKeycode da tecla de Gravação, 0 para inactivar
pt_br: XKeycode da tecla de Gravar, 0 para desabilitar
ro: Codul XKeycode al tastei Înregistrare, 0 pentru dezactivare
ru: Код XKeycode клавиши для записи, 0 для отключения
sk: XKeycode pre kláves Nahrávať, alebo 0 pre vypnutie
sl: Tipkovnična koda X za snemanje, 0 za onemogočitev
sq: Tasti i rregjistrimit XKeycode, 0 për të disaktivizuar
sv: Inspelningstangentens X-tangentkod, 0 för att inaktivera
uk: Код XKeycode клавіші для запису, натисніть 0, щоб вимкнути
vi: XKeycode của phím Ghi, 0 là tắt chức năng

source: Refresh key's XKeycode
bg: Х кода на клавиша за обновяване
ca: XKeycode de la tecla de refresc
cs: XKeycode klávesy Obnovení
da: XKeycode for opdatér-tasten
de: XKeycode der Aktualisieren-Taste
el: XKeycode πλήκτρου ανανέωσης
es: XKeycode de la tecla de actualización
fi: Virkistysnäppäimen X-näppäinkoodi
fr: XKeycode de la touche Rafraîchissement
he: XKeycode למקש רענון
hu: Frissítés billentyű XKeycode-ja
ja: リフレッシュ・キーの Xkeycode
lv: Atjanināšanas taustiņa XKeycode
mk: Клуч за освежување XKeycode
mn: Сэргээгч товчилуурын XKeycode
ms: XKeycode kekunci Segar
nl: Verversen XKeycode
no: X-tastekode for oppdateringstast
pl: Kod X klawisza do odświeżania
pt: XKeycode da tecla de Actualização
pt_br: XKeycode da tecla de Atualizar
ro: Codul XKeycode al tastei Reîncărcare
ru: Код XKeycode клавиши для обновления
sk: XKeycode pre kláves Aktualizovať
sl: Tipkovnična koda X za osvežitev
sq: Tasti i rifreskimit XKeycode
sv: Uppdateratangentens X-tangentkod
uk: Код XKeycode клавіші для поновлення
vi: XKeycode của phím Làm Tươi Lại

source: Refresh key's XKeycode, 0 to disable
bg: Х кода на клавиша за обновяване, с 0 се изключва
ca: XKeycode de la tecla de refresc, 0 per a inhabilitar
cs: XKeycode klávesy Obnovení, 0 vypne
da: XKeycode for opdatér-tasten, 0 for at deaktivere
de: XKeycode der Aktualisieren-Taste, 0 zum Deaktivieren
el: XKeycode πλήκτρου ανανέωσης, 0 για απενεργοποίηση
es: XKeycode de la tecla de actualización, con 0 se desactiva
fi: Virkistysnäppäimen X-näppäinkoodi, 0 poistaa käytöstä
fr: XKeycode de la touche Rafraîchissment, 0 pour désactiver
he: XKeycode למקש רענון, 0 כדי לכבות
hu: Frissítés billentyű XKeycode-ja, a tiltáshoz 0
ja: リフレッシュ・キーの XKeycode (0: 無効)
lv: Atjunināšanas taustiņa XKeycode, 0, lai izslēgtu
mk: Клуч за освежување XKeycode, 0 за оневозможување
mn: Сэргээгч товчилуурын XKeycode 0 бол хаах
ms: XKeycode kekunci Segar, 0 untuk matikan
nl: Verversen XKeycode, 0 om uit te schakelen
no: X-tastekode for oppdateringstast. 0 for å deaktivere
pl: Kod X klawisza do odświeżania, 0 aby wyłączyć
pt: XKeycode da tecla de Actualização, 0 para inactivar
pt_br: XKeycode da tecla de Atualizar, 0 para desabilitar
ro: Codul XKeycode al tastei Reîncărcare, 0 pentru dezactivare
ru: Код XKeycode клавиши для обновления, 0 для отключения
sk: XKeycode pre kláves Aktualizovať, alebo 0 pre vypnutie
sl: Tipkovnična koda X za osvežitev, 0 za onemogočitev
sq: Tasti i rifreskimit XKeycode, 0 për të disaktivizuar
sv: Uppdateratangentens X-tangentkod, 0 för att inaktivera
uk: Код XKeycode клавіші для поновлення, натисніть 0, щоб вимкнути
vi: XKeycode của phím Làm Tươi Lại, 0 là tắt chức năng

source: Screensaver key's XKeycode
bg: Х кода на клавиша за предпазителя на екрана
ca: XKeycode de la tecla de protector de pantalla
cs: XKeycode klávesy Šetřič obrazovky
da: XKeycode for pauseskærmstasten
de: XKeycode der Bildschirmschoner-Taste
el: XKeycode πλήκτρου προφύλαξης οθόνης
es: XKeycode de la tecla del salvapantallas
fi: Näytönsäästäjänäppäimen X-näppäinkoodi
fr: XKeycode de la touche Écran de veille
he: XKeycode למקש שומר המסך
hu: Képernyővédő billentyű XKeycode-ja
it: XKeycode del tasto per il salva schermo
ja: スクリーンセーバ・キーの Xkeycode
ko: 화면보호기 글쇠의 X글쇠코드
lv: Ekrānsaudzētāja taustiņa XKeycode
mk: Screensaver клуч XKeycode
mn: Дэлгэц гамгах товчилуурын XKeycode
ms: XKeycode kekunci Screensaver
nl: Schermbeveiliging XKeycode
no: X-tastekode for skjermsparertast
pl: Kod X klawisza do wygaszacza ekranu
pt: XKeycode da tecla de Protecção de Ecrã
pt_br: XKeycode da tecla de Protetor de Tela
ro: Codul XKeycode al tastei Protecţie ecran
ru: Код XKeycode клавиши для хранителя экрана
sk: XKeycode pre kláves Šetrič obrazovky
sl: Tipkovnična koda X za ohranjevalnik zaslona
sq: Tasti i screensaver-it XKeycode
sv: Skärmsläckartangentens X-tangentkod
uk: Код XKeycode клавіші для зберігача екрана
vi: XKeycode của phím Trình Bảo Vệ Màn Hình

source: Screensaver key's XKeycode, 0 to disable
bg: Х кода на клавиша за предпазителя на екрана, с 0 се изключва
ca: XKeycode de la tecla de protector de pantalla, 0 per a inhabilitar
cs: XKeycode klávesy Šetřič obrazovky, 0 vypne
da: XKeycode for pauseskærmstasten, 0 for at deaktivere
de: XKeycode der Bildschirmschoner-Taste, 0 zum Deaktivieren
el: XKeycode πλήκτρου προφύλαξης οθόνης, 0 για απενεργοποίηση
es: XKeycode de la tecla del salvapantallas, con 0 se desactiva
fi: Näytönsäästäjänäppäimen X-näppäinkoodi, 0 poistaa käytöstä
fr: XKeycode de la touche Écran de veille, 0 pour désactiver
he: XKeycode למקש שומר המסך, 0 כדי לכבות
hu: Képernyővédő billentyű XKeycode-ja, a tiltáshoz 0
it: XKeycode del tasto per il salva schermo, 0 per disabilitare
ja: スクリーンセーバ・キーの XKeycode (0: 無効)
ko: 화면보호기 글쇠의 X글쇠코드, 0은 사용않음
lv: Ekrānsaudzētāja taustiņa XKeycode, 0, lai izslēgtu
mk: Screensaver клуч XKeycode, 0 за оневозможување
mn: Дэлгэц гамгах товчилуурын XKeycode 0 бол хаах
ms: XKeycode kekunci Screensaver, 0 untuk matikan
nl: Schermbeveiliging XKeycode, 0 om uit te schakelen
no: X-tastekode for skjermsparertast. 0 for å deaktivere
pl: Kod X klawisza do wygaszacza ekranu, 0 aby wyłączyć
pt: XKeycode da tecla de Protecção de Ecrã, 0 para inactivar
pt_br: XKeycode da tecla de Protetor de Tela, 0 para desabilitar
ro: Codul XKeycode al tastei Protecţie ecran, 0 pentru dezactivare
ru: Код XKeycode клавиши для хранителя экрана, 0 для отключения
sk: XKeycode pre kláves Šetrič obrazovky, alebo 0 pre vypnutie
sl: Tipkovnična koda X za ohranjevalnik zaslona, 0 za onemogočitev
sq: Tasti i screensaver-it XKeycode, 0 për të disaktivizuar
sv: Skärmsläckartangentens X-tangentkod, 0 för att inaktivera
uk: Код XKeycode клавіші для зберігача екрана, натисніть 0, щоб вимкнути
vi: XKeycode của phím Trình Bảo Vệ Màn Hình, 0 là tắt chức năng
