Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/acme/po/*.po
Languages: bg, ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, lv, mk, mn, ms, nl, no, pl, pt, pt_br, ro, ru, sk, sl, sq, sv, uk, vi

source: Type a new accelerator, or press Backspace to clear
bg: Въведете нов ускорител или изтрийте с Backspace
ca: Introduïu un nou accelerador, o premeu Retrocés per a esborrar
cs: Stiskněte novou klávesovou zkratku, nebo ji vymažte stiskem Backspace
da: Tast en ny genvej eller tryk på slet tilbage for at rydde
de: Geben Sie eine neue Tastenkombination ein oder drücken Sie die Rücktaste, um sie zu löschen
el: Πληκτρολογήστε μια νέα συντόμευση, ή πιέστε το Backspace για εκκαθάριση
es: Escriba una nueva combinación, o presione la tecla Retroceso para borrar
fi: Uuden pikanäppäimen tyyppi, Askelpalautin tyhjentää
he: הזן קיצור חדש, או לחץ על מקש החזרה לניקוי
hu: Nyomd le az új gyorsbillentyűt, vagy nyomd meg a Backspace gombot a törléshez.
ja: 使用するキーを押下するか、[BS] キーで取り消して下さい
ko: 새 바로가기 글쇠를 넣으십시오, 백스페이스를 누르면 취소됩니다
lv: Ievadiet jaunu paātrinātāju vai nospiediet Atpakaļatkāpi, lai attīrītu
mn: Шинэ хурдасгагч өгнө үү, эсвэл цэвэрлэхдээ Backspace -ыг дарна
nl: Tik een nieuwe sneltoets of druk op Backspace om deze te verwijderen
no: Oppgi en ny aksellerator eller trykk slettetasten for å tømme
pl: Wprowadź nowy akcelerator lub przyciśnij Backspace, aby wyczyścić
pt: Insira um novo atalho, ou prima Backspace para limpar
pt_br: Digite um novo atalho, ou pressione Backspace para limpar
ro: Introduceţi un noi accelerator, sau apăsaţi Backspace pentru ştergere
ru: Введите новый ускоритель или нажмите клавишу Backspace для очистки
sk: Stlačte nový akcelerátor alebo ho vyčistite stlačením Backspace
sl: Vpišite nov pospeševalnik ali pritisnite povratnico za izbris
sq: Shtyp një përshpejtues të ri ose shtypackspace(tastin e barit) për të fshirë
sv: Ange en ny snabbtangent, eller tryck backsteg för att ta bort
uk: Введіть новий прискорювач, чи натисніть клавішу "Backspace", щоб очистити

source: Type a new accelerator
bg: Въведете нов ускорител
ca: Introduïu un nou accelerador
cs: Stiskněte novou klávesovou zkratku
da: Indtast en ny genvej
de: Geben Sie eine neue Tastenkombination ein
el: Πληκτρολογήστε μια νέα συντόμευση
es: Escriba una nueva combinación
fi: Syötä uusi pikanäppäin
he: הזן קיצור חדש
hu: Új gyorsbillentyű megadása
ja: 使用するキーを押下して下さい
ko: 새 바로가기 글쇠를 넣으십시오
lv: Ievadiet jaunu paātrinātāju
mn: Шинэ хурдасгагч оруулна уу
nl: Tik een nieuwe sneltoets
no: Oppgi en ny aksellerator
pl: Wprowadź nowy akcelerator
pt: Insira um novo atalho
pt_br: Digite um novo atalho
ro: Introduceţi un nou accelerator
ru: Введите новый ускоритель
sk: Stlačte nový akcelerátor
sl: Vpišite nov pospeševalnik
sq: Shtyp një përshpejtues të ri
sv: Ange en ny snabbtangent
uk: Введіть новий прискорювач
