Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/acme/po/*.po
Languages: bg, ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, lv, mk, mn, ms, nl, no, pl, pt, pt_br, ro, ru, sk, sl, sq, sv, uk, vi

source: <span weight="bold">Keys Setup </span>
bg: <span weight="bold">Настройка на клавишите</span>
ca: <span weight="bold">Configuració de tecles</span>
cs: <span weight="bold">Nastavení kláves</span>
da: <span weight="bold">Tasteopsætning</span>
de: <span weight="bold">Tasten-Einstellungen </span>
el: <span weight="bold">Ρύθμιση πλήκτρων </span>
es: <span weight="bold">Configuración de teclas </span>
fi: <span weight="bold">Näppäinasetukset</span>
fr: <span weight="bold">Paramètrage des touches </span>
he: <span weight="bold">הגדרות מקשים </span>
hu: <span weight="bold">Billentyűbeállítások</span>
ja: <span weight="bold">キーの設定</span>
ko: <span weight="bold">글쇠 설정 </span>
lv: <span weight="bold">Taustiņu Uzstādījumi </span>
mk: <span weight="bold">Подготовка на клучеви</span>
mn: <span weight="bold">Товчилуур тохируулга </span>
ms: <span weight="bold">Tetapan Kekunci </span>
nl: <span weight="bold">Toetsinstellingen </span>
no: <span weight="bold">Tasteoppsett</span>
pl: <span weight="bold">Ustawienia klawiszy </span>
pt: <span weight="bold">Configuração Teclas </span>
pt_br: <span weight="bold">Configuração de Teclas </span>
ro: <span weight="bold">Configurare taste </span>
ru: <span weight="bold">Настройка клавиш </span>
sk: <span weight="bold">Nastavenie kláves</span>
sl: <span weight="bold">Nastavitev tipk </span>
sv: <span weight="bold">Tangentkonfiguration </span>
uk: <span weight="bold">Налаштування клавіш </span>
vi: <span weight="bold">Thiết Lập Phím</span>

source: <span weight="bold">Sound Setup</span>
bg: <span weight="bold">Настройка на звука</span>
ca: <span weight="bold">Configuració del so</span>
cs: <span weight="bold">Nastavení zvuku</span>
da: <span weight="bold">Lydopsætning</span>
de: <span weight="bold">Audio-Einstellungen</span>
el: <span weight="bold">Ρύθμιση Ήχου</span>
es: <span weight="bold">Configuración del sonido</span>
fi: <span weight="bold">Ääniasetukset</span>
fr: <span weight="bold">Paramètrage du son </span>
he: <span weight="bold">הגדרות קול</span>
hu: <span weight="bold">Hangbeállítások</span>
ja: <span weight="bold">サウンドの設定</span>
ko: <span weight="bold">소리 설정</span>
lv: <span weight="bold">Skaņas Uzstādījumi</span>
mk: <span weight="bold">Подготовка за звук</span>
mn: <span weight="bold">Аудио-тохируулга</span>
ms: <span weight="bold">Tetapan Bunyi</span>
nl: <span weight="bold">Geluidsinstellingen</span>
no: <span weight="bold">Lydoppsett</span>
pl: <span weight="bold">Ustawienia dźwięku</span>
pt: <span weight="bold">Configuração Som</span>
pt_br: <span weight="bold">Configuração de Som</span>
ro: <span weight="bold">Configurare sunet</span>
ru: <span weight="bold">Настройка звука</span>
sk: <span weight="bold">Nastavenie zvuku</span>
sl: <span weight="bold">Nastavitev zvoka</span>
sv: <span weight="bold">Ljudkonfiguration</span>
uk: <span weight="bold">Налаштування звуку</span>
vi: <span weight="bold">Thiết Lập Âm Thanh</span>

source: Multimedia Keys Preferences
bg: Настройки на мултимедийните клавиши
ca: Preferències de les tecles multimèdia
cs: Nastavení multimediálních kláves
da: Indstillinger for multimediataster
de: Einstellungen der Multimedia-Tasten
el: Προτιμήσεις πλήκτρων πολυμέσων
es: Opciones de las teclas multimedios
fi: Multimedianäppäinten asetukset
fr: Préférences des touches multimédia
he: העדפות מקשי מולטימדיה
hu: Multimédia billentyűk tulajdonságai
it: Preferenze dei tasti multimediali
ja: マルチメディア・キーの設定
ko: 멀티미디어 글쇠 기본 설정
lv: Multimēdiju Taustiņu Preferences
mk: Особини на мултимедијални клучеви
mn: Медиа товчилуурын тохируулга
ms: Keutamaan Kekunci Multimedia
nl: Multimedia-toetsen voorkeuren
no: Brukervalg for multimediataster
pl: Preferencje klawiszy multimedialnych
pt: Preferências de Teclas Multimédia
pt_br: Prefrências das Teclas Multimídia
ro: Preferinţe taste multimedia
ru: Настройки мультмедийных клавиш
sk: Nastavenie multimediálnych kláves
sl: Izbire multimedijskih tipk
sq: Preferencat e tasteve të multimedias
sv: Inställningar för multimediatangenter
uk: Властивості мультимедійних клавіш
vi: Tùy Thích Các Phím Đa Phương Tiện

source: To assign a key to an action, click on a line, and press the key you want to associate with it. "C" cancels the capture, and "Backspace" disables the key shortcut.
bg: За да присвоите клавиш на действие, щракнете върху ред и натиснете клавиша, който искате да свържете. "C" прекъсва присвояването, а "Backspace" премахва асоциацията.
ca: Per a assignar una tecla a una acció, feu clic en una línia i pressioneu la tecla a la que la voleu associar. «C» cancela la captura, i «Retrocés» inhabilita la drecera de la tecla.
cs: Chcete-li přiřadit klávesu akci, klikněte na řádek, a stiskněte klávesu, kterou chcete s akcí na řádku spojit. Klávesa "C" zruší čekání na klávesu a "Backspace" vypne zkratku akce.
da: Associering af en tast med en handling kan gøres ved at klikke på en linje og trykke på den tast handlingen skal associeres med. "C" fortryder associeringen og slet tilbage deaktiverer tastegenvejen
de: Klicken Sie auf eine Zeile und drücken Sie die dann die Taste, die Sie mit dieser Aktion verknüpfen möchten, um sie dieser Taste zuzuweisen. »C« bricht die Erfassung ab und die Rücktaste deaktiviert das Tastenkürzel.
el: Για να ορίσετε σε ένα πλήκτρο μια λειτουργία, καντε κλικ σε μια γραμμή και πιέστε το πλήκτρο που θέλετε να συσχετίσετε μαζί. Το "C" ακυρώνει την σύλληψη και το "Backspace" απενεργοποιεί την συντόμευση πλήκτρου.
es: Para asignar una tecla a una acción, pulse en una línea, y presione la tecla que quiere asociar con ella. «C» cancela la captura y «Borrar a la izquierda» desactiva el atajo de la tecla.
fi: Liitä näppäin toimintoon napsauttamalla riviä ja painamalla sitten näppäintä, jonka haluat sitoa sen toimintoon. "C" peruuttaa, "Askelpalautin" poistaa näppäinoikotien käytöstä.
fr: Pour assigner une touche à une action, cliquer sur une ligne et appuyer sur la touche à associer à elle. "C" annule la capture, et "Retour Arrière" désactive le raccourci clavier.
he: כדי לשייך מקש לפעולה, לחץ על שורה, ולחץ על המקש אותו אתה מעוניין לשייך עם זה. "ב" מבטל את התפיסה, ו"מחיקה" מבטל את קיצור המקש.
hu: Egy művelet billentyűhöz kötéséhez kattints egy sorra, majd nyomd le az ehhez kötni kívánt billentyűt. A "C" megszakítja a bevitelt, a "Backspace" letiltja a billentyűt.
it: Per associare un tasto ad un azione, cliccare su una linea e premere il tasto scelto. "C" annulla l'operazione e "Backspace" disabilita la scorciatoia.
ja: キーにアクションを割り当てる場合は アクションのエントリをクリックして、 そのアクションに関連づけるキーを押して下さい。 [BS] : キー割り当てを無効にします。 [C] : 検出を取り消します。
ko: 글쇠를 등록하려면, 마우스 버튼을 누르고 등록할 글쇠를 누르십시오. "C"를 누르면 등록을 하지 않게 되고, "백스페이스"글쇠를 누르면 글쇠 등록이 해제됩니다.
lv: Lai darbībai piešķirtu taustiņu, klikšķiniet uz līnijas un nospiediet taustiņu, kuru ar to vēlaties asociēt. "C" atsauc uzņemšanu un "Atpakļatkāpe" seaktivizē taustiņa saīsni.
mk: За да доделиш клуч на некое дејство, кликни на линијата, притисни го копчето што сакаш да го доделиш. "C" го откажува превземањето, и "Backspace" ги оневозможува скратените патека на клучевите.
mn: Та товчилуурыг үйлдэлтэй холбохдоо мөрөн дээр товшилоод дараа нь холбохыг хүссэн товчилуур дээрээ дарна уу. "C" шивээсийг авах ба "Backspace" товчилуурын хураангуйг устгана.
ms: Untuk mengumpukkan kekunci ke aksi, klik pada baris dan tekan kekunci yang anda ingin kaitkan dengannya. "C" batal mencekup, dan "Backspace" mematikan pintasan kekunci.
nl: Klik op een regel hieronder en druk een toets in om deze aan een opdracht te koppelen. Met "c" kunt u het koppelen annuleren, met "backspace" verwijdert u de koppeling.
no: For å tildele en tast til en handling klikk på en linje og trykk ned tasten du ønsker å assosiere med den. «C» avbryter tastehenting og «Slett» deaktiverer tastatursnarveien.
pl: Aby przypisać klawisz do akcji, kliknij wiersz i naciśnij klawisz, który ma zostać do niej przypisany. "C" anuluje przechwytywanie, zaś "Backspace" wyłącza skrót klawiszowy.
pt: Para associar uma tecla a uma acção, clique numa linha e prima a tecla que deseja associar. "C" cancela a captura e "Backspace" desabilita a tecla de atalho.
pt_br: Para designar uma tecla para uma ação, clique na coluna dos keycodes e pressione a tecla que você que associar com ela. "C" cancela a captura, e "Backspace" desabilita o atalho de tecla.
ro: Pentru a asocia o tastă unei acţiuni, daţi clic pe o linie şi apăsaţi tasta pe care doriţi să o asignaţi. "C" renunţă la tasta reţinută, iar "Backspace" dezactiveaza tasta asociată.
ru: Для назначения клавиши команде щёлкните по строке и нажмите клавишу, которую хотите ассоциировать с командой. Клавиша "C" отменяет захват, а клавиша "Backspace" отключает комбинацию клавиш.
sk: Ak chcete priradiť kláves akcii, kliknite na riadok a potom stlačte kláves, ktorý chcete priradiť. "C" zruší zachytenie a "Backspace" vypne klávesovú skratku.
sl: Za dodeljevanje naloge tipki, kliknite na vrstico in pritisnite tipko, katero hočete povezati s to nalogo. "C" prekliče zajem in "brisalka" onemogoči tipkino bližnjico.
sq: Për ti bashkangjitur një tast një veprimi kliko në një linjë, dhe shtyp tastin që do ti bashkangjisësh. "C" anullon shtypjen, dhe "Backspace" disaktivizon tastin e shpejtë.
sv: För att tilldela en tangent en åtgärd klickar du på en rad och trycker på den tangent som du vill associera med den. "C" avbryter infångandet och Backsteg inaktiverar tangentgenvägen.
uk: Для призначення клавіші команді, клацніть на рядку і натисніть клавішу, яку ви хочете пов'язати з командою. Клавіша "C" скасовує захоплення, а клавіша "Backspace" вимикає комбінацію клавіш.
vi: Để ấn định một phím cho một hành động, hãy nhấn lên dòng và nhấn phím bạn muốn liên tác với nó. "C" để bỏ qua capture và "Backspace" để tắt phím tắt.

source: Use _PCM volume instead of Master volume
bg: Използвай _PCM управление на звука вместо основната сила
ca: Utilitza el volum _PCM en comptes del volum mestre
cs: Použít hlasitost _PCM místo Hlavní (Master) hlasitosti
da: Benyt _PCM-lydstyrke i stedet for hovedlydstyrke
de: _PCM- statt Haupt-Lautstärke verwenden
el: Χρήση έντασης _PCM αντί για Master volume
es: Utilizar el volumen _PCM en lugar del volumen principal
fi: Käytä _PCM-äänenvoimakkuutta yleisen äänenvoimakkuuden sijaan
fr: Utiliser le volume _PCM à la place du volume principal
he: השתמש בעוצמת _PCM במקום עוצמה מרכזית
hu: A _PCM hangerő használata a Mester hangerő helyett
it: Utilizzare il volume _PCM invece del volume generale.
ja: 主音量の代わりに PCM 音量を対象にする(_P)
ko: 기본 소리크기 대신 PCM 소리크기를 씁니다(_P)
lv: Lietot _PCM skaļumu Master (galvenā) skaļuma vietā
mk: Користи _PCM Звук наместо Главниот звук
mn: _PCM- г үндсэн чангаруулагчийн оронд хэрэглэх
ms: Guna Volum _PCM selain drpd Volum induk
nl: Gebruik _PCM-volume in plaats van algemeen volume
no: Bruk _PCM-volum i stedet for hovedvolum
pl: Sterowanie głośnością _PCM zamiast globalną
pt: Utilizar volume _PCM em vez do volume Principal
pt_br: Use o volume _PCM ao invés do volume Master
ro: Foloseşte volumul _PCM în loc de volumul General
ru: Использовать _уровень громкости канала PCM вместо основного уровня громкости
sk: Použiť hlasitosť _PCM a nie celkovú hlasitosť
sl: Uporabi glasnost _PCM namesto Glavne glasnosti
sq: Përdor volumin _PCM në vend të Master volum
sv: Använd _PCM-volymen istället för huvudvolymen
uk: Використовувати _рівень гучності каналу ІКМ замість основного рівня гучності
vi: Hãy dùng âm lượng _PCM thay cho âm lượng CHÍNH

source: _Launch the multimedia key daemon
bg: _Стартирай демона за мултимедийните клавиши
ca: _Inicia el dimoni de tecles multimèdia
cs: Spustit Démona pro _multimediální klávesy
da: _Start multimediatastdæmonen
de: Den Multimedia-Tastendämon _starten
el: _Εκκίνηση του daemon πλήκτρου πολυμέσων
es: _Lanzar el gestor de teclas multimedios
fi: _Käynnistä multimedianäppäimistödemoni
fr: _Lancer le démon de touche multimédia
he: _הפעל את תהליך השירות למקשי המולטימדיה
hu: A multimédia billentyűzet démon _indítása
ja: マルチメディア・キー・デーモンの起動(_L)
ko: 멀티미디어 글쇠 데몬을 시작(_L)
lv: _Palaist multimediju taustiņu dēmonu
mk: _Појави го демонот за мултимедија клучот
mn: Мультимедиа товчилуурын ар программ _эхлүүлэх
ms: _Lancar demon kekunci multimedia
nl: Voorziening voor Multimedia-knoppen _starten
no: _Start daemon for multimediataster
pl: _Uruchamianie demona klawiszy multimediów
pt: _Lançar o deamon de teclas multimédia
pt_br: _Iniciar o daemon de teclas multimídia
ro: _Porneşte demonul tastelor multimedia
ru: За_пустить демон мультимедийных клавиш
sk: _Spustiť démona multimediálnych kláves
sl: _Zaženi demon za multimedijske tipke
sq: _Starton demonin e tastit të multimedias
sv: _Starta multimediatangentdemonen
uk: За_пустити демон мультимедійних клавіш
vi: Chạy daemon ph_ím đa phương tiện

source: Configure multimedia keys behaviour
bg: Настрой поведението на мултимедийните клавиши
ca: Configura el comportament de les tecles multimèdia
cs: Nastavení chování multimediálních kláves
da: Konfigurér multimediatasters opførsel
de: Das Verhalten der Multimedia-Tasten festlegen
el: Ρύθμιση της συμπεριφοράς των πλήκτρων πολυμέσων
es: Configura el comportamiento de las teclas multimedios
fi: Multimedianäppäinten toiminnan asetukset
fr: Configurer le comportement des touches multimédia
he: הגדר התנהגות מקשי מולטימדיה
hu: Multimédia billentyűk viselkedésének beállításai
it: Configura il comportamento dei tasti multimediali
ja: マルチメディア・キーの動作を設定します
ko: 멀티미디어 글쇠 설정을 합니다
lv: Konfigurēt multimēdiju taustiņu uzvedību
mk: Конфигурирај го однесувањето на мултимедијалните клучеви
mn: Мультимедиа товчилуурын харьцааг тогтоох
ms: Konfigurasi kelakuan kekunci multimedia
nl: Gedrag van multimedia-toetsen instellen
no: Konfigurer oppførsel for multimedietaster
pl: Konfiguracja klawiszy multimediów
pt: Configurar o comportamento das teclas multimédia
pt_br: Configurar o comportamento das teclas multimídia
ro: Configurarea comportamentului tastelor multimedia
ru: Диалог настроек поведения мультимедийных клавиш
sk: Nastavenie chovania multimediálnych kláves
sl: Nastavi obnašanje multimedijskih tipk
sq: Konfigurimi i sjelljes së tasteve të multimedias
sv: Konfigurera beteende för multimediatangenter
uk: Діалог налаштування поведінки мультимедійних клавіш
vi: Cấu hình ứng xử phím đa phương tiện

source: Multimedia Keys
bg: Мултимедийни клавиши
ca: Tecles multimèdia
cs: Multimediální klávesy
da: Multimediataster
de: Multimedia-Tasten
el: Πλήκτρα πολυμέσων
es: Teclas multimedios
fi: Multimedianäppäimet
fr: Touches Multimédia
he: מקשי מולטימדיה
hu: Multimédia billentyűk
it: Tasti multimediali
ja: マルチメディア・キー
ko: 멀티미디어 글쇠
lv: Multimēdiju Taustiņi
mk: Мултимедијални клучеви
mn: Мультимедиа товчилуурууд
ms: Kekunci Multimedia
nl: Multimedia-toetsen
no: Multimediataster
pl: Klawisze multimediów
pt: Teclas Multimédia
pt_br: Teclas Multimídia
ro: Taste multimedia
ru: Мультимедийные клавиши
sk: Multimediálne klávesy
sl: Multimedijske tipke
sq: Tastet e multimedias
sv: Multimediatangenter
uk: Мультимедійні клавіші
vi: Phím Đa Phương Tiện

source: Brightness down key's XKeycode
bg: Х кода на клавиша за намаляне на осветеността
ca: XKeycode de la tecla per a baixar la brillantor
cs: XKeycode klávesy pro snížení jasu
da: XKeycode for lysstyrke ned-tasten
de: XKeycode der Dunkler-Taste
el: XKeycode πλήκτρου μείωσης φωτεινότητας
es: XKeycode de la tecla para bajar el brillo
fi: Kirkkaudenvähennysnäppäimen X-näppäinkoodi
fr: XKeycode de la touche Baisse de luminosité
he: XKeycode למקש בהירות מטה
hu: Fényerő csökkentés billentyű XKeycode-ja
it: XKeycode del tasto per abbassare la luminosità
ja: 輝度を下げるキーの XKeycode
ko: 밝기 낮춤 글쇠의 X글쇠코드
lv: Tumšāk taustiņa XKeycode
mk: Клуч за намалување на осветленост XKeycode
mn: Харлуулагч товчилуурын XKeycode
ms: XKeycode kekunci Kecerahan turun
nl: Minder helderheid XKeycode
no: X-tastekode for tast som senker lysstyrken
pl: Kod X klawisza do zmniejszania jasności
pt: XKeycode da tecla de redução de brilho
pt_br: XKeycode da tecla de diminuir o brilho
ro: Codul XKeycode al tastei Strălucire mişorată
ru: Код XKeycode клавиши для убавления яркости
sk: XKeycode pre kláves Znížiť jas
sl: Tipkovnična koda X za zmanjšanje svetilnosti
sq: Tastet e uljes së ndriçimit XKeycode
sv: Ljusstyrkesänkningstangentens X-tangentkod
uk: Код XKeycode клавіші для зменшення яскравості
vi: XKeycode của phím giảm độ sáng

source: Brightness down key's XKeycode, 0 to disable
bg: Х кода на клавиша за намаляне на осветеността, с 0 се изключва
ca: XKeycode de la tecla per a baixar la brillantor, 0 per a inhabilitar
cs: XKeycode klávesy pro snížení jasu, 0 vypne
da: XKeycode for lysstyrke ned-tasten, 0 for at deaktivere
de: XKeycode der Dunkler-Taste, 0 zum Deaktivieren
el: XKeycode πλήκτρου μείωσης φωτεινότητας, 0 για απενεργοποίηση
es: XKeycode de la tecla para bajar el brillo, con 0 se desactiva
fi: Kirkkaudenvähennysnäppäimen X-näppäinkoodi, 0 poistaa käytöstä
fr: XKeycode de la touche Baisse de luminosité, 0 pour désactiver
he: XKeycode למקש בהירות מטה, 0 כדי לכבות
hu: Fényerő csökkentés billentyű XKeycode-ja, a tiltáshoz 0
it: XKeycode del tasto per abbassare la luminosità, 0 per disabilitare
ja: 輝度を下げるキーの XKeycode (0: 無効)
ko: 밝기 낮춤 글쇠의 X글쇠코드, 0은 사용않음
lv: Tumšāk taustiņa XKeycode, 0, lai izslēgtu
mk: Клуч за намалување на осветленост XKeycode, 0 за оневозможување
mn: Харлуулагч товчилуурын XKeycode 0 бол хаах
ms: XKeycode kekunci Kecerahan turun, 0 untuk matikan
nl: Minder helderheid XKeycode, 0 om uit te schakelen
no: X-tastekode for tast som senker lysstyrken. 0 for å deaktivere
pl: Kod X klawisza do zmniejszania jasności, 0 aby wyłączyć
pt: XKeycode da tecla de redução de brilho, 0 para inactivar
pt_br: XKeycode da tecla de diminuir o brilho, 0 para desabilitar
ro: Codul XKeycode al tastei Strălucire mişorată, O pentru dezactivare
ru: Код XKeycode клавиши для убавления яркости, 0 для отключения
sk: XKeycode pre kláves Znížiť jas, alebo 0 pre vypnutie
sl: Tipkovnična koda X za zmanjšanje svetilnosti, 0 za onemogočitev
sq: Tastet e uljes së ndriçimit XKeycode 0 për të disaktivizuar
sv: Ljusstyrkesänkningstangentens X-tangentkod, 0 för att inaktivera
uk: Код XKeycode клавіші для зменшення яскравості, натисніть 0, щоб вимкнути
vi: XKeycode của phím giảm độ sáng, 0 là tắt

source: Brightness up key's XKeycode
bg: Х кода на клавиша за увеличаване на осветеността
ca: XKeycode de la tecla per a pujar la brillantor
cs: XKeycode klávesy pro zvýšení jasu
da: XKeycode for lysstyrke op-tasten
de: XKeycode der Heller-Taste
el: XKeycode πλήκτρου αύξησης φωτεινότητας
es: XKeycode de la tecla para subir el brillo
fi: Kirkkaudenlisäysnäppäimen X-näppäinkoodi
fr: XKeycode de la touche Hausse de luminosité
he: XKeycode למקש בהירות מעלה
hu: Fényerő növelés billentyű XKeycode-ja
it: XKeycode del tasto per alzare la luminosità
ja: 輝度を上げるキーの Xkeycode
ko: 밝기 높임 글쇠의 X글쇠코드
lv: Gaišāk taustiņa XKeycode
mk: Клуч за зголемување на осветлсност XKeycode
mn: Цайруулагч товчилуурын XKeycode
ms: XKeycode kekunci Kecerahan naik
nl: Meer helderheid XKeycode
no: X-tastekode for tast som øker lysstyrken
pl: Kod X klawisza do zwiększania jasności
pt: XKeycode da tecla de incremento de brilho
pt_br: XKeycode da tecla de aumentar o brilho
ro: Codul XKeycode al tastei Strălucire mărită
ru: Код XKeycode клавиши для прибавления яркости
sk: XKeycode pre kláves Zvýšiť jas
sl: Tipkovnična koda X za za povečanje svetilnosti
sq: Tastet e ngritjes së ndriçimit XKeycode
sv: Ljusstyrkeökningstangentens X-tangentkod
uk: Код XKeycode клавіші для збільшення яскравості
vi: XKeycode của phím tăng độ sáng

source: Brightness up key's XKeycode, 0 to disable
bg: Х кода на клавиша за увеличаване на осветеността, с 0 се изключва
ca: XKeycode de la tecla per a pujar la brillantor, 0 per a inhabilitar
cs: XKeycode klávesy pro zvýšení jasu, 0 vypne
da: XKeycode for lysstyrke op-tasten, 0 for at deaktivere
de: XKeycode der Heller-Taste, 0 zum Deaktivieren
el: XKeycode πλήκτρου αύξησης φωτεινότητας, 0 για απενεργοποίηση
es: XKeycode de la tecla para bajar el brillo, con 0 se desactiva
fi: Kirkkaudenlisäysnäppäimen X-näppäinkoodi, 0 poistaa käytöstä
fr: XKeycode de la touche Hausse de luminosité, 0 pour désactiver
he: XKeycode למקש בהירות מעלה, 0 כדי לכבות
hu: Fényerő növelés billentyű XKeycode-ja, a tiltáshoz 0
it: XKeycode del tasto per alzare la luminosità, 0 per disabilitare
ja: 輝度を上げるキーの XKeycode (0: 無効)
ko: 밝기 높임 글쇠의 X글쇠코드, 0은 사용않음
lv: Gaišāk taustiņa XKeycode, 0, lai izslēgtu
mk: Клуч за зголемување на осветленост XKeycode, 0 за оневозможување
mn: Цайруулагч товчилуурын XKeycode 0 бол хаах
ms: XKeycode kekunci Kecerahan naik, 0 untuk matikan
nl: Meer helderheid XKeycode, 0 om uit te schakelen
no: X-tastekode for tast som øker lysstyrken. 0 for å deaktivere
pl: Kod X klawisza do zwiększania jasności, 0 aby wyłączyć
pt: XKeycode da tecla de incremento de brilho, 0 para inactivar
pt_br: XKeycode da tecla de aumentar o brilho, 0 para desabilitar
ro: Codul XKeycode al tastei Strălucire mărită, 0 pentru dezactivare
ru: Код XKeycode клавиши для прибавления яркости, 0 для отключения
sk: XKeycode pre kláves Zvýšiť jas, alebo 0 pre vypnutie
sl: Tipkovnična koda X za povečanje svetilnosti, 0 za onemogočitev
sq: Tastet e ngritjes së ndriçimit XKeycode, 0 për te disaktivizuar
sv: Ljusstyrkeökningstangentens X-tangentkod, 0 för att inaktivera
uk: Код XKeycode клавіші для збільшення яскравості, натисніть 0, щоб вимкнути
vi: XKeycode của phím tăng độ sáng, 0 là tắt

source: Calculator key's XKeycode
bg: Х кода на клавиша за калкулатора
ca: XKeycode de la tecla de calculadora
cs: XKeycode klávesy pro kalkulátor
da: XKeycode for lommeregnertasten
de: XKeycode der Taschenrechner-Taste
el: XKeycode πλήκτρου αριθμομηχανής
es: XKeycode de la tecla de la calculadora
fi: Laskinnäppäimen X-näppäinkoodi
fr: XKeycode de la touche Calculette
he: XKeycode למקש המחשבון
hu: Számológép billentyű XKeycode-ja
it: XKeycode del tasto per la calcolatrice
ja: 電卓キーの Xkeycode
ko: 계산기 글쇠의 X글쇠코드
lv: Kalkulātora taustiņa XKeycode
mk: Пресметувачки клуч XKeycode
mn: Тооны машин товчилуурын XKeycode
ms: XKeycode kekunci Kalkulator
nl: Rekenmachine XKeycode
no: X-tastekode for kalkulatortast
pl: Kod X klawisza dla kalkulatora
pt: XKeycode da tecla de calculadora
pt_br: XKeycode da tecla de Calculadora
ro: Codul XKeycode al tastei Calculator
ru: Код XKeycode клавиши для калькулятора
sk: XKeycode pre kláves Kalkulačka
sl: Tipkovnična koda X za kalkulator
sq: Tasti i makinës llogaritëse XKeycode
sv: Miniräknartangentens X-tangentkod
uk: Код XKeycode клавіші для калькулятора
vi: XKeycode của phím trình bàn tính
