Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/acme/po/*.po
Languages: bg, ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, lv, mk, mn, ms, nl, no, pl, pt, pt_br, ro, ru, sk, sl, sq, sv, uk, vi

source: Calculator key's XKeycode, 0 to disable
bg: Х кода на клавиша за калкулатора, с 0 се изключва
ca: XKeycode de la tecla de calculadora, 0 per a inhabilitar
cs: XKeycode pro kalkulátor, 0 vypne
da: XKeycode for lommeregnertasten, 0 for at deaktivere
de: XKeycode der Taschenrechner-Taste, 0 zum Deaktivieren
el: XKeycode πλήκτρου αριθμομηχανής , 0 για απενεργοποίηση
es: XKeycode de la tecla de la calculadora, con 0 se desactiva
fi: Laskinnäppäimen X-näppäinkoodi, 0 poistaa käytöstä
fr: XKeycode de la touche Calculette, 0 pour désactiver
he: XKeycode למקש המחשבון, 0 כדי לכבות
hu: Számológép billentyű XKeycode-ja, a tiltáshoz 0
it: XKeycode del tasto per la calcolatrice, 0 per disabilitare
ja: 電卓キーの XKeycode (0: 無効)
ko: 계산기 길쇠의 X글쇠코드, 0은 사용않음
lv: Kalkulatora taustiņa XKeycode, 0, lai izslēgtu
mk: Пресметувачки клуч XKeycode, 0 за оневозможување
mn: Тооны машин товчилуурын XKeycode 0 бол хаах
ms: XKeycode kekunci Kalkulator, 0 untuk matikan
nl: Rekenmachine XKeycode, 0 om uit te schakelen
no: X-tastekode for kalkulatortast. 0 for å deaktivere
pl: Kod X klawisza dla kalkulatora, 0 aby wyłączyć
pt: XKeycode da tecla de calculadora, 0 para inactivar
pt_br: XKeycode da tecla de Calculadora, 0 para desabilitar
ro: Codul XKeycode al tastei Calculator, O pentru dezactivare
ru: Код XKeycode клавиши для калькулятора, 0 для отключения
sk: XKeycode pre kláves Kalkulačka, alebo 0 pre vypnutie
sl: Tipkovnična koda X za kalkulator, 0 za onemogočitev
sq: Tasti i makinës llogaritëse XKeycode 0 për të disaktivizuar
sv: Miniräknartangentens X-tangentkod, 0 för att inaktivera
uk: Код XKeycode клавіші для калькулятора, натисніть 0, щоб вимкнути
vi: XKeycode của phím trình bàn tính, 0 là tắt chức năng

source: Close Window key's XKeycode
bg: Х кода на клавиша за затваряне на прозорец
ca: XKeycode de la tecla per a tancar la finestra
cs: XKeycode klávesy zavření okna
da: XKeycode for luk vindue-tasten
de: XKeycode der Fenster schließen-Taste
el: XKeycode πλήκτρου κλεισίματος
es: XKeycode de la tecla para cerrar una ventana
fi: Ikkunansulkemisnäppäimen X-näppäinkoodi
fr: XKeycode de la touche Fermeture de fenêtre
he: XKeycode למקש סגירת החלון
hu: Ablak bezárása billentyű XKeycode-ja
ja: ウィンドウを閉じるキーの Xkeycode
ko: 창 닫기 글쇠의 X글쇠코드
lv: Aizvērt Logu taustiņa XKeycode
mk: Копче за затварање на прозорец XKeycode
mn: Цонх хаах товчилуурын XKeycode
ms: XKeycode Kekunci Tutup Tetingkap
nl: Venter sluiten XKeycode
no: X-tastekode for tast som lukker vinduet
pl: Kod X klawisza do zamykania okna
pt: XKeycode da tecla de Encerrar Janela
pt_br: XKeycode da tecla de fechar janela
ro: Codul XKeycode al tastei Închidere fereastră
ru: Код XKeycode клавиши для закрытия окна
sk: XKeycode pre kláves Zavrieť okno
sl: Tipkovnična koda X za zaprtje okna
sq: Tasti i mbylljes së dritares XKeycode
sv: Fönsterstängningstangentens X-tangentkod
uk: Код XKeycode клавіші для закриття вікна
vi: XKeycode của phím Đóng Cửa Sổ

source: Close Window key's XKeycode, 0 to disable
bg: Х кода на клавиша за затваряне на прозорец, с 0 се изключва
ca: XKeycode de la tecla per a tancar la finestra, 0 per a inhabilitar
cs: XKeycode klávesy zavření okna, 0 vypne
da: XKeycode for luk vindue-tasten, 0 for at deaktivere
de: XKeycode der Fenster schließen-Taste, 0 zum Deaktivieren
el: XKeycode πλήκτρου κλεισίματος, 0 για απενεργοποίηση
es: XKeycode de la tecla para cerrar una ventana, con 0 se desactiva
fi: Ikkunansulkemisnäppäimen X-näppäinkoodi, 0 poistaa käytöstä
fr: XKeycode de la touche Fermeture de fenêtre, 0 pour désactiver
he: XKeycode למקש סגירת החלון, 0 כדי לכבות
hu: Ablak bezárása billentyű XKeycode-ja, a tiltáshoz 0
ja: ウィンドウを閉じるキーの XKeycode (0: 無効)
ko: 창 닫기 글쇠의 X글쇠코드
lv: Aizvērt Logu taustiņa XKeycode, 0, lai izslēgtu
mk: Клуч за затварање на прозорец XKeycode, 0 за оневозможување
mn: Цонх хаах товчилуурын XKeycode 0 бол хаах
ms: XKeycode kekunci Tutup Tetingkap, 0 untuk matikan
nl: Venster sluiten XKeycode, 0 om uit te schakelen
no: X-tastekode for tast som lukkervinduet. 0 for å deaktivere
pl: Kod X klawisza do zamykania okna, 0 aby wyłączyć
pt: XKeycode da tecla de Encerrar Janela, 0 para inactivar
pt_br: XKeycode da tecla de fechar janela, 0 para desabilitar
ro: Codul XKeycode al tastei Închidere fereastră, 0 pentru dezactivare
ru: Код XKeycode клавиши для закрытия окна, 0 для отключения
sk: XKeycode pre kláves Zavrieť okno, alebo 0 pre vypnutie
sl: Tipkovnična koda X za zaprtje okna, 0 za onemogočitev
sq: Tasti i mbylljes së dritares XKeycode, 0 për të disaktivizuar
sv: Fönsterstängningstangentens X-tangentkod, 0 för att inaktivera
uk: Код XKeycode клавіші для закриття вікна, натисніть 0, щоб вимкнути
vi: XKeycode của phím Đóng Cửa Sổ, 0 là tắt

source: Command to execute when the Eject button is pressed
bg: Команда, която да се изпълни при натискане на бутона за отваряне на CD-то
ca: Ordre a executar quan es pressiona la tecla d'ejecció
cs: Příkaz, který se spustí po stisku klávesy Vysunutí
da: Kommando som skal udføres når skub ud-tasten trykkes ned
de: Beim Drücken der Auswurftaste auszuführender Befehl
el: Εντολή προς εκτέλεση όταν πατηθεί το πλήκτρο εξαγωγής
es: Comando a ejecutar cuando se pulsa el botón de expulsión
fi: Levynpoistonäppäintä painettaessa käynnistettävä komento
fr: Commande à lancer lorsque le bouton Eject est pressé
he: פקודה לביצוע כאשר כפתור ההוצאה נלחץ
hu: A Média kiadása billentyű megnyomásakor végrehajtandó parancs
it: Comando da eseguire quando il tasto eject viene premuto
ja: イジェクト・ボタンが押下された際にコマンドを実行します
ko: Eject 글쇠를 눌렀을 때 실행할 명령
lv: Komanda, ko izpildīt, kad nospiesta Iekārtas izbīdes poga
mk: Команда да се изврши кога е притиснато копчето за исфрлање
mn: Түлхэх (Eject) товчилуур дарснаар тушаал гүйцэтгэх
ms: Arahan dilaksanakan bila butang Eject ditekan
nl: Opdracht om uit te voeren wanneer de 'Uitwerpen'-toets wordt ingedrukt
no: Kommando som skal kjøres når Eject blir trykket
pl: Polecenie wykonywane po przyciśnięciu klawisza wysunięcia nośnika
pt: Comando a executar quando o botão Ejectar é primido
pt_br: Comando a executar quando o botão Eject é pressionado
ro: Comandă de executat la apăsarea butonului Eject
ru: Команда, которая будет выполнена, когда клавиша извлечения диска будет нажата
sk: Príkaz spúšťaný pri stlačení Vysunúť
sl: Ukaz, ki bo izvršen, ko bo pritisnjena tipka za izmet
sq: Komandë që duhet egzekutuar kur të shtypet tasti Eject
sv: Kommando att köra då utmatningstangenten trycks ned
uk: Команда, що виконуватиметься, коли буде натиснуто клавішу витягування носія
vi: Lệnh thực thi khi nhấn nút Nhả Ra

source: E-Mail key's XKeycode
bg: Х кода на клавиша за електронна поща
ca: XKeycode de la tecla de correu-e
cs: XKeycode klávesy Email
da: XKeycode for epost-tasten
de: XKeycode der E-Mail-Taste
el: XKeycode πλήκτρου E-Mail
es: XKeycode de la tecla de correo
fi: Sähköpostinäppäimen X-näppäinkoodi
fr: XKeycode de la touche Courrier
he: XKeycode למקש הדוא"ל
hu: E-mail billentyű XKeycode-ja
it: XKeycode del tasto e-mail
ja: E-メール・キーの Xkeycode
ko: 메일 글쇠의 X글쇠코드
lv: E-pasta taustiņa XKeycode
mk: E-Mail клуч XKeycode
mn: Э-захиа товчилуурын XKeycode
ms: XKeycode kekunci Emel
nl: E-mail XKeycode
no: X-tastekode for e-posttast
pl: Kod X klawisza do poczty elektronicznej
pt: XKeycode da tecla de E-Mail
pt_br: XKeycode da tecla de E-mail
ro: Codul XKeycode al tastei Email
ru: Код XKeycode клавиши для электронной почты
sk: XKeycode pre kláves E-mail
sl: Tipkovnična koda X za e-pošto
sq: Tasti i e-mail-it XKeycode
sv: E-posttangentens X-tangentkod
uk: Код XKeycode клавіші для електронної пошти
vi: XKeycode của phím E-Mail

source: E-Mail key's XKeycode, 0 to disable
bg: Х кода на клавиша за електронна поща, с 0 се изключва
ca: XKeycode de la tecla de correu-e, 0 per a inhabilitar
cs: XKeycode klávesy Email, 0 vypne
da: XKeycode for epost-tasten, 0 for at deaktivere
de: XKeycode der E-Mail-Taste, 0 zum Deaktivieren
el: XKeycode πλήκτρου E-Mail, 0 για απενεργοποίηση
es: XKeycode de la tecla de correo, con 0 se desactiva
fi: Sähköpostinäppäimen X-näppäinkoodi, 0 poistaa käytöstä
fr: XKeycode de la touche Courrier, 0 pour désactiver
he: XKeycode למקש הדוא"ל, 0 כדי לכבות
hu: E-mail billentyű XKeycode-ja, a tiltáshoz 0
it: Xkeycode del tasto e-mail, 0 per disabilitare
ja: E-メール・キーの XKeycode (0: 無効)
ko: 메일 글쇠의 X글쇠코드, 0은 사용않음
lv: E-pasta taustiņa XKeycode, 0, lai izslēgtu
mk: E-Mail клуч XKeycode, 0 за оневозможување
mn: Э-захиа товчилуурын XKeycode 0 бол хаах
ms: XKeycode kekunci Emel, 0 untuk matikan
nl: E-mail XKeycode, 0 om uit te schakelen
no: X-tastekode for e-posttast. 0 for å deaktivere
pl: Kod X klawisza do poczty elektronicznej, 0 aby wyłączyć
pt: XKeycode da tecla de E-Mail, 0 para inactivar
pt_br: XKeycode da tecla de E-mail, 0 para desabilitar
ro: Codul XKeycode al tastei Email, 0 pentru dezactivare
ru: Код XKeycode клавиши для электронной почты, 0 для отключения
sk: XKeycode pre kláves E-mail, alebo 0 pre vypnutie
sl: Tipkovnična koda X za e-pošto, 0 za onemogočitev
sq: Tasti i e-mail-it XKeycode, 0 për të disaktivizuar
sv: E-posttangentens X-tangentkod, 0 för att inaktivera
uk: Код XKeycode клавіші для електронної пошти, натисніть 0, щоб вимкнути
vi: XKeycode của phím E-Mail, 0 là tắt chức năng

source: Eject key's XKeycode
bg: Х кода на клавиша за отваряне на CD-то
ca: XKeycode de la tecla d'ejecció
cs: XKeycode klávesy Vysunutí
da: XKeycode for skub ud-tasten
de: XKeycode der Auswurftaste
el: XKeycode πλήκτρου Εξαγωγής
es: XKeycode de la tecla de expulsión
fi: Levynpoistonäppäimen X-näppäinkoodi
fr: XKeycode de la touche Eject
he: XKeycode למקש ההוצאה
hu: Média kiadása billentyű XKeycode-ja
it: XKeycode del tasto eject
ja: イジェクト・キーの Xkeycode
ko: 꺼내기 글쇠의 X글쇠코드
lv: Iekārtas izbīdes taustiņa XKeycode
mk: Клуч за исфрлање XKeycode
mn: Түлхэх товчилуурын XKeycode
ms: XKeycode kekunci Eject
nl: Uitwerpen XKeycode
no: X-tastekode for utløsingstast
pl: Kod X klawisza do wysuwania nośnika
pt: XKeycode da tecla de Ejectar
pt_br: XKeycode da tecla de Eject
ro: Codul XKeycode al tastei Eject
ru: Код XKeycode клавиши для извлечения диска
sk: XKeycode pre kláves Vysunúť
sl: Tipkovnična koda X za izmet
sq: Tasti i eject XKeycode
sv: Utmatningstangentens X-tangentkod
uk: Код XKeycode клавіші для витягування носія
vi: XKeycode của phím Nhả Ra

source: Eject key's XKeycode, 0 to disable
bg: Х кода на клавиша за отваряне на CD-то, с 0 се изключва
ca: XKeycode de la tecla d'ejecció, 0 per a inhabilitar
cs: XKeycode klávesy Vysunutí, 0 vypne
da: XKeycode for skub ud-tasten, 0 for at deaktivere
de: XKeycode der Auswurftaste, 0 zum Deaktivieren
el: XKeycode πλήκτρου Εξαγωγής, 0 για απενεργοποίηση
es: XKeycode de la tecla de expulsión, con 0 se desactiva
fi: Levynpoistonäppäimen X-näppäinkoodi, 0 poistaa käytöstä
fr: XKeycode de la touche Eject, 0 pour désactiver
he: XKeycode למקש ההוצאה, 0 כדי לכבות
hu: Média kiadása billentyű XKeycode-ja, a tiltáshoz 0
it: XKeycode del tasto eject, 0 per disabilitare
ja: イジェクト・キーの XKeycode (0: 無効)
ko: 꺼내기 글쇠의 X글쇠코드, 0은 사용않음
lv: Iekārtas izbīdes taustiņa XKeycode, 0, lai izslēgtu
mk: Клуч за исфрлање XKeycode, 0 за оневозможување
mn: Түлхэх товчилуурын XKeycode 0 бол хаах
ms: XKeycode kekunci Eject, 0 untuk matikan
nl: Uitwerpen XKeycode, 0 om uit te schakelen
no: X-tastekode for utløsingstast. 0 for å deaktivere
pl: Kod X klawisza do wysuwania nośnika, 0 aby wyłączyć
pt: XKeycode da tecla de Ejectar, 0 para inactivar
pt_br: XKeycode da tecla de Eject, 0 para desabilitar
ro: Codul XKeycode al tastei Eject, 0 pentru dezactivare
ru: Код XKeycode клавиши для извлечения диска, 0 для отключения
sk: XKeycode pre kláves Vysunúť, alebo 0 pre vypnutie
sl: Tipkovnična koda X za izmet, 0 za onemogočitev
sq: Tasti i eject XKeycode, 0 për të disaktivizuar
sv: Utmatningstangentens X-tangentkod, 0 för att inaktivera
uk: Код XKeycode клавіші для витягування носія, натисніть 0, щоб вимкнути
vi: XKeycode của phím Nhả Ra, 0 là tắt

source: Finance key's XKeycode
bg: Х кода на клавиша за финанси
ca: XKeycode de la tecla de finances
cs: XKeycode klávesy Finance
da: XKeycode for finanstasten
de: XKeycode der Finanzen-Taste
el: XKeycode πλήκτρου Οικονομικών
es: XKeycode de la tecla de finanzas
fi: Talousnäppäimen X-näppäinkoodi
fr: XKeycode de la touche Finance
he: XKeycode למקש הכלכלה
hu: Pénzügyek billentyű Xkeycode-ja
it: XKeycode del tasto finanze
ja: 家計簿キーの Xkeycode
ko: 가계부 글쇠의 X글쇠코드
lv: Finanšu taustiņa XKeycode
mk: Клуч за финансирање XKeycode
mn: Санхүү товчилуурын XKeycode
ms: XKeycode kekunci Kewangan
nl: Financiën XKeycode
no: X-tastekode for finanstast
pl: Kod X klawisza do finansów
pt: XKeycode da tecla de Finanças
pt_br: XKeycode da tecla de Finanças
ro: Codul XKeycode al tastei Finanţe
ru: Код XKeycode клавиши для финансов
sk: XKeycode pre kláves Financie
sl: Tipkovnična koda X za finance
sq: Tasti i financës XKeycode
sv: Ekonomitangentens X-tangentkod
uk: Код XKeycode клавіші для фінансів
vi: XKeycode của phím Tài Chính

source: Finance key's XKeycode, 0 to disable
bg: Х кода на клавиша за финанси, с 0 се изключва
ca: XKeycode de la tecla de finances, 0 per a inhabilitar
cs: XKeycode klávesy Email, 0 vypne
da: XKeycode for finanstasten, 0 for at deaktivere
de: XKeycode der Finanzen-Taste, 0 zum Deaktivieren
el: XKeycode πλήκτρου Οικονομικών, 0 για απενεργοποίηση
es: XKeycode de la tecla de finanzas, con 0 se desactiva
fi: Talousnäppäimen X-näppäinkoodi, 0 poistaa käytöstä
fr: XKeycode de la touche Finance, 0 pour désactiver
he: XKeycode למקש הכלכלה, 0 כדי לכבות
hu: Pénzügyek billentyű Xkeycode-je, a tiltáshoz 0
it: XKeycode del tasto finanze, 0 per disabilitare
ja: 家計簿キーの XKeycode (0: 無効)
ko: 가계부 글쇠의 X글쇠코드, 0은 사용않음
lv: Finanšu taustiņa XKeycode, 0, lai izslēgtu
mk: Клуч за финансирање XKeycode, 0 за оневозможување
mn: Санхүү товчилуурын XKeycode 0 бол хаах
ms: XKeycode kekunci Kewangan, 0 untuk matikan
nl: Financiën XKeycode, 0 om uit te schakelen
no: X-tastekode for finanstast. 0 for å deaktivere
pl: Kod X klawisza do finansów, 0 aby wyłączyć
pt: XKeycode da tecla de Finanças, 0 para inactivar
pt_br: XKeycode da tecla de Finanças, 0 para desabilitar
ro: Codul XKeycode al tastei Finanţa, 0 pentru dezactivare
ru: Код XKeycode клавиши для финансов, 0 для отключения
sk: XKeycode pre kláves Financie, alebo 0 pre vypnutie
sl: Tipkovnična koda X za finance, 0 za onemogočitev
sq: Tasti i financës XKeycode, 0 për të disaktivizuar
sv: Ekonomitangentens X-tangentkod, 0 för att inaktivera
uk: Код XKeycode клавіші для фінансів, натисніть 0, щоб вимкнути
vi: XKeycode của phím Tài Chính, 0 là tắt chức năng

source: Groups key's XKeycode
bg: Х кода на клавиша за групите
ca: XKeycode de la tecla de grups
cs: XKeycode klávesy Skupiny
da: XKeycode for grupper-tasten
de: XKeycode der Gruppen-Taste
el: XKeycode πλήκτρου ομάδων
es: XKeycode del grupo de teclas
fi: Ryhmänäppäimen X-näppäinkoodi
fr: XKeycode de la touche Groupes
he: XKeycode למקש הקבוצות
hu: Csoportok billentyű XKeycode-ja
ja: グループ・キーの Xkeycode
ko: 그놈 새소식의 X글쇠코드
lv: Grupas taustiņa XKeycode
mk: Клуч за групи XKeycode
mn: Групп товчилуурын XKeycode
ms: XKeycode kekunci Kumpulan
nl: Groepen XKeycode
no: X-tastekode for gruppetast
pl: Kod X klawisza do grup
pt: XKeycode da tecla de Grupos
pt_br: XKeycode da tecla de Grupos
ro: Codul XKeycode al tastei Grupuri
ru: Код XKeycode клавиши для групп
sk: XKeycode pre kláves Skupiny
sl: Tipkovnična koda X za skupine
sq: Tasti i grupit XKeycode
sv: Grupptangentens X-tangentkod
uk: Код XKeycode клавіші для груп
vi: XKeycode của phím Nhóm

source: Groups key's XKeycode, 0 to disable
bg: Х кода на клавиша за групите, с 0 се изключва
ca: XKeycode de la tecla de grups, 0 per a inhabilitar
cs: XKeycode klávesy Skupiny, 0 vypne
da: XKeycode for grupper-tasten, 0 for at deaktivere
de: XKeycode der Gruppen-Taste, 0 zum Deaktivieren
el: XKeycode πλήκτρου ομάδων, 0 για απενεργοποίηση
es: XKeycode del grupo de teclas, con 0 se desactiva
fi: Ryhmänäppäimen X-näppäinkoodi, 0 poistaa käytöstä
fr: XKeycode de la touche Groupes, 0 pour désactiver
he: XKeycode למקש הקבוצות, 0 כדי לכבות
hu: Csoportok billentyű XKeycode-ja, a tiltáshoz 0
ja: グループ・キーの XKeycode (0: 無効)
ko: 그놈 새소식의 X글쇠코드, 0은 사용않음
lv: Grupas taustiņa XKeycode, 0, lai izslēgtu
mk: Клуч за групи XKeycode, 0 за оневозможување
mn: Групп товчилуурын XKeycode 0 бол хаах
ms: XKeycode kekunci Kumpulan, 0 untuk matikan
nl: Groepen XKeycode, 0 om uit te schakelen
no: X-tastekode for gruppetast. 0 for å deaktivere
pl: Kod X klawisza do grup, 0 aby wyłączyć
pt: XKeycode da tecla de Grupos, 0 para inactivar
pt_br: XKeycode da tecla de Grupos, 0 para desabilitar
ro: Codul XKeycode al tastei Grupuri, 0 pentru dezactivare
ru: Код XKeycode клавиши для групп, 0 для отключения
sk: XKeycode pre kláves Skupiny, alebo 0 pre vypnutie
sl: Tipkovnična koda X za skupine, 0 za onemogočitev
sq: Tasti i grupit XKeycode, 0 për të disaktivizuar
sv: Grupptangentens X-tangentkod, 0 för att inaktivera
uk: Код XKeycode клавіші для груп, натисніть 0, щоб вимкнути
vi: XKeycode của phím Nhóm, 0 là tắt chức năng

source: Help key's XKeycode
bg: Х кода на клавиша за помощта
ca: XKeycode de la tecla d'ajuda
cs: XKeycode klávesy Nápověda
da: XKeycode for hjælpetasten
de: XKeycode der Hilfe-Taste
el: XKeycode πλήκτρου Βοήθειας
es: XKeycode de la tecla de ayuda
fi: Ohjenäppäimen X-näppäinkoodi
fr: XKeycode de la touche Aide
he: XKeycode למקש העזרה
hu: Súgó billentyű XKeycode-ja
it: XKeycode del tasto per l'aiuto
ja: ヘルプ・キーの Xkeycode
ko: 도움말 글쇠의 X글쇠코드
lv: Palīdzības taustiņa XKeycode
mk: Клуч за помош XKeycode
mn: Тусламж товчилуурын XKeycode
ms: XKeycode kekunci Bantuan
nl: Hulp XKeycode
no: X-tastekode for hjelptast
pl: Kod X klawisza do pomocy
pt: XKeycode da tecla de Ajuda
pt_br: XKeycode da tecla de Ajuda
ro: Codul XKeycode al tastei Ajutor
ru: Код XKeycode клавиши для справки
sk: XKeycode pre kláves Pomocník
sl: Tipkovnična koda X za pomoč
sq: Tasti i help(ndihmës) XKeycode
sv: Hjälptangentens X-tangentkod
uk: Код XKeycode клавіші для довідки
vi: XKeycode của phím Trợ Giúp

source: Help key's XKeycode, 0 to disable
bg: Х кода на клавиша за помощта, с 0 се изключва
ca: XKeycode de la tecla d'ajuda, 0 per a inhabilitar
cs: XKeycode klávesy Nápověda, 0 vypne
da: XKeycode for hjælpetasten, 0 for at deaktivere
de: XKeycode der Hilfe-Taste, 0 zum Deaktivieren
el: XKeycode πλήκτρου βοήθειας, 0 για απενεργοποίηση
es: XKeycode de la tecla de ayuda, con 0 se desactiva
fi: Ohjenäppäimen X-näppäinkoodi, 0 poistaa käytöstä
fr: XKeycode de la touche Aide, 0 pour désactiver
he: XKeycode למקש העזרה, 0 כדי לכבות
hu: Súgó billentyű XKeycode-ja, a tiltáshoz 0
it: XKeycode del tasto per l'aiuto, 0 per disabilitare
ja: ヘルプ・キーの XKeycode (0: 無効)
ko: 도움말 글쇠의 X글쇠코드, 0은 사용않음
lv: Palīdzības taustiņa XKeycode, 0, lai izslēgtu
mk: Клуч за помош XKeycode, 0 за оневозможување
mn: Тусламж товчилуурын XKeycode 0 бол хаах
ms: XKeycode kekunci Bantuan, 0 untuk matikan
nl: Hulp XKeycode, 0 om uit te schakelen
no: X-tastekode for hjelptast. 0 for å deaktivere
pl: Kod X klawisza do pomocy, 0 aby wyłączyć
pt: XKeycode da tecla de Ajuda, 0 para inactivar
pt_br: XKeycode da tecla de Ajuda, 0 para desabilitar
ro: Codul XKeycode al tastei Ajutor, 0 pentru dezactivare
ru: Код XKeycode клавиши для справки, 0 для отключения
sk: XKeycode pre kláves Pomocník, alebo 0 pre vypnutie
sl: Tipkovnična koda X za pomoč, 0 za onemogočitev
sq: Tasti i help XKeycode, 0 për të disaktivizuar
sv: Hjälptangentens X-tangentkod, 0 för att inaktivera
uk: Код XKeycode клавіші для довідки, натисніть 0, щоб вимкнути
vi: XKeycode của phím Trợ Giúp, 0 là tắt chức năng

source: Mute key's XKeycode
bg: Х кода на клавиша за заглушаване
ca: XKeycode de la tecla de silenciar
cs: XKeycode klávesy Umlčení
da: XKeycode for dæmpningstasten
de: XKeycode der Stumm-Taste
el: XKeycode πλήκτρου σιωπής
es: XKeycode de la tecla de silencio
fi: Vaimennusnäppäimen X-näppäinkoodi
fr: XKeycode de la touche Sourdine
he: XKeycode למקש ההשתקה
hu: Némítás billentyű XKeycode-ja
it: XKeycode del tasto per azzerare il volume
ja: 消音キーの Xkeycode
ko: 소리 끔 글쇠의 X글쇠코드
lv: Apklusināšanas' taustiņa XKeycode
mk: Безгласен клуч XKeycode
mn: Дуугүй товчилуурын XKeycode
ms: XKeycode kekunci Mute
nl: Geluid uit XKeycode
no: X-tastekode for dempetast
pl: Kod X klawisza do wyciszania dźwięku
pt: XKeycode da tecla de Silenciar
pt_br: XKeycode da tecla de Emudecer
ro: Codul XKeycode al tastei Amuţire
ru: Код XKeycode клавиши для заглушения звука
sk: XKeycode pre kláves Potichu
sl: Tipkovnična koda X za utišanje zvoka
sq: Tasti i mute XKeycode
sv: Tystningstangentens X-tangentkod
uk: Код XKeycode клавіші для вимкнення звуку
vi: XKeycode của phím Tắt Tiếng

source: Mute key's XKeycode, 0 to disable
bg: Х кода на клавиша за заглушаване, с 0 се изключва
ca: XKeycode de la tecla de silenciar, 0 per a inhabilitar
cs: XKeycode klávesy Umlčení, 0 vypne
da: XKeycode for dæmpningstasten, 0 for at deaktivere
de: XKeycode der Stumm-Taste, 0 zum Deaktivieren
el: XKeycode πλήκτρου σιωπής, 0 για απενεργοποίηση
es: XKeycode de la tecla de silencio, con 0 se desactiva
fi: näppäimen X-näppäinkoodi, 0 poistaa käytöstä
fr: XKeycode de la touche Sourdine, 0 pour désactiver
he: XKeycode למקש ההשתקה, 0 כדי לכבות
hu: Némítás billentyű XKeycode-ja, a tiltáshoz 0
it: XKeycode del tasto azzerare il volume, 0 per disabilitare
ja: 消音キーの XKeycode (0: 無効)
ko: 소리 끔 글쇠의 X글쇠코드, 0은 사용않음
lv: Apklusināšanas taustiņa XKeycode, 0, lai izslēgtu
mk: Безгласен клуч XKeycode, 0 за оневозможување
mn: Дуугүй товчилуурын XKeycode 0 бол хаах
ms: XKeycode kekunci Mute, 0 untuk matikan
nl: Geluid uit XKeycode, 0 om uit te schakelen
no: X-tastekode for dempetast. 0 for å deaktivere
pl: Kod X klawisza do wyciszania dźwięku, 0 aby wyłączyć
pt: XKeycode da tecla de Silenciar, 0 para inactivar
pt_br: XKeycode da tecla de Emudecer, 0 para desabilitar
ro: Codul XKeycode al tastei Amuţire, 0 pentru dezactivare
ru: Код XKeycode клавиши для заглушения звука, 0 для отключения
sk: XKeycode pre kláves Potichu, alebo 0 pre vypnutie
sl: Tipkovnična koda X za utišanje zvoka, 0 za onemogočitev
sq: Tasti i mute XKeycode, 0 për të disaktivizuar
sv: Tystningstangentens X-tangentkod, 0 för att inaktivera
uk: Код XKeycode клавіші для вимкнення звуку, натисніть 0, щоб вимкнути
vi: XKeycode của phím Tắt Tiếng, 0 là tắt chức năng

source: My Home key's XKeycode
bg: Х кода на клавиша Вкъщи
ca: XKeycode de la tecla de directori personal
cs: XKeycode klávesy Domovský adresář
da: XKeycode for mit hjem-tasten
de: XKeycode der Persönlicher Ordner-Taste
el: XKeycode αρχικού μου πλήκτρου
es: XKeycode de la de Mi hogar (inicio)
fi: Kotinäppäimen X-näppäinkoodi
fr: XKeycode de la touche Répertoire personnel
he: XKeycode למקש הבית שלי
hu: Saját gép billentyű XKeycode-ja
it: XKeycode del tasto home
ja: My ホーム・キーの Xkeycode
ko: 내 폴더 글쇠의 X글쇠코드
lv: Manas Mājas taustiņa XKeycode
mk: Мој почетен клуч XKeycode
mn: Хувийн лавлах товчилуурын XKeycode
ms: XKeycode kekunci Rumah Daku
nl: Mijn thuis XKeycode
no: X-tastekode for hjemmetast
pl: Kod X klawisza do położenia początkowego
pt: XKeycode da tecla de Minha Casa
pt_br: XKeycode da tecla de Home
ro: Codul XKeycode al tastei Acasă
ru: Код XKeycode клавиши для клавиши "Домой"
sk: XKeycode pre kláves Môj domov
sl: Tipkovnična koda X za Moj dom
sq: Tasti i home XKeycode
sv: Hemtangentens X-tangentkod
uk: Код XKeycode клавіші "Додому"
vi: XKeycode của phím Nhà Tôi (My Home)
