Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/bonobo/po/*.po
Languages: az, de, es, fr, nl, pt_br, tr

source: _Help on GNOME
az: GNOME haqqında _Kömək
de: _Filfe über GNOME
es: A_yuda sobre GNOME
fr: _Aide sur GNOME
nl: _Help met GNOME
pt_br: Ajuda sobre o _Gnome
tr: _GNOME hakkýnda yardým

source: _Kill
az: _Dayandır
de: _Zerstören
es: _Matar
fr: _Tuer
nl: _Direct stoppen
pt_br: _Matar
tr: Ö_ldür

source: _Load...
az: _Yüklə...
de: _Laden...
es: _Cargar...
fr: _Charger...
nl: _Laden...
pt_br: _Carregar...
tr: _Yükle...

source: _One Window
az: _Bir Pəncərə
de: _Ein Fenster
es: _Una Ventana
fr: _Une fenêtre
nl: _Een Venster
pt_br: _Uma janela
tr: _Bir pencere

source: _Open...
az: _Aç...
de: _Öffnen...
es: _Abrir...
fr: _Ouvrir...
nl: _Openen...
pt_br: _Abrir...
tr: _Aç...

source: _Preferences...
az: _Seçənəklər...
de: _Einstellungen...
es: _Preferencias...
fr: _Préférences...
nl: _Voorkeuren...
pt_br: _Preferências...
tr: _Tercihler...

source: _Print
az: _Çap Et
de: _Drucken
es: _Imprimir
fr: _Imprimer
nl: _Afdrukken
pt_br: _Imprimir
tr: _Yazdýr

source: _Save
az: _Qeyd Et
de: _Speichern
es: _Guardar
fr: _Enregistrer
nl: _Opslaan
pt_br: _Salvar
tr: _Kaydet

source: _Settings
az: _Qurğular
de: _Einstellungen
es: _Configuraciones
fr: _Réglages
nl: _Instellingen
pt_br: _Configurações
tr: _Ayarlar

source: _Split Window
az: Pəncərəni _Böl
de: Fenster _teilen
es: _Dividir Ventana
fr: _Diviser la fenêtre
nl: Venster _Splitsen
pt_br: _Dividir janela
tr: _Pencereyi Böl

source: _Window
az: _Pəncərə
de: _Fenster
es: _Ventana
fr: _Fenêtre
nl: _Venster
pt_br: _Janela
tr: _Pencere

source: _Zoom
az: _Yaxınlıq
pt_br: _Ampliação
tr: _Büyüt

source: This program is part of the GNOME project. Gnome Shell comes with ABSOLUTELY NO WARRANTY. This is free software, and you are welcome to redistribute it under the conditions of the GNU General Public License. Please report bugs to dietmar@maurer-it.com
az: Bu Gnome Shell proqramı GNOME lahiyəsinin bir parçasıdır və HEÇ BİR MƏS'ULİYYƏT DAŞIMAZ. Bu pulsuz bir proqramdır və GNU General Public License'ə görə nəşr edilmişdir.Xəta raportlarını lütfən `dietmar@maurer-it.com''a göndər
de: Dieses Programm ist ein Teil des GNOME Projekts. GNOME shell kommt mit KEINERLEI GARANTIE. Dies ist freie Software und Sie sind herzlich eingeladen sie unter den Bedingungen der GNU General Public Licence weiter zugeben. Bitte melden Sie Fehler an dietmar@maurer-it.com
es: Este programa es parte del proyecto GNOME. Gnome Shell viene ABSOLUTAMENTE SIN GARANTÍAS. Esto es software libre, y puede redistribuirlo bajo las condiciones de la Licencia Pública General GNU. Por favor, informe de errores a dietmar@maurer-it.com
fr: Ce programme fait partie du projet GNOME. Le shell GNOME est livré SANS AUCUNE GARANTIE. C'est un logiciel libre, et vous êtes encouragé à le redistribuer sous les conditions de la Licence Publique Générale GNU. Rapporter [NdT : en anglais ] les anomalies à dietmar@maurer-it.com, SVP.
tr: Bu program GNOME projesinin bir parçasýdýr ve herhangi bir garanti içermez. Ayný zamanda serbest olarak daðýtýlan bu programý daðýtmakta serbestsiniz. Hata raporlarýný lütfen dietmar@maurer-it.com adresine gönderin.

source: fatal CORBA exception! Shutting down...
az: ağır CORBA xətası ! Bağlanıram ..
de: Fataler CORBA-Ausnahmefehler! Abbrechen...
es: ¡excepción fatal de CORBA! Apagando...
fr: Exception fatale CORBA ! Extinction...
nl: Fatale COBRA uitzondering! Shutting down...
pt_br: exceção CORBA fatal! Desligando...
tr: Ölümcül CORBA hatasý! Kapatýlýyor..

source: New zoom level is %.3g.
az: Təzə yaxınlıq dərəcəsi %.3g dir.
de: Neuer Zoom-Level ist %.3g.
es: Nuevo nivel de zoom es %.3g.
fr: Le nouveau niveau de zoom est %.3g.
nl: Nieuw zoom niveau is %.3g.
tr: Yeni büyüklük %.3g.

source: Set zoom level:
az: Yaxınlıq dərəcəsini bildir:
de: Zoom-Level wählen:
es: Fijar nivel de zoom:
fr: Définir le niveau de zoom :
nl: Stel zoom niveau in:
tr: Odaklama seviyesi:

source: Could not initialize Bonobo!
az: Bonoboyu başlada bilmədim !
de: Bonobo konnte nicht initialisiert werden!
es: ¡No se pudo inicializar Bonobo!
fr: Ne peut initialiser Bonobo !
nl: Kan Bonobo niet laden!
pt_br: Não foi possível iniciar Bonobo!
tr: Bonobo baþlatýlamadý!

source: An exception occured while trying to save data from the component with PersistFile
az: PersistFile dəstəyi ilə mə'lumatları bir üzvdə yükləməyə çalışırkən ağır bir xəta oldu
de: Ein Ausnahmefehler trat auf, während versucht wurde, Daten mit PersistFile aus der Komponente zu speichern
es: Ocurrió una excepción mientras se intentaban guardar datos del componente con PersistFile
fr: Une exception est apparue durant la tentative de sauvegarde des données depuis le composant avec PersistFile
nl: Een uitzondering vond plaats tijdens het proberen van opslaan data in het component met PersistFile
pt_br: Ocorreu uma exceção ao tentar salvar dados em um componente com PersistFile
tr: PersistFile desteðiyle bilgileri bir parçadan yüklemeye uðraþýrken hata oluþtu

source: Could not save file %s
az: %s dosyesini qeyd edə bilmədim
de: Die Datei %s konnte nicht gespeichert werden
es: No se pudo guardar el archivo %s
fr: Ne peut enregistrer le fichier %s
nl: Kan bestand %s niet opslaan
pt_br: Não é possível salvar arquivo %s
tr: %s dosyasý kaydedilemedi

source: An exception occured while trying to save data from the component with PersistStream
az: PersistStream dəstəyi ilə bir üzvün mə'lumatlarını qeyd etməyə çalışırkən ağır bir xəta oldu
de: Ein Ausnahmefehler trat auf, während versucht wurde, Daten mit PersistStream aus der Komponente zu speichern
es: Ocurrió una excepción mientras se intentaban guardar datos del componente con PersistStream
fr: Une exception est apparue durant la tentative de sauvegarde des données depuis le composant avec PersistStream
nl: Een uitzondering vond plaats tijdens het proberen van opslaan gegevens uit het component met PersistStream
tr: PersistFile desteðiyle bir bileþen bilgilerini kaydederken hata oluþtu

source: Open
az: Aç
de: Öffnen
es: Abrir
fr: Ouvrir
nl: Openen
tr: Aç

source: Launch component
az: Üzvü başlat
de: Komponente starten
es: Lanzar componente
fr: Lancer un composant
nl: Lanceer component
tr: Bileþeni çalýþtýr

source: Load
az: Yüklə
de: Laden
es: Cargar
fr: Charger
nl: Laden
tr: Yükle

source: Save As
az: Fərqli Qeyd Et
de: Speichern unter
es: Guardar Como
fr: Enregistrer sous
nl: Opslaan Als
tr: Farklý Kaydet

source: Component has no editable properties
az: Üzvün düzəldilə bilən xüsusiyyəti yoxdur
de: Die Komponente hat keine anpassbaren Einstellungen
es: El componente no tiene propiedades editables
fr: Le composant n'a pas de propriétés éditables
nl: Component heeft geen instelbare eigenschappen
tr: Bileþenin düzenlenecek özelliði bulunmuyor

source: Gunzip Moniker factory
az: Gunzip Moniker mərkəzi
es: Fábrica de Monikers Gunzip
fr: Usine du moniker gunzip
tr: Gunzip Moniker mimarisi

source: Standard Moniker factory
az: Standart Moniker mərkəzi
es: Fábrica de Monikers estándar
fr: Usine du Moniker standard
tr: Standart Moniker mimarisi

source: file MonikerExtender
az: dosye MonikerExtender
es: archivo MonikerExtender
fr: Fichier MonikerExtender
tr: MonikerExtender dosyasý

source: generic Oaf activation moniker
az: sıravi Oaf fəllaşdırma monikeri
es: moniker de activación de Oaf genérico
fr: Moniker d'activation OAF générique
tr: genel Oaf etkileþme moniker

source: generic Oaf query moniker
az: soravi Oaf istəmə monikeri
es: moniker de petición de Oaf genérica
fr: Moniker d'interrogation OAF générique
tr: genel Oaf istek moniker

source: generic factory 'new' moniker
az: sıravi mərkəz 'təzə' monikeri
es: moniker de 'nueva' fábrica genérica
fr: 'Noveau' Moniker d'usine générique
tr: genel mimari yeni moniker

source: generic file moniker
az: sıravi dosye monikeri
es: moniker de archivo genérico
fr: Moniker de fichier générique
tr: genel dosya moniker

source: generic item moniker
az: sıravi üzv monikeri
es: moniker de elemento genérico
fr: Moniker d'élément générique
tr: genel öðe moniker

source: stream MonikerExtender
az: axım MonikerExtender
fr: MonikerExtender de flux
tr: akým MonikerExtender

source: Bonobo Echo server factory
az: Bonobo Exo vericisi mərkəzi
es: fábrica de servidores de Echo de Bonobo
fr: Usine serveur Bonobo Echo
tr: Bonobo Echo sunucu mimarisi

source: Bonobo Echo server sample program
az: Bonobo Exo vericisi nümunəvi proqramı
es: Programa de ejemplo de servidor de Echo de Bonobo
fr: Programme d'example de serveur Bonobo Echo
tr: Bonobo Echo sunucu örnek programý

source: Echo component
az: Exo üzvü
es: Componente Echo
fr: Composant Echo
tr: Echo bileþeni

source: Echo component factory
az: Exo üzvü mərkəzi
es: Fábrica de componentes Echo
fr: Usine de composant Echo
tr: Echo nesne mimarisi

source: I could not initialize Bonobo
az: Bonoboyu başlada bilmədim
de: Bonobo konnte nicht initialisiert werden!
es: No se pudo inicializar Bonobo
fr: Je n'ai pas pu initialiser Bonobo
nl: Ik kon bonobo niet laden
pt_br: Não foi possível iniciar Bonobo
tr: Bonobo baþlatýlamadý

source: The component now claims that it doesn't support PersistStream!
az: Üzv indi də PersistStream'i dəstəkləmədiyini bildirir!
de: Die Komponente scheint nun PersistStream nicht zu unterstützen!
es: ¡El componente ahora se queja de que no permite PersistStream!
fr: Le composant dit maintenant qu'il ne supporte pas PersistStream !
nl: Het component claimt nu dat het geen PersistStream ondersteund!
pt_br: O componente alega agora que não suporta PersistStream!
tr: Bileþen PersistStream'i desteklemediðini belirtiyor!

source: Select file
az: Dosye seç
de: Datei wählen
es: Seleccionar archivo
fr: Sélectionnez un fichier
nl: Selecteer bestand
pt_br: Selecione arquivo
tr: Dosyayý seçin

source: Select an embeddable Bonobo component to add
az: Əlavə ediləcək gömülə bilən Bonobo üzvüni seç
de: Eine einbettbare Bonobo-Komponente wählen, die hinzugefügt werden soll
es: Seleccionar una componente de Bonobo empotrable para añadir
fr: Sélectionnez un composant Bonobo Embeddable à ajouter
nl: Selecteer een te te voegen embeddable Bonobo component
pt_br: Selecione um componente embutível Bonobo para incluir
tr: Eklemek için gömülebilir bir Bonobo bileþeni seçin

source: Bonobo sample container
az: Bonobo nümunə çəni
de: Bonobo Beispiel-Container
es: Contenedor de ejemplo de Bonobo
fr: Conteneur d'exemple Bonobo
nl: Bonobo voorbeeld container
pt_br: Amostra de repositório Bonobo
tr: Örnek Bonobo kabý

source: Sample Bonobo container
az: Nümunə Bonobo çəni
de: Beispiel Bonobo Container
es: Contenedor de Bonobo de Ejemplo
fr: Conteneur Bonobo d'exemple
nl: Voorbeeld Bonobo container
pt_br: Amostra de repositório Bonobo
tr: Örnek Bonobo kabý

source: Could not launch Embeddable %s!
az: Gömülə bilən %s i başlada bilmədim.
de: Einbettbare %s konnte nicht gestartet werden!
es: ¡No se pudo lanzar el Empotrable %s!
fr: Ne peut démarrer l'Embeddable %s !
nl: Kon Embeddable %s niet starten!
pt_br: Não foi possível lançar Embutível %s!
tr: %s baþlatýlamadý!

source: An exception occured while trying to load data into the component with PersistStorage
az: PersistStorage dəstəyi ilə bir üzvə mə'lumatları yükləməyə çalışırkən ağır bir xəta oldu
de: Ein Ausnahmefehler trat auf, während versucht wurde, Daten mit PersistStorage in die Komponente zu laden
es: Ocurrió una excepción mientras se intentaban cargar datos en el componente con PersistStorage
fr: Une exception est apparue durant la tentative de chargement des données depuis le composant avec PersistStorage
nl: Een uitzondering vond plaats tijdens het proberen van laden data in het component met PersistStorage
pt_br: Ocorreu uma exceção ao tentar carregar dados em um componente com PersistStorage
tr: PersistFile desteðiyle bir parçaya bilgileri yüklerken hata oluþtu

source: An exception occured while trying to save data from the component with PersistStorage
az: PersistStrage dəstəyi ilə bir üzvün mə'lumatlarını qeyd etməyə çalışırkən ağır bir xəta oldu
de: Ein Ausnahmefehler trat auf, während versucht wurde, Daten mit PersistStorage in der Komponente zu speichern
es: Ocurrió una excepción mientras se intentaban guardar datos desde el componente con PersistStorage
fr: Une exception est apparue durant la tentative de sauvegarde des données depuis le composant avec PersistStorage
nl: Een uitzondering vond plaats tijdens het proberen van opslaan data uit het component met PersistStorage
pt_br: Ocorreu uma exceção ao tentar salvar dados em um componente com PersistStorage
tr: PersistFile desteðiyle bir parçanýn bilgilerini kaydederken hata oluþtu

source: Select an object
az: Bir cism seç
de: Objekt auswählen
es: Seleccionar un objeto
fr: Sélectionner un objet
nl: Selecteer een object
pt_br: Selecione um objeto
tr: Bir nesne seçin

source: Can not activate object_server
az: Cism vericisini işə sala bilmədim
de: Object_server kann nicht aktiviert werden
es: No se pudo activar el object_server
fr: Ne peut activer object_server
nl: Kan object_server niet activeren
pt_br: Não é possível ativar object_server
tr: object_server çalýþtýrýlamadý

source: Can not bind object server to client_site
az: Cism vericisini alıcı tərəfinə bağlaya bilmədim
de: Objektserver kann nicht an client_site gebunden werden
es: No se pudo asociar el servidor de objetos con el client_site
fr: Ne peut associer le serveur d'objets à client_site
nl: Kan object server niet binden aan client_site
pt_br: Não é possível ligar servidor de objetos ao client_site
tr: Nesne sunucusu istemci tarafýna baðlanamadý

source: Can not activate server
az: Vericisini işə sala bilmədim
de: Server kann nicht aktiviert werden
es: No se puede activar el servidor
fr: Ne peut activer le serveur
nl: Kan server niet activeren
pt_br: Não é possível ativar servidor
tr: Sunucu etkinleþtirilemedi

source: Could not launch bonobo object.
az: bonobo cismini başlada bilmədim.
de: Bonobo-Objekt konnte nicht gestartet werden.
es: No se pudo lanzar el objeto de bonobo.
fr: Ne peut démarrer un objet Bonobo.
nl: Kon bonobo object niet starten.
pt_br: Não foi possível executar objeto bonobo.
tr: bonobo objesi baþlatýlamadý.

source: Could not launch Embeddable.
az: Gömülə biləni başlada bilmədim.
de: Einbettbare Komponente konnte nicht gestartet werden.
es: No se pudo lanzar el Empotrable.
fr: Ne peut démarrer Embeddable.
nl: Kon Embeddable niet starten.
pt_br: Não foi possível executar Embutível.
tr: Gömülebilir baþlatýlamadý.

source: Could not launch Control.
az: İdarəcini başlada bilmədim.
de: Control konnte nicht gestartet werden
es: No se pudo lanzar el Control.
fr: Ne peut démarrer un contrôle.
nl: Kan controle niet starten.
pt_br: Não foi possível lançar Controle.
tr: Kontrol baþlatýlamadý.

source: Can not bonobo_init
az: Bonobo_initi başlada bilmədim
de: Bonobo_init fehlgeschlagen
es: No se pudo hacer bonobo_init
fr: Ne peut bonobo_init
nl: Kan bonobo_init niet uitvoeren
pt_br: Não é possível executar bonobo_init
tr: bonobo_init çalýþtýrýlamadý

source: gunzip Moniker
es: Moniker gunzip
fr: Moniker gunzip

source: HTTP Moniker
es: Moniker HTTP
fr: Moniker HTTP

source: Could not initialize Bonobo
pt_br: Não é possível iniciar Bonobo

source: Select drawing color...
pt_br: Selecionar cor de desenho...

source: Set the current drawing color
pt_br: Configura a cor de desenho

source: White
pt_br: Branco

source: Set the current drawing color to white
pt_br: Configura a cor de desenho para branco

source: Red
pt_br: Vermelho

source: Set the current drawing color to red
pt_br: Configura a cor de desenho para vermelho

source: Green
pt_br: Verde

source: Set the current drawing color to green
pt_br: Configura a cor de desenho para verde
