Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/bonobo/po/*.po
Languages: az, de, es, fr, nl, pt_br, tr

source: Visible
az: Görünə bilən
tr: Görünür

source: _Show
az: _Göstər
es: _Mostrar
fr: _afficher
tr: _Göster

source: _Hide
az: _Gizlət
es: _Ocultar
fr: _Cacher
tr: _Gizle

source: _View tooltips
az: _İpuclarını göstər
es: _Ver consejos
fr: _Afficher les bulles d'aides
tr: Ýpuçlarýný _Göster

source: Toolbars
az: Ləvazimat Çubuqları
es: Barras de herramientas
fr: Barre d'outils
tr: Araç çubuklarý

source: Look
az: Bax
es: Apariencia
tr: Bak

source: _Icon
az: _Timsal
es: _Icono
fr: _Icone
tr: _Simge

source: _Text and Icon
az: _Mətn və Timsal
es: _Texto e Icono
fr: _Texte et icône
tr: _Metin ve Simge

source: _Priority text only
az: Sadəcə olaraq Mətn
es: _Priorizar sólo texto
fr: _Priorité au texte seulement
tr: Sadece metin

source: Configure UI
az: UIni Quraşdır
es: Configurar IU
fr: Configurer l'IU
tr: Grafik arayüzü yapýlandýr

source: B_oth
az: _Hər İkisi
es: Amb_os
fr: Les _deux
tr: _Her ikisi

source: T_ext
az: M_ətn
es: T_exto
fr: T_exte
tr: _Metin

source: Hide t_ips
az: İ_puclarını gizlət
es: Ocultar co_nsejos
fr: Cacher les _astuces
tr: Ýpuçlarýný G_izle

source: Show t_ips
az: İ_puclarını göstər
es: Mostrar co_nsejos
fr: Afficher les _astuces
tr: Ýpuçlarýný _Göster

source: _Hide toolbar
az: Ləvazimat çubuğunu _Gizlət
es: _Ocultar barra de herramientas
fr: _Cacher la barre d'outils
tr: _Araç çubuðunu gizle

source: Customi_ze
es: Personali_zar
fr: _Personnaliser
tr: Ö_zelleþtir

source: Customize the toolbar
es: Personalizar la barra de herramientas
fr: Personnalise la barre d'outils
tr: Araç çubuðunu özelleþtir

source: Oaf options
az: Oaf Seçənəkləri
es: Opciónes de Oaf
fr: Options OAF
tr: Oaf seçenekleri

source: Could not initialize Bonobo!
az: Bonoboyu başlada bilmədim !
de: Bonobo konnte nicht initialisiert werden!
es: ¡No se pudo inicializar Bonobo!
fr: Ne peut initialiser Bonobo !
nl: Kan Bonobo niet starten!
pt_br: Não foi possível iniciar Bonobo!
tr: Bonobo'yu baþlatamadým !

source: An unsupported action was attempted
az: Dəstəklənməyən əməliyyat sınandı
es: Se intentó una acción no soportada
fr: Une action non supportée a été essayée
tr: Desteklenmeyen bir eylem denendi

source: IO Error
az: GÇ (IO) Xətası
es: Error de E/S
fr: Erreur d'E/S
tr: GÇ Hatasý

source: Invalid argument value
az: Keçərsiz arqument qiyməti
es: Valor de argumento no válido
fr: Valeur d'argument invalide
tr: Geçersiz argüman deðeri

source: Object not found
az: Cism tapıla bilmədi
de: Objekt nicht gefunden
es: Objeto no encontrado
fr: Objet non trouvé
nl: Object niet gevonden
pt_br: Objeto não encontrado
tr: Nesne bulunamadý

source: Syntax error in object description
az: Cism izahında imla xətası var
de: Syntaxfehler in Objektbeschreibung
es: Error de sintaxis en descripción de objeto
fr: Erreur de syntaxe dans la description de l'objet
nl: Syntax error in object discriptie
pt_br: Erro de sintaxe na descrição do objeto
tr: Nesne tanýmýnda imla hatasý var

source: The User canceled the save
az: İstifadəçi qeydi dayandırdı
de: Der Benutzer hat das Speichern abgebrochen
es: El Usuario canceló al guardar
fr: L'utilisateur a annulé l'enregistrement
nl: De gebruiker heeft het saven geannuleert
pt_br: O usuário cancelou a gravação
tr: Kullanýcý kaydetmeyi durdurdu

source: Cannot activate object from factory
az: Cism vericisini işə sala bilmədim
de: Das Objekt kann nicht aus der Factory heraus aktiviert werden
es: No se puede activar objeto de fábrica
fr: Ne peut activer l'objet depuis l'usine
nl: Kan object uit factory niet activeren
pt_br: Não é possível ativar objeto da factory
tr: Nesne sunucusunu çalýþtýramadým

source: No permission to access stream
az: Axıma yetişmək üçün lazımlı səlahiyyətlərə sahib deyilsən
de: Keine Erlaubnis, auf den Stream zuzugreifen
es: No hay permiso para acceder al stream
fr: Pas de permission d'accéder à ce flux
nl: Geen toegang tot stream
pt_br: Sem permissão para acessar o stream
tr: Gerekli eriþim haklarýna sahip deðilsiniz

source: An unsupported stream action was attempted
az: Dəstəklənməyən bir axım əməliyyatı sınandı
de: Eine nicht unterstützte Stream-Aktion wurde versucht
es: Se intentó una acción no soportada sobre un stream
fr: Une action de flux non supportée a été essayée
nl: Een niet ondersteunde stream actie is geprobeerd
pt_br: Tentativa de executar uma ação de stream não suportada
tr: Desteklenmeyen bir akým eylemi denendi

source: IO Error on stream
az: Axımda bir G/Ç xətası oldu
de: E-/A-Fehler auf Stream
es: Error de E/S en stream
fr: Erreur d'E/S sur le flux
nl: IO Fout in stream
pt_br: Erro de E/S no stream
tr: Akýmda bir G/Ç hatasý oluþtu

source: IO Error on storage
az: Saxlamada bir G/Ç xətası oldu
de: E-/A-Fehler auf Storage
es: Error de E/S en almacenamiento
fr: Erreur d'E/S sur le stockage
nl: IO Fout in opslag
pt_br: Erro de E/S no repositório
tr: Bir G/Ç hatasý oluþtu

source: Name already exists in storage
az: Ad qeydlərdə onsuz da var
de: Name existiert bereits im Storage
es: El nombre ya existe en el almacenamiento
fr: Le nom existe déjà dans le stockage
nl: Naam bestaad al in opslag
pt_br: Nome já existe no repositório
tr: Ýsim kayýtta zaten var

source: Object not found in storage
az: Cism qeydlərdə tapıla bilmədi
de: Objekt in Storage nicht gefunden
es: Objeto no encontrado en el almacenamiento
fr: Objet non trouvé dans le stockage
nl: Object niet gevonden in opslag (storage)
pt_br: Objeto não encontrado no repositório
tr: Nesne kayýtta bulunamadý

source: No permission to do operation on storage
az: Qeydlərdə dəyişiklik üçün səlahiyyətlər yoxdur
de: Keine Erlaubnis, diese Operation auf Storage auszuführen
es: No hay permiso para hacer la operación en el almacenamiento
fr: Pas de permission de faire cette opération sur le stockage
nl: Geen toegang om operaties te verichten in opslag
pt_br: Sem permissão para executar operação no repositório
tr: Kayýtta deðiþikliði yapmak için yeterli eriþim haklarýnýz bulunmuyor

source: An unsupported storage action was attempted
az: Dəstəklənməyən bir saxlama əməliyyatı sınandı
de: Eine nicht unterstützte Storage-Aktion wurde versucht
es: Se intentó una acción no soportada sobre almacenamiento
fr: Une action de stockage non supportée a été essayée
nl: Een niet ondersteunde opslag (storage) actie werd geprobeerd
pt_br: Tentativa de executar uma ação de repositório não suportada
tr: Desteklenmeyen bir kayýt eylemi denendi

source: Object is not a stream
az: Cism bir axım deyildir
de: Objekt ist kein Stream
es: Objeto no es un stream
fr: L'objet n'est pas un flux
nl: Object geen stream
pt_br: Objeto não é uma stream
tr: Nesne bir akým deðil

source: Object is not a storage
az: Cism bir saxlama deyildir
de: Objekt ist kein Storage
es: Objeto no es almacenamiento
fr: L'objet n'est pas un stockage
nl: Object is geen opslag (storage)
pt_br: Objeto não é um repositório
tr: Nesne kayýtta bulunamadý

source: Storage is not empty
az: Saxlama boşdur deyildir
de: Storage ist nicht leer
es: Almacenamiento no está vacío
fr: Le stockage n'est pas vide
nl: Opslag is niet leeg
pt_br: Componente não está vazio
tr: Kayýt boþ deðil

source: malformed user interface XML description
az: xətalı istifadəçi axtar üzü XML izahı
de: Fehlerhafte XML-Beschreibung der Benutzerschnittstelle
es: descripción de interfaz de usuario XML mal formada
fr: description XML d'interface utilisateur malformée
nl: Oncorrect gebruiker interface XML omschrijving
pt_br: descrição em XML de interface com usuário malformada
tr: bozuk kullanýcý arayüzü XML tanýmý

source: invalid path to XML user interface element
az: xətalı XML istifadəçi axtar üzü elementi
de: Ungültiger Pfad zu einem Element der XML-Benutzerschnittstelle
es: camino incorrecto a elemento de interfaz de usuario XML
fr: chemin vers un élément XML d'interface utilisateur invalide
nl: Niet geldig pad naar XML gebruiker interface element
pt_br: caminho inválido para elemento de interface com usuário XML
tr: XML kullanýcý arayüzü nesnesine hatalý yol

source: incorrect data type
az: keçərsiz mə'lumat növü
de: ungültiger Datentyp
es: tipo de dato incorrecto
fr: type de donnée incorrect
nl: incorrecte data type
pt_br: tipo de dados incorreto
tr: geçersiz bilgi tipi

source: stream not found
az: axım tapıla bilmədi
de: Stream nicht gefunden
es: stream no encontrado
fr: flux non trouvé
nl: stream niet gevonden
pt_br: stream não encontrado
tr: akým bulunamadý

source: property not found
az: mülkiyyət tapıla bilmədi
de: Eigenschaft nicht gefunden
es: propiedad no encontrada
fr: propriété non trouvée
nl: kan eigendom niet vinden
pt_br: propriedade não encontrada
tr: özellik bulunamadý

source: Moniker interface cannot be found
az: Moniker axtar üzü tapıla bilmədi
de: Moniker-Schnittstelle kann nicht gefunden werden
es: No se puede encontrar interfaz de moniker
fr: L'interface moniker ne peut être trouvé
nl: Kan moniker interface niet vinden
pt_br: Não é possível localizar interface do moniker
tr: Moniker arayüzü bulunamadý

source: Moniker activation timed out
az: Moniker fəallaşdırılması vaxtı doldu
de: Moniker-Aktivierung überschritt das Zeitlimit (Timeout)
es: Tiempo de activación de moniker sobrepasado
fr: Délai d'activation du moniker dépassé
nl: Het activeren van moniker timede out
pt_br: Tempo limite na ativação do moniker
tr: Moniker etkileþtirme zaman aþýmýna uðradý

source: Syntax error within moniker
az: Monikerdə sintaks xətası
de: Syntaxfehler im Moniker
es: Error de sintaxis en moniker
fr: Erreur de syntaxe dans le moniker
nl: Syntax error in moniker
pt_br: Erro de sintaxe dentro do moniker
tr: Moniker içinde imla hatasý var

source: Moniker has an unknown moniker prefix
az: Moniker namə'lum moniker prefiksinə malikdir
de: Moniker hat ein ungültiges Moniker-Prefix
es: Moniker tiene un prefijo de moniker desconocido
fr: Le moniker a un préfixe de moniker inconnu
nl: Moniker heeft een niet bekend moniker prefix
pt_br: Moniker possui um prefixo de moniker desconhecido
tr: Monikerde bilinmeyen bir önek var

source: Error checking error; no exception
az: Xəta yoxlaması xətası; xüsusi hal yoxdur
de: Fehler beim Prüfen eines Fehlers; kein Ausnahmezustand
es: Error chequeando error; sin excepción
fr: Erreur de vérification d'erreur; pas d'exception
nl: Fout bij nakijken van fout; no exception
pt_br: Erro ao verificar erro; sem exceção
tr: Hata kontrolü hatasý; özel durum yok

source: No filename
az: Dosye adı yoxdur
de: Kein Dateiname
es: Sin nombre de archivo
fr: Aucun nom de fichier
nl: Geen bestandsnaam
pt_br: Sem nome de arquivo
tr: Dosya adý yok

source: unknown mime type for '%s'
az: '%s' üçün namə'lum mime növü
de: unbekannter MIME-Typ für '%s'
es: tipo mime desconocido para '%s'
fr: type MIME inconnu pour « %s »
nl: onbekend mime type voor '%s'
pt_br: tipo MIME desconhecido para '%s'
tr: '%s' için bilinmeyen mime türü

source: no handlers for mime type '%s'
az: '%s' mime növü üçün qulp yoxdur
de: kein Handler für MIME-Typ '%s'
es: no hay manejadores para el tipo mime '%s'
fr: aucun gestionnaire pour le type MIME « %s »
nl: geen afhandelaars voor mime type '%s'
pt_br: sem aplicativos para tipo MIME '%s'
tr: '%s' için bilinmeyen kotarýcý

source: Name
az: Ad
es: Nombre
fr: Nom
nl: Naam
pt_br: Nome
tr: Ýsim

source: Description
az: İzah
de: Beschreibung
es: Descripción
nl: Beschrijving
pt_br: Descrição
tr: Açýklama

source: GnoMines control
az: GnoMines idarəsi
es: control de GnoMines
fr: Contrôle GnoMines
tr: GnoMines yönetimi

source: GnoMines control factory
az: GnoMines idarə mərkəzi
es: fábrica de controles de GnoMines
fr: Usine de contrôle GnoMines
tr: GnoMines kontrol mimarisi

source: bonobo GnoMines object
az: bonobo GnoMines cismi
es: objeto de bonobo GnoMines
fr: Objet Bonobo GnoMines
tr: bonobo GnoMines nesnesi

source: bonobo GnoMines object factory
az: bonobo GnoMines cismi mərkəzi
es: fábrica de objetos de bonobo GnoMines
fr: Usine de l'objet Bonobo GnoMines
tr: bonobo GnoMines nesne mimarisi

source: Load a saved game
az: Qeyd edilmiş oyunu yüklə
de: Ein gespeichertes Spiel laden
es: Iniciar un juego guardado
fr: Charger une partie enregistrée
nl: Laad een opgeslagen spel
pt_br: Carrega um jogo salvo
tr: Kaydedilmiþ bir oyunu yükle

source: New game
az: Təzə oyun
de: Neues Spiel
es: Nuevo juego
fr: Nouvelle partie
nl: Nieuw Spel
pt_br: Novo jogo
tr: Yeni oyun

source: Open game
az: Oyunu aç
de: Spiel öffnen
es: Abrir juego
fr: Ouvrir un jeu
nl: Open spel
pt_br: Abrir jogo
tr: Oyunu aç

source: Start a new game
az: Təzə oyun başlat
de: Ein neues Spiel starten
es: Iniciar un nuevo juego
fr: Démarrer une nouvelle partie
nl: Start een nieuw spel
pt_br: Inicia um novo jogo
tr: Yeni bir oyuna baþla

source: _Game
az: _Oyun
de: _Spiel
es: _Juego
fr: _Jeu
nl: _Spel
pt_br: _Jogo
tr: _Oyun

source: Waveform
az: Dalğavari
es: Forma de onda
fr: Onde
tr: Dalga biçimi

source: Waveform component
az: Dalğavari üzv
es: Componente forma de onda
fr: Composant Onde
tr: Dalga biçimi nesnesi

source: Waveform component factory
az: Dalğavari üzv mərkəzi
es: Fábrica de componentes forma de onda
fr: Usine du composant Onde
tr: Waveform kontrol mimarisi

source: audio/ulaw bonobo object
az: audio/ulaw bonobo cismi
es: objeto de bonobo audio/ulaw
fr: Objet Bonobo audio/ulaw
tr: audio/ulaw bonobo nesnesi.

source: audio/ulaw bonobo object factory
az: audio/ulaw bonobo cismi mərkəzi
es: fábrica de objetos de bonobo audio/ulaw
fr: Usine de l'objet Bonobo audio/ulaw
tr: audio/ulaw bonobo nesne mimarisi

source: Component Selector
az: Üzv Seçicisi
es: Selector de Componentes
fr: Sélecteur de composant
tr: Bileþen Seçimi

source: Component Selector factory
az: Üzv Seçicisi mərkəzi
es: fábrica de Selectores de Componentes
fr: Usine du sélecteur de composant
tr: Bileþen Seçici mimarisi

source: Component selector control
az: Üzv Seçicisi idarəsi
es: Control de selector de componentes
fr: Contrôle du sélecteur de composant
tr: Bileþen seçici denetleyici

source: component selector control factory
az: Üzv Seçicisi idarəsi mərkəzi
es: fábrica de controles de selectores de componentes
fr: Usine du contrôle du sélecteur de composant
tr: bileþen seçici kontrol mimarisi

source: Text
az: Mətn
es: Texto
fr: Texte
tr: Metin

source: Text component
az: Mətni üzv
es: Componente de texto
fr: Composant texte
tr: Metin bileþeni

source: Text component factory
az: Mətni üzv mərkəzi
es: Fábrica de componentes de texto
fr: Usine du composant texte
tr: Metin nesne mimarisi

source: text/plain component
az: text/plain üzvü
es: componente text/plain
fr: Composant text/plain
tr: text/plain bileþeni

source: text/plain embeddable factory
az: text/plain üzvü gömüləbilən mərkəzi
es: fábrica de text/plain empotrable
fr: Usine de l'embeddable text/plain
tr: text/plain gömülü mimarisi

source: _Clear Text
az: _Mətni Təmizlə
de: Text _löschen
es: _Borrar Texto
fr: Effa_cer le texte
nl: _Verwijder Tekst
pt_br: _Limpar texto
tr: Metni _Temizle

source: Clears the text in the component
az: Üzvdəki mətni təmizlə
de: Löscht den Text in der Komponente
es: Limpia el texto del componente
fr: Efface le texte dans le composant
nl: Verwijdert de tekst in het component
pt_br: Limpa o texto no componente
tr: Bileþen içindeki metni temizler

source: An exception occured while trying to load data into the component with PersistFile
az: PersistFile dəstəyi ilə mə'lumatları bir üzvə yükləməyə çalışırkən ağır bir xəta oldu
de: Ein Ausnahmefehler trat auf, während versucht wurde, Daten mit PersistFile in die Komponente zu laden
es: Ocurrió una excepción mientras se intentaban cargar datos en el componente con PersistFile
fr: Une exception est apparue durant la tentative de chargement des données depuis le composant avec PersistFile
nl: Een uitzondering vond plaats tijdens het proberen van laden van data in het component met PersistFile
pt_br: Ocorreu uma exceção ao tentar carregar dados em um componente com PersistFile
tr: PersistFile bileþenine veri yükleme sýrasýnda bir hata oluþtu

source: Could not open file %s
az: %s dosyesini aça bilmədim
de: Datei %s konnte nicht geladen werden
es: No se pudo abrir el archivo %s
fr: Ne peut ouvrir le fichier %s
nl: Kan bestand %s niet openen
pt_br: Não é possível abrir arquivo %s
tr: %s dosyasý açýlamadý

source: An exception occured while trying to load data into the component with PersistStream
az: PersistStream dəstəyi ilə bir üzvə mə'lumatları yükləməyə çalışırkən ağır bir xəta oldu
de: Ein Ausnahmefehler trat auf, während versucht wurde, Daten mit PersistStream in die Komponente zu laden
es: Ocurrió una excepción mientras se intentaban cargar datos en el componente con PersistStream
fr: Une exception est apparue durant la tentative de chargement des données depuis le composant avec PersistStream
nl: Een uitzondering vond plaats tijdens het proberen van laden van gegevend in het component met PersistStream
tr: PersistStream bileþenine veri yükleme sýrasýnda bir hata oluþtu

source: About this application
az: Bu proqram haqqında
de: Über diese Anwendung
es: Acerca de esta aplicación
fr: À propos de cette application
nl: Over deze applicatie
pt_br: Sobre este aplicativo
tr: Bu uygulama hakkýnda

source: Close the current window
az: Hazırkı pəncərəni qapat
de: Das aktuelle Fenster schließen
es: Cerrar la ventana actual
fr: Fermer le fenêtre en cours
nl: Sluit het huidige venster
pt_br: Fechar a janela atual
tr: Geçerli pencereyi kapat

source: Configure the application
az: Bu proqramı quraşdır
de: Die Einstellungen der Anwendung bearbeiten
es: Configurar la aplicación
fr: Configure l'application
nl: Configureer de applicatie
pt_br: Configurar o aplicativo
tr: Uygulamayý yapýlandýr

source: Create New _Window
az: Təzə _Pəncərə Yarat
de: Neues _Fenster erstellen
es: Crear _Ventana Nueva
fr: Créer une nouvelle _fenêtre
nl: Maak Nieuw _Venster
pt_br: Criar nova _janela
tr: Yeni Pencere _Oluþtur

source: Create a new window
az: Təzə pəncərə yarat
de: Ein neues Fenster erstellen
es: Crear una ventana nueva
fr: Crée une nouvelle fenêtre
nl: Maak een nieuw venster
pt_br: Cria uma nova janela
tr: Yeni bir pencere oluþtur

source: Displays only one window
az: Təkcə bir pəncərə göstərər
de: Nur ein Fenster anzeigen
es: Mostrar sólo una ventana
fr: Affiche seulement une fenêtre
nl: Geeft slechts een venster weer
pt_br: Exibe apenas uma janela
tr: Sadece bir pencere gösterir

source: E_xit
az: Ç_ıx
de: B_eenden
es: _Salir
fr: _Quitter
nl: _Verlaten
pt_br: Sai_r
tr: Çý_k

source: Exit the program
az: Proqramdan çıx
de: Das Programm beenden
es: Salir del programa
fr: Quitte le programme
nl: Verlaat het programma
pt_br: Sai do programa
tr: Programdan çýk

source: Help on GNOME
az: GNOME haqqında kömək
de: Hilfe über GNOME
es: Ayuda sobre GNOME
fr: Aide sur GNOME
nl: Help met GNOME
pt_br: Ajuda sobre o Gnome
tr: GNOME hakkýnda yardým

source: Kill the current buffer
az: Hazırkı axtar yaddaşı sil
de: Den aktuellen Puffer zerstören
es: Matar el búfer actual
fr: Tuer le tampon en cours
nl: Vernietig de huidige buffer
pt_br: Fechar o arquivo atual
tr: Geçerli arabelleði sil

source: Launch Control...
az: İdarəciyi Başlat...
de: Kontrolle starten...
es: Lanzar Control...
fr: Lancer un contrôle...
nl: Control Lanceren...
pt_br: Lançar Controle...
tr: Kontrolü Çalýþtýr...

source: Launch Embeddable...
az: Gömülə biləni Başlat...
de: Einbettbare Komponente starten...
es: Lanzar Empotrable...
fr: Lancer un Embeddable...
nl: Embeddable Lanceren...
pt_br: Lançar Embutível...
tr: Gömülürü Çalýþtýr...

source: Launches a new Control component
az: Təzə idarə üzvü başladar
de: Startet eine neue Kontroll-Komponente
es: Lanza un componente de Control nuevo
fr: Lance un nouveau composant Contrôle
nl: Lanceert een nieuw Control component
pt_br: Lança um novo componente Controle
tr: Yeni bir Kontrol bileþenini çalýþtýrýr

source: Launches a new Embeddable component
az: Təzə gömülə bilən üzv başladar
de: Startet eine neue einbettbare Komponente
es: Lanza un componente Empotrable nuevo
fr: Lance un nouveau composant Embeddable
nl: Lanceert een nieuw Embeddable component
pt_br: Lança um novo componente Embutível
tr: Yeni bir Gömülebilir bileþeni çalýþtýrýr

source: Loads a file into the current component
az: Hazırkı üzv içinə dosye yüklər
de: Lädt eine Datei in die aktuelle Komponente
es: Carga un archivo en el componente actual
fr: Charge un fichier dans le composant en cours
nl: Laad een bestand in het huidige component
pt_br: Carrega um arquivo no componente atual
tr: Geçerli bileþen içinde bir dosya yükler

source: Open a file
az: Dosye aç
de: Datei öffnen
es: Abrir un archivo
fr: Ouvrir un fichier
nl: Open een bestand
pt_br: Abrir um arquivo
tr: Bir dosya aç

source: Print S_etup...
az: _Qurğuları Çap Et...
de: Druck_ereinstellungen...
es: Cofi_gurar Impresión...
fr: _Configuration de l'impression...
nl: Afdruk _Instellingen...
pt_br: C_onfigurar impressão...
tr: _Yazýcý Ayarlarý...

source: Print the current file
az: Hazırkı dosyeni çap et
de: Die aktuelle Datei Drucken
es: Imprimir el archivo actual
fr: Imprime le fichier en cours
nl: Druk het huidige bestand af
pt_br: Imprimir o arquivo atual
tr: Geçerli dosyayý yazdýr

source: Save _As...
az: _Fərqli Qeyd Et...
de: Speichern _unter...
es: Guardar _Como...
fr: Enregistrer _sous...
nl: Opslaan _Als...
pt_br: Salvar _como...
tr: F_arklý kaydet

source: Save the current file
az: Hazırkı dosyeni qeyd et
de: Die aktuelle Datei speichern
es: Guardar el archivo actual
fr: Enregistre le fichier en cours
nl: Sla het huidige bestand op
pt_br: Salva o arquivo atual
tr: Geçerli dosyayý kaydet

source: Save the current file with a different name
az: Hazırkı dosyeni fərqli adla qeyd et
de: Die aktuelle Datei unter einem anderen Namen speichern
es: Guardar el archivo actual con un nombre diferente
fr: Enregistre le fichier en cours avec un nom différent
nl: Sla het huidige bestand op onder een andere naam
pt_br: Salva o arquivo atual com um número diferente
tr: Geçerli dosyayý farklý isimle kaydet

source: Setup the page settings for your current printer
az: Hazırkı çap edici üçün qurğuları quraşdır
de: Die Seiteneinstellungen für Ihren Drucker bearbeiten
es: Configurar los ajustes de página para su impresora actual
fr: Configure les paramètres de la page pour l'imprimante courante
nl: Stel de pagina instellingen voor je huidige printer in
pt_br: Configura as configurações de página para sua impressora atual
tr: Geçerli yazýcý için sayfa ayarlarýný yap

source: Splits the current window
az: Hazırkı pəncərəni ayırar
de: Das aktuelle Fenster teilen
es: Divide la ventana actual
fr: Divise la fenêtre en cours
nl: Split het huidige venster
pt_br: Divide a janela atual
tr: Geçerli pencereyi böler

source: Zoom ...
az: Yaxınlıq...
pt_br: Ampliação...
tr: Büyüt ...

source: Zoom _in
az: _Yaxınlaşdır
de: _Einzoomen
es: Zoom _dentro
fr: Zoom _avant
nl: _Inzoomen
pt_br: A_proximar
tr: _Büyüt

source: Zoom _out
az: _Uzaqlaşdır
de: _Auszoomen
es: Zoom _fuera
fr: Zoom a_rrière
nl: _Uitzoomen
pt_br: A_fastar
tr: _Küçült

source: Zoom to _default
az: _Əsas ölçülərə yaxınlaşdır
de: _Standard Zoom
es: Zoom por _defecto
fr: Zoom par _défaut
nl: _Standaard
pt_br: Ampliação pa_drão
tr: Ö_ntanýmlý büyüklük

source: Zoom to _fit
az: Ekrana _Uyğunlaşdır
de: _Bester Zoom
es: Zoom hasta a_justar
fr: Zoom ajusté
nl: _Passend
pt_br: _Caber na tela
tr: _Ekrana sýðdýr

source: _About...
az: _Haqqında...
de: _Info...
es: _Acerca de...
fr: À _propos...
nl: _Over...
pt_br: _Sobre...
tr: _Hakkýnda...

source: _Buffers
az: _Ara Yaddaşlar
de: _Puffer
es: _Búfers
fr: _Tampons
tr: _Arabellekler

source: _Close This Window
az: Bu _Pəncərəni Qapat
de: Fenster _schließen
es: _Cerrar Esta Ventana
fr: _Fermer cette fenêtre
nl: Huidig Venster _Sluiten
pt_br: _Fechar esta janela
tr: _Bu Pencereyi Kapat

source: _File
az: _Dosye
de: _Datei
es: _Archivo
fr: _Fichier
nl: _Bestand
pt_br: _Arquivo
tr: _Dosya

source: _Help
az: _Kömək
de: _Hilfe
es: A_yuda
fr: _Aide
pt_br: Aj_uda
tr: _Yardým
