Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/bonobo-activation/po/*.po
Languages: ar, be, de, nl, nn, sq, ta, zh_tw

source: No server corresponding to your query
ar: لا خادم مقابل لاستعلامك
de: Kein Server, der Ihrer Anfrage entspricht
nl: Geen enkele server beantwoordt uw query
nn: Ingen tenar svarer på di spørjing
sq: Asnjë server i korrispondon kërkesës suaj
ta: ¯í¸û Å¢É¡×ìÌ ¦À¡Õò¾Á¡É §º¨ÅÂ¸õ ¸¢¨¼Â¡Ð
zh_tw: 無法為您的查詢找到相對應的伺服器

source: Child process did not give an error message, unknown failure occurred
ar: لم تعط العملية الإبنة رسالة خطأ, فشل غير معروف ظهر.
be: Працэс-нашчадак не рабіў паведамленьня аб памылцы; здарылась невядомая невыправімая памылка
de: Kindprozess gab keine Fehlermeldung aus. Unbekannter Störfall trat auf
nl: Kindproces gaf geen foutmelding, er is een onbekende fout opgetreden
nn: Barnprosess ga ikkje frå seg ei feilmelding, ein ukjent feil oppstod
sq: Procesi bir nuk ka dhënë asnjë mesazh gabimi, është verifikuar një difekt i panjohur
ta: §ºö ¦ºÂø À¢¨Æ ¦ºö¾¢ ´ý¨Èì ¾ÃÅ¢ø¨Ä, ¦¾Ã¢Â¡¾ ¦¿¡ÊôÒ ¿¨¼¦ÀüÈÐ
zh_tw: 副行程沒有傳回錯誤訊息，發生了不詳的錯誤

source: Failed to read from child process: %s
ar: فشلت القراءة من العملية الإبنة: %s
be: Невыправімая памылка чытаньня з працэсу-нашчадку: %s
de: Vom Kindprozess konnte nicht gelesen werden: %s
nl: Lezen van kindproces is mislukt: %s
nn: Klarte ikkje å lese frå barnprosess: %s
sq: E pamundur të lexosh nga procesi bir: %s
ta: §ºö ¦ºÂÄ¢Â¢Ä¢ÕóÐ Å¡º¢ì¸ÓÊÂÅ¢ø¨Ä: %s
zh_tw: 讀取副行程失敗：%s

source: Couldn't fork a new process
ar: لم يمكن تفريق عملية جديدة
be: Немагчыма зрабіць fork для стварэньня новага працэсу
de: Neuer Prozess konnte nicht abgespalten werden
nl: Kon geen nieuw proces starten
nn: Kunne ikkje starta underprosess
sq: Nuk mund të kryhet fork i një procesi të ri
ta: Ò¾¢Â ¦ºÂ¨Ä ¦¾¡¼í¸Å¢ø¨Ä
zh_tw: 無法建立一個新的行程

source: Child received signal %u (%s)
ar: اتلم الإبن الإشارة %u (%s)
be: Нашчадак атрымаў сігнал %u (%s)
de: Kindprozess erhielt Signal %u (%s)
nl: Kind ontving signaal %u (%s)
nn: Barn mottok signal %u (%s)
sq: Procesi bir ka marrë sinjalin %u (%s)
ta: ÌÈ¢ôÒ ´ýÚ §ºìÌ ¸¢¨¼ò¾Ð %u (%s)
zh_tw: 副行程接收到訊號 %u (%s)

source: Unknown non-exit error (status is %u)
be: Невядомая, нейснуючая памылка (стан - гэта %u)
de: Unbekannter non-exit Fehler (Status ist %u)
nl: Onbekende, niet stop gerelateerde, fout (status is %u)
nn: Ukjent ikkje-eksisterande feil (status er %u)
sq: Gabim jo i daljes i panjohur (gjëndja është %u)
ta: ¦¾Ã¢Â¡¾, ¦ÅÇ¢§ÂÈò §¾¨ÅÂ¢øÄ¡¾ À¢¨Æ (¿¢¨Ä %u)
zh_tw: 不詳的非嚴重錯誤 (狀況 %u)

source: bonobo-activation failed to set process group of %s: %s
ar: فشل bonobo-activation في تعيين مجموعة العمليات لـ%s: %s
be: bonobo-activation: невыправімая памылка пры спробе ўсталяваць GID для працэсу %s: %s
de: bonobo-activation konnte die Prozessgruppe von %s nicht setzen: %s
nl: Zetten van de procesgroep van %s mislukt: %s
nn: bonobo-activation klarte ikkje å sette prosessgruppe på %s: %s
sq: bonobo-activation dështoi gjatë caktimit të grupit të procesit %s: %s
ta: bonobo-¦¾¡¼ì¸õ, ¦ºÂø ¦¾¡Ì¾¢¨Â %s «¨Áì¸Å¢ø¨Ä: %s
zh_tw: bonobo-activation 在設定行程群組 %s 時發生錯誤：%s

source: Failed to execute %s: %d (%s)
ar: فشل تنفيذ %s: %d (%s)
be: Памылка пры спробе выканаць %s: %d (%s)
de: %s konnte nicht ausgeführt werden: %d (%s)
nl: Uitvoeren van %s mislukt: %d (%s)
nn: Klarte ikkje å køyre %s: %d (%s)
sq: I pamundur ekzekutimi i %s: %d (%s)
ta: %s ¦ºÂøÀÎò¾ ÓÊÂÅ¢ø¨Ä: %d (%s)
zh_tw: 執行失敗 %s：%d (%s)

source: File descriptor to print IOR on
be: Файлавы дэскрыптар для друку IOR на
de: Dateibeschreibung, in die IOR geschrieben wird
nl: Bestandsdescriptor voor afdrukken van de IOR
nn: Fildeskriptor å skrive IOR på
sq: Përshkruesi i file ku të stampohet IOR
ta: IOR «îº¢¼ §ÅñÊÂ §¸¡ôÒ Å¢ÅÃ¢ôÒ
zh_tw: 用作給印出 IOR 的檔案描述符號

source: IID to activate
ar: IID المطلوب تنشيطها
be: IID для зьдзяйсьненьня
de: Zu aktivierende IID
nl: Te activeren IID
nn: IID som skal aktiverast
sq: IID për t'u aktivuar
ta: àñÎ ¦ºöÂ §ÅñÊÂ IID
zh_tw: 須要啟用的 IID

source: Prevent registering of server with OAF
ar: تمنع تسجيل خادم مع OAF
be: Перашкоджаная рэгістрацыя паслужніку з OAF
de: Registrieren von Servern mit OAF vermeiden
nl: Voorkom het registreren van de server met OAF
nn: Forhindre registrering av tenarar i OAF
sq: Ndalo regjistrimin e server me OAF
ta: OAF­ø §º¨ÅÂ¸ò¨¾ À¾¢×¦ºöÅ¨¾ ¾Îì¸×õ
zh_tw: 防止使用 OAF 登記伺服器

source: Bonobo activation options
ar: خيارات تنشيط Bonobo
be: Выбары bonobo activation
de: Optionen von bonobo-activation
nl: bonobo-activation opties
nn: Bonobo aktiviseringsval
sq: Opcione për Bonobo activation
ta: Bonobo ¦¾¡¼ì¸ Å¢ÕôÀí¸û
zh_tw: Bonobo 啟動選項

source: g_module_open of `%s' failed with `%s'
ar: g_module_open لـ`%s' فشل مع `%s'
be: g_module_open ад `%s' памыліўся з `%s'
de: g_module_open von »%s« ist fehlgeschlagen mit »%s«
nl: g_module_open van '%s' mislukt: '%s'
nn: g_module_open i «%s» feila med «%s»
sq: g_module_open për `%s' dështoi me `%s'
ta: '%s' ­ý ('%s' ¯¼ý) g_module_open ¦¿¡ÊôÀ¨¼ó¾Ð
zh_tw: `%s' 的 g_module_open 傳回 `%s' 的錯誤

source: Can't find symbol Bonobo_Plugin_info in `%s'
be: Немагчыма адшукаць знак Bonobo_Plugin_info ў `%s'
de: Symbol Bonobo_Plugin_info in »%s« kann nicht gefunden werden
nl: Kan symbool 'Bonobo_Plugin_info' niet vinden in '%s'
nn: Klarar ikkje å finne symbol Bonobo_Plugin_info i «%s»
sq: E pamundur gjetja e simbolit Bonobo_Plugin_info në `%s'
ta: '%s' ­ø Bonobo_Plugin_info ÌÈ¢Â£¨¼ì ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä
zh_tw: 無法在 '%s' 內找到 Bonobo_Plugin_info 的符號

source: Factory `%s' returned NIL for `%s'
be: Factory `%s' вярнуў NIL для `%s'
de: Fabrik »%s« gab für »%s« NIL zurück
nl: Factory '%s' retourneerde NIL voor '%s'
nn: Fabrikken «%s» returnerte NIL for «%s»
sq: Fabrika `%s' ka kthyer NIL për `%s'
ta: '%s' ¦¾¡Æ¢üº¡¨Ä, '%s' ­ìÌ NIL Á£ñ¼Ð
zh_tw: 元件工廠 '%s' 回傳 NIL 給 '%s'

source: Shlib `%s' didn't contain `%s'
ar: Shlib `%s' لم يحتوي `%s'
be: Shlib `%s' не зьмяшчае `%s'
de: Shlib »%s« enthielt »%s« nicht
nl: Bibliotheek '%s' bevatte geen '%s'
nn: Shlib «%s» innheldt ikkje «%s»
sq: Shlib `%s' nuk përmban `%s'
ta: Shlib '%s' ­ø '%s' ¸¢¨¼Â¡Ð
zh_tw: Shlib '%s' 沒有包含 `%s'

source: Couldn't find which child the server was listed in
ar: لم يمكن ايجاد أي ابن كان الخادم موجودا عليه
be: Немагчыма адшукаць чый нашчадак быў пералічан у
de: Keine Informationen, in welchem Kindprozess der Server gelistet war
nl: Kon niet vinden in welk kind de server werd genoemd
nn: Kunne ikkje finne kva barn tenarar var oppført i
sq: E pamundur të gjesh në çfarë procesi bir ishte rrjeshtuar serveri
ta: ±ó¾ §ºö §º¨ÅÂ¸ò¾¢ø ÀðÊÂÄ¢¼ôÀð¼Ð ±É ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä
zh_tw: 無法找出這個伺服器是位列於哪一個客戶端內

source: Query failed:
ar: فشل الاستعلام:
de: Anfrage fehlgeschlagen:
nl: Query mislukt:
nn: Spørjing feila:
sq: Kërkesa dështoi:
ta: Å¢É¡ ¦¿¡ÊôÀ¨¼ó¾Ð:
zh_tw: 查詢失敗：

source: Activation failed:
ar: فشل التنشيط:
de: Aktivierung fehlgeschlagen:
nl: Activatering mislukt:
nn: Aktivering feila:
sq: Aktivim i dështuar:
ta: ­Âì¸ø ¦¿¡ÊôÀ¨¼ó¾Ð:
zh_tw: 啟動失敗：

source: Could not parse AID
ar: لم يمكن تحليل AID
de: Die AID konnte nicht geparst werden
nl: Kon AID niet ontleden
nn: Klarte ikkje å tolke AID
sq: I pamundur analizimi i AID
ta: AID «Ä¸¢¼ ÓÊÂÅ¢ø¨Ä
zh_tw: 無法解析 AID

source: Could not parse context:
ar: لم يمكن تحليل السياق:
de: Der Kontext konnte nicht geparst werden:
nl: Kon context niet ontleden:
nn: Klarter ikkje å tolke konteksten:
sq: I pamundur analizimi i përmbajtjes:
ta: ÝÆø «Ä¸¢¼ ÓÊÂÅ¢ø¨Ä:
zh_tw: 無法解析文本：

source: Could not activate server:
ar: لم يمكن تنشيط الخادم:
de: Der Server konnte nicht aktiviert werden:
nl: Kon server niet activeren:
nn: Klarte ikkje å aktivere tenar:
sq: I pamundur aktivimi i server:
ta: §º¨ÅÂ¸ò¨¾ ¦¾¡¼í¸ ÓÊÂÅ¢ø¨Ä:
zh_tw: 無法啟動伺服器：

source: Directory to read .server files from
ar: الدليل المطلوب قراءة ملف .server منه
be: Тэчка для чытаньня файлаў паслужніку з
de: Verzeichnis, in dem die .server-Datei gelesen werden soll
nl: Directory om .server bestanden uit te lezen
nn: Katalog å lese .server filer frå
sq: Directory nga e cila të lexosh files .server
ta: .server §¸¡ôÒ¸¨Ç Å¡º¢ì¸ §ÅñÊÂ «¨¼×

source: DIRECTORY
ar: الدليل
be: ТЭЧКА
de: VERZEICHNIS
zh_tw: DIRECTORY (目錄)

source: Domain of ObjectDirectory
ar: نطاق دليل الكائنات
de: Domäne von ObjektVerzeichnis
nl: Domein van ObjectDirectory
nn: ObjectDirectory domene
sq: Domain i ObjectDirectory
ta: ObjectDirectory'­ý ¸Çõ
zh_tw: 物件目錄的範圍

source: DOMAIN
ar: النطاق
de: DOMÄNE
ta: ¸Çõ
zh_tw: DOMAIN (範圍)

source: Serve as an ActivationContext (default is as an ObjectDirectory only)
be: Служыць як ActivationContext (калі неабумоўлена, тады толькі як ObjectDirectory)
de: Als ActivationContext fungieren (Voreinstellung ist nur ObjektVerzeichnis)
nl: Doe dienst als een ActivationContext (standaardwaarde is alleen als ObjectDirectory)
nn: Fungér som ActivationContext (vanleg er kun ObjectDirectory)
sq: Sjellje si ActivationContext (e përcaktuara është vetëm ObjectDirectory)
ta: ActivationContext'¬¸ §º¨ÅÂ¢Î (¦¸¡¼¡ ¿¢¨Ä ObjectDirectory ÁðÎõ)
zh_tw: 以 ActivationContext 模式提供服務 ( 預設是 ObjectDirectory 模式 )

source: File descriptor to write IOR to
be: Дэскрыптар файлу для запісу IOR у
de: Datei-Deskriptor, in dem IOR geschrieben wird
nl: Bestandsdescriptor om IOR naar te schrijven
nn: Fildeskriptor å skrive IOR til
sq: Përshkruesi i file ku do të shkruhet IOR
ta: IOR ±Ø¾ §ÅñÊÂ §¸¡ôÒ Å¢ÅÃ¢ôÒ
zh_tw: 用作給寫入 IOR 的檔案描述符號

source: Query expression to evaluate
ar: تعبير الاستعلام المطلوب تقييمه
be: Выраз-запыт для падліку
de: Ausdruck der untersucht werden soll
nl: Te evalueren query-expressie
nn: Spørjingsuttrykk som skal evaluerast
sq: Ekspresioni i kërkesës që duhet vlerësuar
ta: Á¾¢ôÀ¢¼ §ÅñÊÂ Å¢É¡ §¸¡¨Å
zh_tw: 須要作出處理的查詢詞句

source: EXPRESSION
ar: التعبير
be: ВЫРАЗ
de: AUSDRUCK
nl: EXPRESSIE
sq: EKSPRESION
ta: §¸¡¨Å
zh_tw: EXPRESSION (詞句)

source: CORBA CosNaming service.
ar: حدمة CORBA CosNaming.
be: Паслуга CORBA CosNaming.
de: CORBA-CosNaming-Dienst.
nl: CORBA CosNaam service
nn: CORBA CosNaming-teneste.
sq: Shërbimi CORBA CosNaming.

source: Name service
ar: خدمة الأسماء
be: Паслуга назваў
de: Namensdienst
nl: Naam service
nn: Namneteneste
sq: Shërbimi i Emrave

source: We don't handle activating shlib objects in a remote process yet
be: Мы ўсё яшче не падтрымліваем зьдзяйсьненьне абьектаў shlib у аддаленых працэсах
de: Es können noch keine shlib-Objekte in einem fernen Prozess aktiviert werden
nl: We ondersteunen het activeren van bibliotheekobjecten in een ander proces nog niet
nn: Vi handterar ikkje avtivering av shlib-objekt i ein fjernprosess enno
sq: Aktivimi i shlib objects në një proces remot nuk mund të kryhet akoma
ta: ¾ü§À¡Ð ¦¾¡¨Ä ¦ºÂÄ¸ò¾¢É¡ø shlib ­ÄìÌ¸¨Ç ­Âì¸ ÓÊÂ¡Ð
zh_tw: 仍未可以處理於遠端行程內啟動 shlib 物件

source: The Bonobo Activation configuration file was not read successfully. Please, check it is valid in: %s
ar: ملف تهيئة Bonobo Activation لم يُقرأ بنجاح. رجاء, تأكد من صحته في: %s
be: Цяжкасьці з чытаньнем канхвігурацыйнага файлу Bonobo Activation. Калі ласка, удакладніце рэчіснасьць файлу: %s
de: Die Bonobo-Activation-Konfigurationsdatei wurde nicht erfolgreich gelesen: Bitte prüfen Sie, ob sie gültig ist: %s
nl: Het Bonobo Activation configuratiebestand kon niet worden ingelezen. Controleer of het in orde is in: %s
sq: File i konfigurimit të Bonobo Activation nuk është lexuar me korrektësi. Verifiko që është i vlefshëm: %s

source: a NULL iid is not valid
ar: NULL iid غير موجود
be: нерэчаісны NULL iid
de: eine NULL iid ist nicht gültig
nl: een NULL-iid is ongeldig
nn: ein NULL iid er ikkje gyldig
sq: një iid NULL nuk është e vlefshme
ta: NULL ±Ûõ iid ¦ºøÖÀÊÂ¡¸¡¾Ð
zh_tw: NULL (空) iid 是不合法的

source: iid %s has a NULL type
ar: iid %s له نوع NULL
be: iid %s мае тып NULL
de: iid %s hat einen NULL Typ
nl: iid %s heeft een NULL-type
nn: iid %s har ein NULL type
sq: iid %s ka një tip NULL
ta: %s iid ­ø µ÷ NULL Å¨¸
zh_tw: iid %s 具有一個 NULL (空)的類別

source: iid %s has a NULL location
ar: iid %s له موقع NULL
be: iid %s мае NULL мейсцазнаходжаньне
de: iid %s hat einen NULL Ort
nl: iid %s heeft een NULL locatie
nn: iid %s har ein NULL plassering
sq: iid %s ka një pozicion NULL
ta: %s iid ­ø µ÷ NULL ­ÕôÀ¢¼õ
zh_tw: iid %s 具有一個 NULL (空)的位置

source: invalid character '%c' in iid '%s'
ar: حرف غير موجود '%c' في iid '%s'
be: нерэчаісны знак '%c' у iid '%s'
de: ungültige Zeichen »%c« in iid »%s«
nl: ongeldig karakter '%c' in iid '%s'
nn: ugyldig teikn «%c» i iid «%s»
sq: karakter i pavlefshëm '%c' tek iid '%s'
ta: À¢¨ÆÂ¡É ÅÃ¢ÔÕ '%c' iid '%s' ­ø
zh_tw: iid '%2$s' 具有不合法的字元 '%1$c'

source: Property '%s' has no value
ar: الخاصية '%s' ليس لها قيمة
be: Уласнасьць '%s' ня мае значэньня
de: Attribut »%s« hat keinen Wert
nl: Eigenschap '%s' heeft geen waarde
nn: Eigenskap «%s» har ingen verdi
sq: Pronësia '%s' nuk ka një vlerë
ta: '%s' ÀñÒìÌ Á¾¢ôÒ ¸¢¨¼Â¡Ð
zh_tw: 屬性 '%s' 沒有數值

source: Race condition activating server '%s'
ar: حالة تسابق لتغعيل الخادم '%s'
be: Зьдзяйсьненьне паслужніку '%s' ў стане гонкі
de: »Race condition« beim Aktivieren des Servers »%s«
nl: Raceconditie bij activereb van server '%s'
sq: Race condition gjatë aktivimit të server '%s'

source: Could not save configuration file.
ar: لم يمكن حفظ ملف التهيئة.
be: Немагчыма захаваць файл канхвігурацыі.
de: Die Konfigurationsdatei konnte nicht gespeichert werden.
nl: Opslaan OAF-configuratiebestand is mislukt.
nn: Klarte ikkje å lagre oppsettsfil.
sq: I pamundur shpëtimi i file të konfigurimit.
ta: «¨Á ÅÊÅ¸ §¸¡ô¨À §ºÁ¢ì¸ ÓÊÂÅ¢ø¨Ä.
zh_tw: 無法儲存設定檔。

source: Please, make sure you have permissions to write to '%s'.
ar: رجاء تأكد من أن لديك الإذن للكتابة الى '%s'.
be: Калі ласка, удакладніце ці маеце вы парвы на запіс ў '%s'.
de: Bitte stellen Sie sicher, das Sie die Rechte haben, um auf »%s« zu schreiben.
nl: Controleer de schrijfrechten voor '%s'.
nn: Sjekk at du har løyve til å skrive til denne fila «%s».
sq: Ju lutem, sigurohuni që keni të drejtën e shkrimit tek '%s'.
ta: ¾Â×¦ºöÐ '%s' ìÌ ±ØÐÅ¾üÌ «ÛÁ¾¢ ¯ñ¼¡ ±É ºÃ¢À¡÷ì¸×õ.
zh_tw: 請確定您有足夠權限寫入到 '%s'。

source: Successfully wrote configuration file.
ar: تمت كتابة ملف التهيئة بنجاح.
be: Файл канхвігурацыі быў з посьпехам запісаны.
de: Konfigurationsdatei erfolgreich geschrieben.
nl: Opslaan OAF-configuratiebestand is geslaagd.
nn: Vellukka skriving av oppsettsfil.
sq: File i konfigurimit u shkrua me sukses.
ta: «¨Á ÅÊÅ¸ §¸¡ôÒ ¿øÄÀÊÂ¡¸ §ºÁ¢ì¸ôÀð¼Ð.
zh_tw: 完成寫入設定檔。

source: configuration file is: %s
ar: ملف التهيئة هو: %s
be: файл канхвігурацыі: %s
de: Konfigurationsdatei ist: %s
nl: configuratiebestand is: %s
nn: oppsettsfila er: %s
sq: File i konfigurimit është: %s
ta: «¨Á ÅÊÅ¸ §¸¡ôÒ: %s
zh_tw: 設定檔是： %s

source: %s already in configuration file
ar: %s موجود مسبقا في ملف التهيئة
be: %s ўжо ў файле канхвігурацыі
de: %s ist schon in der Konfigurationsdatei
nl: %s is al in het OAF-configuratiebestand
nn: %s allereide i oppsettsfil
sq: %s ekziston tek file i konfigurimit
ta: %s ²ü¦¸É§Å «¨Á ÅÊÅ¸ §¸¡ôÀ¢ø ¯ûÇÐ
zh_tw: 設定檔內已具有 %s

source: there is not a properly structured configuration file
ar: ليس هناك ملف تهيئة مكوّن بشكل صحيح
be: няма пэўным чынам пабудаванага канхвігурацыйнага файлу
de: es gibt keine richtig struktierte Konfigurationsdatei
nl: er is geen correct gestructureerde configuratiebestand
nn: det eksisterar ikkje ei strukturert oppsettsfil
sq: nuk ekziston një file konfigurimi korrekt
ta: ºÃ¢Â¡¸ ¸ð¼¨Áì¸ôÀð¼ «¨Á ÅÊÅ §¸¡ôÒ ¸¢¨¼Â¡Ð
zh_tw: 這並不是一個具有正確結構的設定檔

source: Bonobo-activation configuration file contains:
ar: ملف تهيئة Bonobo-activation يحتوي:
be: Канхвігурацыйны файл bonobo-activation зьмяшчае:
de: Bonobo-Activation-Konfigurationsdatei beinhaltet:
nl: bonobo-activation configuratiebestand bevat:
nn: Bonobo-aktivering oppsettfila inneheld:
sq: File i konfigurimit të Bonobo-activation përmban:
ta: Bonobo-activation «¨Á ÅÊÅ¸ §¸¡ôÀ¢Ûû:
zh_tw: Bonobo-activation 設定檔內包含：

source: Directory to remove from configuration file
ar: الدليل المطلوب ازالته من ملف التهيئة
be: Тэчка для выдаленьня з канхвігурацыйнага файлу
de: Verzeichnis, das von der Konfigurationsdatei entfernt werden soll
nl: Directory om uit het configuratiebestand te verwijderen
nn: Katalog som skal fjernast frå oppsettsfil
sq: Directory që duhet hequr nga file i konfigurimit
ta: «¨Á ÅÊÅ¸ §¸¡ôÀ¢ø ­ÕóÐ ¿£ì¸ §ÅñÊÂ «¨¼×
zh_tw: 從設定檔內移除的目錄

source: directory path
ar: مسار الدليل
be: шлях тэчкі
de: Verzeichnispfad
nl: directorypad
nn: katalogsti
sq: pozicioni i directory
ta: «¨¼× À¡¨¾
zh_tw: 目錄路徑

source: Directory to add to configuration file
ar: الدليل المطلوب اضافته الى ملف التهيئة
be: Тэчка для дапаўненьня ў канхвігурацыйны файл
de: Verzeichnis, das zu der Konfigurationsdatei hinzugefügt werden soll
nl: Map om toe te voegen aan het configuratiebestand
nn: Katalog som skal leggjast til oppsettsfil
sq: Directory për tu shtuar tek file i konfigurimit
ta: «¨Á ÅÊÅ¸ §¸¡ôÀ¢ø §º÷ì¸ §ÅñÊÂ «¨¼×
zh_tw: 新增到設定檔內的目錄

source: Display directories in configuration file
ar: اعرض الدلائل في ملف التهيئة
be: Адлюстраваць тэчкі з канхвігурацыйнага файлу
de: Verzeichnisse in der Konfigurationsdatei anzeigen
nl: Toon mappen in het configuratiebestand zien
nn: Vis katalogar i oppsettsfil
sq: Vizualizo directories tek file i konfigurimit
ta: «¨Á ÅÊÅ¸ §¸¡ôÀ¢ø ¯øÄ «¨¼×¸¨Çì ¸¡ñÀ¢
zh_tw: 顯示設定檔內的目錄

source: Display path to configuration file
ar: اعرض المسار الى ملف التهيئة
be: Адлюстраваць шлях да канхвігурацыйнага файлу
de: Pfad zur Konfigurationsdatei anzeigen
nl: Toon pad naar configuratiebestand
nn: Vis sti til oppsettsfil
sq: Vizualizo pozicionin e file të konfigurimit
ta: «¨Á ÅÊÅ¸ §¸¡ôÀ¢ý À¡¨¾¨Âì ¸¡ñÀ¢
zh_tw: 顯示設定檔的路徑
