Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/gaim-encryption/po/*.po
Languages: hu

source: Bad key size
hu: Rossz kulcs méret

source: Keys < 512 bits are VERY insecure
hu: Az 512 bitnél kisebb kódolás NEM biztonságos

source: Keys > 4096 bits will cause extreme message bloat, causing problems with message transmission
hu: A 4096 bitnél nagyobb kulcsok lassíthatják az üzenetküldést

source: Generate Keys
hu: Kulcsok létrehozása

source: No key selected to re-generate!
hu: Nincs kiválasztva kulcs az ujra-létrehozáshoz

source: Encryption protocol:
hu: Kódoló protokoll

source: Key size:
hu: Kulcs mérete

source: Cancel
hu: Mégsem

source: Name
hu: Név

source: Bits
hu: Bit

source: Key Fingerprint
hu: Kulcs azonosítója

source: Accept key automatically if no key on file
hu: Kulcsok automatikus elfogadása ha nincs kulcs a fájlon

source: Accept conflicting keys automatically (security risk)
hu: A különböző kulcsok automatikus elfogadása (nem biztonságos)

source: Automatically encrypt if sent an encrypted message
hu: Automatikus kódolás ha kódolt üzenetet küldtem

source: Broadcast encryption capability
hu: Kódolási képesség jelzése

source: Automatically encrypt if buddy has plugin
hu: Automatikus kódolás, ha a partner rendelkezik a plug-innal

source: Regenerate Key
hu: Kulcs újra-létrehozása

source: Copy Fingerprint to Clipboard
hu: Azonosító másolása a vágólapra

source: Invalid Base64 data, length %d
hu: Hibás Base64 adat, hossz: %d

source: This account key is too large for this protocol. Unable to send.
hu: Ez a kulcs túl hosszú ehhez a protokolhoz. Nem lehet elküldeni.

source: Last outgoing message not received properly- resetting
hu: Az utolsó kimenő üzenet nem érkezett meg rendesen - újraküldés

source: Received message encrypted with wrong key
hu: A fogadott üzenet rossz kulcssal lett kódolva

source: Error in decryption- asking for resend...
hu: Hiba a dekódolásban - kérelem az újraküldésre

source: Requesting key...
hu: Kulcs kérése

source: No key to resend message. Message lost.
hu: Nincs kulcs az újraküldéshez. Az üzenet elveszett.

source: Outgoing message lost.
hu: Elveszett a kimenő üzenet

source: Encrypts conversations with RSA encryption.
hu: Párbeszédek kódolása RSA kódolással

source: RSA encryption with keys up to 4096 bits, using the Mozilla NSS crypto library.
hu: RSA kódolás maximum 4096 bit, a Mozilla NSS crypto library-t használva.

source: Bill Tompkins
hu: Bill Tompkins, fordította Tutervai Péter

source: Turn Auto-Encrypt Off
hu: Automatikus kódolás kikapcsolása

source: Turn Auto-Encrypt On
hu: Automatikus kódolás bekapcsolása

source: Making new key pair...
hu: Új kulcs pár létrehozása..

source: Error trying to make key.
hu: Hiba a kulcs létrehozása közben.

source: Conflicting Key Received!
hu: Különböző kulcs érkezett!

source: Error changing access mode for file: %s Cannot save key.
hu: Hiba a hozzáférési mód állítása közben a %s fájlon A kulcs nincs elmentve.

source: Error (2) changing access mode for file: %s Cannot save key.
hu: Hiba (2) a hozzáférési mód állítása közben a %s fájlon A kulcs nincs elmentve.

source: Bad permissions on key file: %s Gaim-Encryption will not save keys to a world- or group-accessible file.
hu: Rossz attribútumok a kulcs fájlon (%s) Gaim-Encryption nem menti el a kulcsokat egy világ/csoport által elérhető fájlba.

source: Gaim-Encryption Key Received
hu: Gaim-Encryption kulcs érkezett

source: %s key received for '%s'
hu: %s kulcs érkezett ('%s')

source: Key Fingerprint:%*s
hu: Kulcs azonosítója:%*s

source: Do you want to accept this key?
hu: El akarod fogadni ezt a kulcsot?

source: No
hu: Nem

source: Accept and Save
hu: Elfogadás és Elmentés

source: This session only
hu: Csak erre a párbeszédre

source: CONFLICTING Gaim-Encryption Key Received
hu: KÜLÖNBÖZŐ Gaim-Encryption kulcs érkezett

source: ******* WARNING *******
hu: ******* FIGYELEM *******

source: CONFLICTING %s key received for '%s'!
hu: KÜLÖNBÖZŐ %s kulcs érkezett! ('%s')

source: This could be a man-in-the-middle attack, or could be someone impersonating your buddy. You should check with your buddy to see if they have generated this new key before trusting it.
hu: Ez egy 'man-in-the-middle támadás, vagy valaki a partnerednek álcázza magát. Jobb, ha leellenőrzöd az új kulcsot, mielőtt elfogadod.

source: Generating RSA Key Pair for %s
hu: RSA kulcs pár létrehozása (%s)

source: This may take a little bit...
hu: Ez eltarthat egy ideig..

source: Could not generate key. NSS Error: %d
hu: Nem tudtam létrehozni a kulcsot. NSS hiba: %d

source: Error parsing RSANSS key
hu: Hiba az RSANSS kulcs értelmezése közben

source: Bad signature on message (len %d, mod %d)
hu: Rossz aláírás az üzenetben (hossz %d, mód %d)

source: Tx: capable
hu: Tx: alkalmas

source: Your buddy appears to have the Gaim-Encryption plugin. Still, your next outgoing message will NOT be encrypted by the Gaim-Encryption plugin
hu: A partnered rendelkezik a Gaim-Encryption pluginnal. Mégis, a következőkimenő üzeneted NEM lesz kódolva a Gaim-Encyption pluginnal.

source: Tx: secure
hu: Tx: biztonságos

source: Your next outgoing message will be encrypted by the Gaim-Encryption plugin
hu: A következő kimenő üzenet kódolva lesz a Gaim-Encyryption pluginnal

source: Tx: plain
hu: Tx: szöveg

source: Your next outgoing message will NOT be encrypted by the Gaim-Encryption plugin
hu: A következő kimenő üzenet NEM lesz kódolva a Gaim-Encryption pluginnal

source: Rx: secure
hu: Rx: biztonságos

source: The last message received was encrypted with the Gaim-Encryption plugin
hu: Az utolsó beérkezett üzenet kódolva volt a Gaim-Encryption pluginnal.

source: Rx: plain
hu: Rx: szöveg

source: The last message received was NOT encrypted with the Gaim-Encryption plugin
hu: Az utolsó beérkezett üzenet NEM volt kódolva a Gaim-Encryption pluginnal.
