Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/bug-buddy/po/*.po
Languages: et, gu, hi, id, lv, nn, or, sl, ta, wa

source: File to save bug reports
gu: ભૂલનો અહેવાલ સંગ્રહવા માટેની ફાઈલ
hi: बग रपट सहेजने हेतु फ़ाइल
id: Simpan laporan ke dalam file
or: ତୃଟି ବିବରଣୀ ପାଇଁ ସଞ୍ଚୟ ଫାଇଲ
ta: பிழை அறிக்கையை சேமிக்கும் கோப்பு
wa: Fitchî po schaper les rapoirts di bugs

source: File where you want to save your bug report in order to submit it later.
gu: પછીથી જમા કરવા માટેની ફાઈલ કે જ્યાં તમને તમારી ભૂલોના અહેવાલો સંગ્રહવાની જરૂર છે.
hi: फ़ाइल जहाँ आप अपना बग रपट सहेजना चाहेंगे, बाद में उसे जमा करने हेतु.
id: Nama file yang hendak disimpan agar dapat dikirimkan pada kesempatan lain.
or: ତ୍ରୁଟି ବିବରଣୀ ପରେ ଦାଖଲ କରିବା ପାଇଁ ସଞ୍ଚିତ ଫାଇଲ
ta: பிற்காலத்தில் கொடுப்பதற்கான வழுவின் அறிக்கையை தாங்கள் எந்தக் கோப்பில் சேமிக்க விரும்புகிறீர்கள்.
wa: Li fitchî wice ki vos vloz schaper vosse rapoirt di bug po l' evoyî pus tård.

source: Last time Bug Buddy checked for updates
gu: છેલ્લી વખતે સુધારાઓ માટે ચકાસાયેલુ બગ-બડી
hi: अंतिम दफा जब बग बड्डी ने अद्यतन हेतु जाँचा
id: Terakhir kali Bug Buddy mengambil informasi terakhir
or: ପୂର୍ବ ଥର ଯେବେ ବଗ୍ ବଡ୍ଡି ସଦ୍ଯତମ କରିବା ପାଇଁ ଯାଞ୍ଚ କରିଥିଲା
ta: Bug Buddy புதுப்பிக்காக சரிப்பர்க்கப்பட்டுள்ளது
wa: Date ki Bug Buddy a loukî pol dierin côp après des metaedjes a djoû

source: Path in your local filesystem where sendmail or equivalent is located.
gu: તમારી સ્થાનીય ફાઈલ સિસ્ટમનો પથ કે જ્યાં sendmail અથવા તેના જેવા જ સ્થિત થયેલ છે.
hi: आपके स्थानीय फ़ाइल-सिस्टम का पथ जहाँ सेंडमेल या समतुल्य स्थित हैं.
id: Path pada sistem file tempat sendmail berada.
or: ସେଣ୍ଡମେଲ କିମ୍ବା ଅନୁରୂପ ଥିବା ଆପଣଙ୍କ ସ୍ଥାନୀୟ ଫାଇଲତନ୍ତ୍ରର ପଥ
ta: அனுப்புஅஞசல் அல்ல அதற்க்கு சமமானது குண்ட உள்கோப்பு அமைபில் உள்ள பாதை
wa: Li tchmin so vosse sistinme wice k' on trove sendmail ou èn ôte programe d' emilaedje.

source: Path to sendmail like mailer program
gu: sendmail જેવા મેઈલ મોકલવાના કાર્યક્રમોનો પથ
hi: सेंडमेल जैसे मेल प्रोग्राम का पथ
id: Path ke program pengirim email sendmail
or: ସେଣ୍ଡମେଲ ଭଳି ଡାକ କାରିକାକୁ ପଥ
ta: அஞசலர் நிரல் போன்ற அனுப்புஅஞ்சலுக்கான பாதை
wa: Tchimin pol programe d' emilaedje djinre sendmail

source: Real name of user reporting the bug.
gu: ભૂલોના અહેવાલ આપતા વપરાશકર્તાનું ખરુ નામ.
hi: उपयोगकर्ता का वास्तविक नाम जो बग रपट कर रहा है.
id: Nama pemakai yang melaporkan bug ini.
or: ତ୍ରୁଟି ବିବରଣକାରୀଙ୍କ ପ୍ରକୃତ ନାମ.
ta: வழு அறிக்கை பயனரின் நிஜ பெயர்
wa: Vraiy no di l' uzeu fjhant l' rapoirt di bug.

source: This is the last time (UNIX timestamp) when Bug Buddy checked for updates of Bugzilla information.
gu: આ એજ છેલ્લો સમય છે જ્યારે બગબડીએ બગઝીલાની જાણકારીના સુધારાઓ માટે ચકાસણી કરી હતી.
hi: यह वह पिछला समय है (यूनिक्स समय-चिह्न) जब बग बड्डी ने बगज़िल्ला जानकारी हेतु जाँचा.
id: Ini adalah waktu terakhir (dalam timestamp UNIX) saat Bug Buddy memeriksa info terakhir pada Bugzilla
or: ଏହା ଶେଷ ଥର (ୟୁନିକ୍ସ ସମୟମୋହର), ଯେତେବେଳେ ବଗ୍ଜିଲ୍ଲା ସୂଚନା ଅଦ୍ଯତନ ପାଇଁ ବଗ୍ ବଡ୍ଡି ଯାଞ୍ଚ କରିଥିଲା
ta: இதுவே பக்சிலா தகவல்கள் மேலேற்றப்பட்ட போது பக் படியை சோதித்தக் கடைசி நேரமாகும்(UNIX நேர அச்சு).
wa: Çouchal est li dierin moumint (e date UNIX) ki Bug Buddy a loukî après des metaedjes a djoû di l' informåcion di Bugzilla.

source: Use sendmail for submitting bug reports to GNOME Bugzilla. Right now, this is the only supported method.
gu: જીનોમ બગઝીલાને ભૂલના અહેવાલો જમા કરવા માટે sendmail વાપરો. હમણા તો આ જ માત્ર આધારભૂત પદ્ધતિ છે.
id: Gunakan sendmail untuk melaporkan bug ke Bugzilla GNOME. Saat ini, hanya sendmail yang bisa digunakan.
or: ନୋମ ବଗ୍ଜିଲ୍ଲାକୁ ତ୍ରୁଟି ବିବରଣୀ ଦାଖଲ କରିବା ପାଇଁ ସେଣ୍ଡମେଲ ବ୍ଯବହାର କରନ୍ତୁ. ବର୍ତ୍ତମାନ କେବଳ ଏହି ଗୋଟିକ ହିଁ ସହାୟକ ପଦ୍ଧତି.
ta: GNOME பக்சிலாவில் வழுவின் அறிக்கைகளை கொடுக்க அஞ்சல் அனுப்புநரைப் பயன்படுத்திக் கொள்ளவும். தற்போது, இதுவே சரியான முறையாகக் கருதப்படுகிறது.
wa: Eployî sendmail po l' evoyaedje di rapoirts di bugs sol bugzilla di Gnome. Pol moumint, c' est li seule metôde di sopoirtêye.

source: Use sendmail to send bug reports
gu: ભૂલના અહેવાલો મોકલવા માટે સીધું 'sendmail' વાપરો
hi: बग रपट भेजने हेतु सेंडमेल का उपयोग करें
id: Gunakan sendmail untuk mengirim laporan ini.
or: ତ୍ରୁଟି ବିବରଣୀ ପଠାଇବା ପାଇଁ ସେଣ୍ଡମେଲ ବ୍ଯବହାର କରନ୍ତୁ
ta: வழு அறிக்கை அனுப்ப அனுப்புஅஞ்சல் உபயோகி
wa: Eployî sendmail po-z evoyî les rapoirts di bugs

source: PID
hi: पीआईडी
or: ପି.ଆଇ.ଡି.
ta: பிஐடி

source: ID
hi: आईडी
or: ସୂଚକ
ta: எண்

source: URI
hi: यूआरआई
wa: Hårdêye

source: Create a new bug report
lv: Izveidot jaunu kļūdas paziņojumu
nn: Opprettar ein ny feilrapport

source: Add more information to existing report
lv: Pievienot vairāk informācijas eksistējošajam paziņojumam
nn: Legg til meir informasjon til eksisterande rapport

source: $GNOME_CRASHED_APPNAME is deprecated. Please use the --appname command lineargument instead.
lv: $GNOME_CRASHED_APPNAME ir nožēlojams. Lūdzu tā vietā lieto komandrindas argumentu --appname.
nn: $GNOME_CRASHED_APPNAME er utdatert. Bruk ---appname kommandolinjeopsjonen istaden.

source: $GNOME_CRASHED_PID is deprecated. Please use the --pid command lineargument instead.
lv: $GNOME_CRASHED_PID ir nožēlojams. Lūdzu tā vietā lieto komandrindas argumentu --pid.
nn: Bruk --pid kommandolinjeargumentet i staden.

source: Welcome to Bug Buddy, a bug reporting tool for GNOME. It will step you through the process of submitting a bug report.
lv: Esi sveikts Blusu Draugā, kļūdu jeb blusu ziņošanas rīkā GNOME videi. Tas tev palīdzēs cauri kļūdu ziņojuma izveides un nosūtīšanas procesam.
nn: Velkomen til Bug Buddy, eit feilrapporteringsverkty for GNOME. Den vil ta deg steg for steg gjennom prosessen med å sende ein feilrapport.

source: You are seeing this because another application has crashed.
lv: Šo tu redzi tikai tāpēc, ka kāda programma atkal aizgāja pa pieskari.
nn: Du ser dette fordi eit anna program har kræsja.

source: Please wait a few moments while Bug Buddy obtains debugging information from the applications. This allows Bug Buddy to provide a more useful bug report.
lv: Lūdzu uzgaidi pāris momentus kāmēr Blusu Draugs savāks atkļūdošanas informāciju no aplikācijām. Tas atļaus Blusu Draugam izveidot daudz derīgāku kļūdas ziņojumu.
nn: Vent eit par straksar medan Bug Buddy hentar avsusingsinformasjon frå programmet. Dette tillet Bug Buddy å lage til nyttigare feilmeldingar.

source: Could not find pixmap: %s (%d)
lv: Nevarēju atrast attēlkarti: %s (%d)
nn: Klarte ikkje å finne pixmap: %s (%d)

source: Bug Buddy updated its bug information correctly.
lv: Blusu Draugs atjaunināja kļūdas inormāciju pareizi.

source: Report a bug in GNOME
lv: Paziņot par kļūdu GNOMĒ
nn: Rapporter ei lus i GNOME

source: <span weight="bold" size="larger">Bug Buddy update</span> The bug information that is stored on your system is outdated. Choosing 'Update' will update it. Choosing 'Don't update' will force the bug reporting to use old data.'
lv: <span weight="bold" size="larger">Blusu Drauga atjauninātājs</span> Kļūdas informācija, kas glabājas jūsu sistēmā, ir novecojusi. Izvēloties 'Atjaunināt', tā tiks atjaunināta. Izvēloties 'Neatjaunināt', liks kļūdu paziņošanā lietot vecus datus.'

source: Email
lv: Epasts
nn: E-post

source: Just save to a file so I can submit a bug report manually
lv: TIkai saglabā failu lai es varētu nosūtīt kļūdu ziņojumu pats
nn: Lagre fila slik at eg kan sende inn feilmeldinga manuelt

source: Name
lv: Vārds
nn: Namn

source: Path of sendmail
lv: Ceļš uz sendmail
nn: Sti til sendmail

source: Please make any final corrections to the bug report.
lv: Lūdzu veic jebkuras pēdējās korekcijas kļūdu ziņojumā.
nn: Gjere siste korreksjonar på feilrapporten.

source: Save in
lv: Saglabāt iekš
nn: Lagre i

source: Severity
lv: Svarīgums
nn: Kor alvorleg?

source: The product or application is not listed above.
lv: Produkts vai aplikācija nav norādīta augšējā sarakstā.

source: To
lv: Kam
nn: Til

source: Use sendmail directly
lv: Lietot sendmail tieši
nn: Bruk sendmail direkte

source: Version
lv: Versija
nn: Versjon

source: Submit this bug report now?
lv: Sūtīt šo kļūdas paziņojumu tagad?
nn: Send inn feilrapporten no?

source: _Submit
lv: _Nosūtīt

source: Your bug report has been submitted to: <%s> Thanks!
lv: Tavs kļūdas paziņojums tika nosūtīts uz: <%s> Paldies!
nn: Din feilrapport har vorte send inn til: <%s> Takk!

source: Since Bug Buddy doesn't know about the product you wish to submit a bug report in, you will have to manually address the bug report.
lv: Tā kā Blusu Draugs nezina neko par produktu par kuru tu gribi nosūtīt kļūdu ziņojumu, tev būs pašam jānorāda detaļas kļudu ziņojumā.
nn: Sidan Bug Buddy ikkje veit om produktet du sender inn feilrapport på, må manuellt adressere feilmeldinga.

source: This application has not included information about how to submit bugs. If you know an email address where bug reports should be sent, you will be able to specify that later. You may be able to find one in an "About" box in the application, or in the application's documentation.
lv: Šī aplikācija nav iekļāvusi informāciju par to, kā ziņot par blusām. Ja zināt epasta adresi, kur blusu paziņojui būtu sūtāmi, jūs varēsiet to norādīt vēlāk. Jūs varētu kādu atrast aplikācijas "Par" lodziņā vai aplikācijas dokumentācijā.

source: You must specify a version for your bug report.
lv: Tev jānorāda versija savā kļūdas paziņojumā.
nn: Du må spesifisere ein versjon for lus rapporten.

source: Are you sure you want to cancel this bug report?
lv: Vai esi pārliecināts, ka vēlies atcelt šo kļūdas paziņojumu?
nn: Er du sikker på at du vil avbryte denne feilrapporten?
