Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/bug-buddy/po/*.po
Languages: et, gu, hi, id, lv, nn, or, sl, ta, wa

source: There was an error running gdb: %s
et: gdb töös tekkis viga: %s
gu: જીડીબી ચલાવવામાં ભૂલ હતી: %s
hi: जीडीबी चलाने में एक त्रुटि हुई: %s
id: Ada error saat menjalankan gdb: %s
lv: Atgadījās kļūda palaižot gdb: %s
or: gdb ଚଳାଇବାରେ ତ୍ରୁଟି ରହିଛି: %s
sl: Ob poganjanju programa gdb se je zgodila napaka: %s
ta: gdb செயல்ப்படுத்துவதில் ப்ழை ஏற்பட்டுள்ளது: %s
wa: Åk n' a nén stî tot-z enondant gdb: %s

source: Could not read symbolic link information for %s
gu: %s માટેની સાંકેતિક કડીની જાણકારી વાંચી શકાઈ નહિ
hi: %s हेतु सिंबालिक लिंक जानकारी पढ़ नहीं पाया
id: Tidak dapat membaca informasi symbolic link untuk %s
lv: Nevarēju nolasīt simbolsaites informāciju priekš %s
or: %s ପାଇଁ ପ୍ରତୀକାତ୍ମକ ସଂଯୋଗ ସୂଚନା ପଢ଼ି ପାରୁନାହିଁ.
sl: Nisem mogel prebrati podatkov simbolične povezave za %s
ta: %sக்கான குறி இனைப்பு தகவலை வாசிக்க இயலவில்லை
wa: Dji n' a savou lére l' informåcion do loyén simbolike po %s

source: The file has too many symbolic links.
gu: અા ફાઈલની ઘણી બધી સાંકેતિક કડીઅો છે.
hi: इस फ़ाइल पर बहुत सारी सिंबालिक कड़ियाँ हैं.
id: File ini terlalu banyak memiliki symbolic link
lv: Failam bija pārāk daudz simbolsaites.
or: ଫାଇଲ ଅତ୍ଯଧିକ ପ୍ରତୀକାତ୍ମକ ସଂଯୋଗ ରହିଛି.
sl: Datoteka ima preveč simboličnih povezav.
ta: இந்த கோப்பு பல குறியீட்டு இணைப்புகளை கொண்டுள்ளது
wa: Li fitchî a pår trop di loyéns simbolikes.

source: Main loop isn't running!
gu: મુખ્ય લુપ ચાલી રહ્યુ નથી!
hi: मुख्य लूप नहीं चल रहा है!
id: Loop utama tidak berjalan!
lv: Galvenā cilpa nav palaista!
or: ମୁଖ୍ଯ ଚକ୍ରିଳ ଚାଲୁନାହିଁ!
sl: Glavna zanka ne teče!
ta: முதல் மடக்கி செயல்ப்படுகின்றதா!
wa: Li mwaisse blouke n' est nén en alaedje!

source: Error setting up sigchld handler: %s
gu: sigchid handler %s ને સુયોજિત કરવામાં ભૂલ
hi: sigchld हैंडलर सेटअप करने में त्रुटि: %s
id: Error saat melakukan set handler sigchld: %s
lv: Kļūda uzstādot sigchld rīkotāju: %s
or: sigchld handler ବିନ୍ଯାସରେ ତ୍ରୁଟି: %s
sl: Napaka ob nastavljanju obravnavalnika sigchld: %s
ta: up sigchld handlerன் வழு அமைப்பு: %s

source: Invalid filename.
et: Vigane failinimi.
gu: ફાઈલનું અમાન્ય નામ.
hi: अवैध फ़ाइल नाम
id: Nama file tidak benar.
lv: Neerīgs faila nosaukums.
or: ଅବୈଧ ଫାଇଲ ନାମ.
sl: Neveljavno ime datoteke.
ta: தவறான கோப்புப்பெயர்
wa: No d' fitchî nén valide.

source: There already exists a file name '%s'. Do you wish to overwrite this file?
et: Fail nimega '%s' on juba olemas. Kas soovid seda üle kirjutada?
gu: '%s' નામની ફાઈલ પહેલેથી જ અસ્તિત્વ ધરાવે છે. શું તમે અા ફાઈલની ઉપર ફરીથી લખવા મંાગો છો?
hi: इस नाम '%s' की फ़ाइल पहले से ही मौजूद है. क्या आप इस फ़ाइल को मिटाकर लिखना चाहते हैं?
id: File '%s' sudah ada. Anda ingin menimpa file ini?
lv: Jau eksistē fails ar nosaukumu '%s'. Vai vēlaties pārrakstīt šo failu?
or: '%s' ନାମରେ ପୂର୍ବରୁ ଗୋଟିଏ ଫାଇଲ ରହିଛି. ଆପଣ ଏହି ଫାଇଲକୁ ନବଲିଖନ କରିବାକୁ ଚାହାନ୍ତି କି?
sl: Datoteka '%s' že obstaja. Želite prepisati datoteko?
ta: '%s' என்ற கோப்புப் பெயர் முன்னதாகவே உள்ளது இந்த கோப்பை மேலெழுத வேண்டுமா?
wa: I gn a ddja on fitchî lomé «%s». El voloz vs sipotchî?

source: _Overwrite
et: _Kirjuta üle
gu: ઉપર ફરીથી લખો (_O)
hi: मिटाकर लिखें (_O)
id: _Timpa
lv: _Pārrakstīt
or: ନବଲିଖନ (_O)
sl: _Prepiši
ta: _மேலெழுது
wa: Sip_otchî

source: Could not create a backup file.
et: Ei saa faili varukoopiat luua.
gu: બૅકઅપ ફાઈલ બનાવી શકાઈ નહિ.
hi: फ़ाइल की बैकअप प्रति नहीं बनायी जा सकी
id: Tidak dapat membuat file backup.
lv: Nevarēju izveidot faila rezerves kopiju.
or: ନକଲ ସଂରକ୍ଷଣ ଫାଇଲ ସୃଷ୍ଟି ହୋଇ ପାରୁନାହିଁ
sl: Nisem mogel ustvariti varnostne datoteke.
ta: காப்பு நகல் கோப்பை உருவாக்க இயலவில்லை
wa: Dji n' a nén savou fé on fitchî copeye di såvrité.

source: Welcome to Bug Buddy
et: Tere tulemast Bug Buddy'sse
gu: બગ બડીમાં તમારંુ સ્વાગત છે
hi: बग बड्डी में स्वागत है
id: Selamat datang di Bug Buddy
lv: Laipni lūgti pie Blusu Drauga
nn: Velkomen til Bug Buddy
or: ବଗ୍ ବଡ୍ଡିକୁ ସ୍ବାଗତ
sl: Dobrodošli v Bug Buddy-a
ta: Bug Buddyக்கு நல்வரவு
wa: Wilicome a Bug Buddy

source: Collecting debug info
et: Kogun silumisinfot
gu: ભૂલ શોધવા માટેની જાણકારી ભેગી થઈ રહી છે
hi: डिबग इन्फो एकत्र कर रहे
id: Sedang mengumpulkan info debug
or: ତ୍ରୁଟି ମୁକ୍ତ ସୂଚନା ସଂଗ୍ରହ
sl: Zbiram razhroščevalne podatke
ta: பிழையற்றத் தகவல் சேகரிக்கப்படுகிறது
wa: Dji ramexhnêye des informåcions di disbugaedje

source: Select a Product or Application
et: Vali toode või rakendus
gu: વસ્તુ કે કાર્યક્રમ પસંદ કરો
hi: उत्पाद या अनुप्रयोग चुनें
id: Silakan pilih Produk atau Aplikasi
lv: Izvēlies Produktu vai Aplikāciju
or: ଉତ୍ପାଦନ ବା ପ୍ରୟୋଗ ବାଛନ୍ତୁ
sl: Izberi izdelek ali program
ta: ஒரு உற்பத்தி அல்லது பயன்பாட்டைத் தேர்வு செய்
wa: Tchoezi on prodût ou on programe

source: Select a Component
et: Vali komponent
gu: ભાગ પસંદ કરો
hi: एक अवयव चुनें
id: Pilih komponen
lv: Izvēlies Komponenti
nn: Vel ein komponent
or: ଯନ୍ତ୍ରାଂଶ ବାଛନ୍ତୁ
sl: Izberi komponento
ta: ஒரு அங்கத்தைத் தேர்வி செய்
wa: Tchoezi on componint

source: Frequently Reported Bugs
et: Tihti teatatud vead
gu: વારંવાર નોંધાતી ભૂલો
hi: बारबार रपट किए बग्स
id: Bug yang sering dilaporkan
lv: Biežāk Ziņotās Kļūdas
nn: Ofte rapporterte feil
or: ବାରମ୍ବାର ହେଉଥିବା ତ୍ରୁଟି
sl: Pogosto sporočeni hrošči
ta: அடிக்கடி அறியப்படும் பிழைகள்
wa: Bugs les pus sovint rapoirtés

source: Bug Description
et: Vea kirjeldus
gu: ભૂલનું વર્ણન
hi: बग वर्णन
id: Keterangan Bug
lv: Kļūdas Apraksts
nn: Feilskildring
or: ତ୍ରୁଟି ବର୍ଣ୍ଣନା
sl: Opis hrošča
ta: பிழை விவரம்
wa: Discrijhaedje do bug

source: Mail Configuration
et: Meili konfiguratsioon
gu: મેઈલ રુપરેખાંકન
hi: डाक कॉन्फ़िगरेशन
id: Konfigurasi Mail
lv: Pasta Konfigurācija
nn: Oppsett for E-post
or: ଡାକ ବିନ୍ଯାସ
sl: Pošlji nastavitve po e-pošti
ta: அஞ்சல் அமைப்பு
wa: Apontiaedje di l' emilaedje

source: Confirmation
et: Kinnitus
gu: ખાતરી
hi: पुष्टिकरण
id: Konfirmasi
lv: Apstiprinājums
nn: Stadfesting
or: ନିଶ୍ଚିତ କରଣ
sl: Potrditev
ta: உறுதி செய்தல்
wa: Acertinaedje

source: Finished!
et: Valmis!
gu: સમાપ્ત!
hi: पूर्ण!
id: Selesai!
lv: Pabeigts!
nn: Ferdig!
or: ଶେଷ
sl: Končano!
ta: முடிந்தது!
wa: Fwait!

source: translator_credits-PLEASE_ADD_YOURSELF_HERE
gu: નીરવ <nirav@magnet-i.com> અંકિત <ankit644@linux.net> અંકુર <ankur_surti@linux.net> અતિત <shahatit_84@linux.net> ભાવિન <bhavinshah@linux.net> કાર્તિક <kartik_mistry@linux.net> ખુશ્બુ <khushbu_hi21@yahoo.co.in> શ્વેતા <sweta2782@yahoo.co.in>.
hi: जी. करुणाकर <karunakar@freedomink.org>, रविशंकर श्रीवास्तव <raviratlami@yahoo.com>
id: Mohammad DAMT <mdmat@bisnisweb.com>
or: P. Pattnaik <srujanik@sancharnet.in>
ta: Subbulakshmi, Mahalakshmi
wa: Pablo Saratxaga <pablo@walon.org>

source: The graphical bug reporting tool for GNOME.
et: GNOME graafiline vigade teatamise süsteem.
gu: જીનોમ માટેનું ચિત્રાત્મક ભૂલ અહેવાલનું સાધન.
hi: गनोम हेतु बग रपट करने का चित्रमय उपकरण.
id: Program untuk melaporkan adanya bug pada GNOME
lv: Grafiskais GNOME kļūdu paziņojumu rīks.
nn: Det grafiske feilrapporteringssystemet for GNOME.
or: ନୋମ ପାଇଁ ଆଲେଖୀ ତ୍ରୁଟି ବିବରଣୀ ଉପକରଣ
sl: Grafično orodje za poročanje o hroščih v GNOME-u.
ta: வரைகலை வழுவை தெரிவிக்கும் GNOMEஇன் கருவி
wa: Usteye grafike di rapoirt di bugs po Gnome.

source: The lame Bug Buddy web page
et: Bug Buddy nõme veebileht
gu: અધૂરંુ બગ બડી વેબ પાનુ
hi: लेम बग बड्डी वेब पृष्ठ
id: Halaman web Bug Buddy
lv: Leimā Kļūdu Drauga tīkla lappa
nn: Den kjedelege Bug Buggy nettsida
or: ବଗ୍ ବଡ୍ଡିର ୱେବ ପୃଷ୍ଠା
sl: Leva spletna stran Bug Buddy-a
ta: The lame Bug Buddy வலைப்பக்கம்
wa: Li pådje waibe da Bug Buddy

source: Please enter your name.
et: Palun sisesta oma nimi.
gu: મહેરબાની કરીને તમારંુ નામ લખો.
hi: कृपया अपना नाम भरें.
id: Silakan masukkan Nama Anda.
lv: Lūdzu ievadi savu vārdu.
nn: Skriv inn namnet ditt:
or: ଆପଣଙ୍କ ନାମ ଲେଖନ୍ତୁ
sl: Prosim vpišite vaše ime.
ta: தயவுசெய்து உங்கள் பெயரை எழுதவும்
wa: Dinez l' no da vosse, s' i vs plait.

source: Please enter a valid email address.
et: Palun sisesta kehtiv e-posti aadress.
gu: મહેરબાની કરીને માન્ય ઈ-મેઈલ સરનામુ લખો.
hi: कृपया वैध ईमेल पता भरें.
id: Silakan masukkan alamat email.
lv: Lūdzu ieraksti īstu epasta adresi.
nn: Oppgi ei gyldig e-postadresse.
or: ଗୋଟିଏ ବୈଧ ଇ-ଡାକ ଠିକଣା ଲେଖନ୍ତୁ.
sl: Prosim vpišite veljaven e-poštni naslov.
ta: தயவு செய்து சரியான மின்னஞ்சல் முகவரியை எழுதவும்
wa: Dinez ene adresse emile valåbe, s' i vs plait.

source: '%s' doesn't seem to exist. Please check the path to sendmail again.
et: '%s' ei leitud. Palun kontrolli sendmaili otsinguteed.
gu: અેવુ લાગે છે કે '%s' અસ્તિત્વમાં નથી. મહેરબાની કરીને મેઈલ મોકલવાનો પથ ફરીથી ચકાસો.
hi: प्रतीत होता है कि '%s' मौज़ूद नहीं है. सेंडमेल का पथ पुनः जाँचें.
id: '%s' kelihatannya tidak ada. Silakan periksa path ke sendmail apakah sudah benar atau belum.
lv: '%s' neizskatās ka eksistētu. Lūdzu pārbaudi ceļu uz sendmail vēlreiz.
nn: «%s» ser ikkje ut til å eksistere. Sjekk stien til sendmail igjen.
or: %s ନଥିବା ଭଳି ମନେ ହେଉଛି. ଦୟାକରି ସେଣ୍ଡମେଲର ପଥକୁ ପୁଣି ଥରେ ଯାଞ୍ଚ କରନ୍ତୁ.
sl: Zdi se, da '%s' ne obstaja. Prosim, znova preverite pod do programa sendmail.
ta: '%s' இருப்பதாக தொன்றவில்லை. அஞ்ஜலை அனுப்ப பதையை சரிபார்.
wa: I shonne ki «%s» n' egzistêye nén. Verifyîz li tchmin po «sendmail» s' i vs plait.

source: Please enter a valid email command.
et: Palun sisesta kehtiv meilikäsk.
gu: મહેરબાની કરીને યોગ્ય ઈ-મેઈલ અાદેશ લખો.
hi: कृपया वैध ईमेल कमांड भरें.
id: Silakan masukan perintah untuk mengirim email.
lv: Lūdzu ieraksti īstu epasta adresi.
nn: Oppgi ein gyldig e-postkommando.
or: ଗୋଟିଏ ବୈଧ ଇ-ଡାକ ନିର୍ଦ୍ଦେଶ ଲେଖନ୍ତୁ.
sl: Prosim vpišite veljaven ukaz za e-pošto.
ta: தயவுசெய்து ஒரு மின்னஞ்சலை கட்டளையில்
wa: Dinez ene comande d' emilaedje valåbe, s' i vs plait.

source: The specified file does not exist.
et: Seda faili ei leitud.
gu: સ્પષ્ટ કરેલ ફાઈલ અસ્તિત્વમાં નથી.
hi: उल्लेखित फ़ाइल मौज़ूद नहीं है.
id: File yang disebutkan tidak ada.
lv: Norādītais fails neeksistē.
nn: Den oppgjevne fila finst ikkje.
or: ଉଲ୍ଲେଖିତ ଫାଇଲର ଅବସ୍ଥିତି ନାହିଁ.
sl: Navedena datoteka ne obstaja.
ta: குறிக்கப்பட்ட கோப்பு இல்லை
wa: Li fitchî specifyî n' egzistêye nén

source: File is of type: %s
et: Faili tüüp: %s
gu: ફાઈલનો પ્રકાર છે: %s
hi: फ़ाइल का प्रकार है : %s
id: File berjenis: %s
lv: Faila tips: %s
nn: Fila er av type: %s
or: ଫାଇଲଟି %s ପ୍ରକାରର
sl: Datoteka je tipa: %s
ta: கோப்பின் விதம்: %s
wa: Li fitchî est del sôre: %s

source: '%s' is a %s file. Bug Buddy can only submit plaintext (text/*) files.
et: '%s' on %s fail. Bug Buddy saab saata ainult lihttekstifaile (text/*).
gu: '%s' અે %s ફાઈલ છે. બગ બડી ફક્ત સાદા લખાણ (text/*) વાળી ફાઈલો જ જમા કરી શકે છે.
hi: '%s' -यह एक %s फ़ाइल है. बग बड्डी सिर्फ एक सादा पाठ (text/*) फ़ाइल ही जमा कर सकता है.
id: '%s' adalah file berjenis %s. Bug Buddy hanya bisa mengirimkan file teks biasa (text/*).
lv: '%s' ir %s fails. Blusu Draugs var nosūtīt tikai teksta failus.
nn: «%s» er ei %s-fil. Bug Buddy kan kun sende inn rein-tekst (text/*) filer.
or: '%s' ଗୋଟିଏ %s ଫାଇଲ. ବଗ୍ ବଡ୍ଡି କେବଳ ସାଧା ପାଠ୍ଯ (text/*) ଫାଇଲ ଦାଖଲ କରିପାରିବ.
sl: '%s' je datoteka %s. Bug Buddy lahko pošlje le datoteke z besedilom (text/*).
ta: '%s' is a %s file. பக் படியால் சாதாரன உரை(text/*) கோப்புகளை மட்டும் கொடுக்க முடியும்.
wa: «%s» est on fitchî %s. Bug Buddy pout evoyî des fitchîs e peur tecse (text/*) seulmint.

source: You must include a comprehensible subject line in your bug report.
et: Sa pead oma veateatele lisama arusaadava teema.
gu: તમારે તમારા ભૂલના અહેવાલમાં સમજ પડે તેવા વિષયનો સમાવેશ કરવો જોઈઅે.
hi: आपको अपने बग रपट में समझने योग्य विषय पंक्ति शामिल करना है.
id: Anda harus menuliskan judul yang tepat pada laporan bug ini.
lv: Tev jāietver visaptverošs kļūdas paziņojuma nosaukums.
nn: Du må inkludere ei utfyllande temalinje i feilrapporten.
or: ଆପଣଙ୍କ ତ୍ରୁଟି ବିବରଣୀରେ ଗୋଟିଏ ବିସ୍ତୀର୍ଣ୍ଣ ବିଷୟ ରେଖା ନିଶ୍ଚିତ ରଖନ୍ତୁ.
sl: V poročilu o hrošču mora biti nujno naveden predmet.
ta: தாங்கள் வழு அறிக்கையில் ஒர் சிறியக் குறிப்பறிக்கையை உள்ளடக்க வேண்டும்.
wa: Vos dvoz dner ene roye di sudjet dins vosse rapoirt di bug.

source: You must include a comprehensible description in your bug report.
et: Sa pead oma veateatele lisama arusaadava kirjelduse.
gu: તમારે તમારા ભૂલના અહેવાલમાં સમજ પડે તેવા વર્ણનનો સમાવેશ કરવો જોઈઅે.
hi: आपको अपने बग रपट में समझने योग्य विवरण शामिल करना है.
id: Anda harus menuliskan keterangan yang jelas pada laporan bug ini.
lv: Tev jāietver visaptverošs kļūdas paziņojuma apraksts.
nn: Du må inkludere ein utfyllande feilmelding i feilrapporten din.
or: ଆପଣଙ୍କ ତ୍ରୁଟି ବିବରଣୀରେ ଗୋଟିଏ ବିସ୍ତୀର୍ଣ୍ଣ ବର୍ଣ୍ଣନା ନିଶ୍ଚିତ ରଖନ୍ତୁ.
sl: V poročilu o hrošču mora biti nujno naveden opis.
ta: தாங்கள் வழு அறிக்கையில் ஒர் சிறிய விவரக்குறிப்பை உள்ளடக்க வேண்டும்.
wa: Vos dvoz dner on discrijhaedje k' on poye comprinde po vosse rapoirt di bug.

source: Please wait while Bug Buddy saves your bug report...
et: Palun oota, kuni Bug Buddy salvestab veateadet...
gu: મહેરબાની કરીને બગ બડી તમારા ભૂલનો અહેવાલનો સંગ્રહ કરે ત્યાં સુધી રાહ જુઓ...
hi: कृपया इंतजार करें तब तक कि बग बड्डी आपके बग रपट को सहेजता है...
id: Mohon tunggu sebentar, Bug Buddy sedang menyimpan laporan bugnya...
lv: Lūdzu uzgaidiet līdz Blusu Draugs saglabā jūsu kļūdas paziņojumu...
or: ବଗ୍ ବଡ୍ଡି ଆପଣଙ୍କ ତ୍ରୁଟି ବିବରଣୀକୁ ସଂରକ୍ଷିତ କରୁଥିବାରୁ ଦୟାକରି ଅପେକ୍ଷା କରନ୍ତୁ.
sl: Prosim, počakajte medtem, ko Bug Buddy shranjuje vaše poročilo o hrošču...
ta: பக் படி உங்கள் வழு அறிக்கையை சேமிக்கும் வரை காத்திரு...
wa: Tårdjîz ene miete s' i vs plait, tins k' Bug Buddy schape vosse rapoirt di bug...

source: The bug report was not saved in %s: %s Please try again, maybe with a different file name.
gu: %sમાં ભૂલના અહેવાલનો સંગ્રહ થયો નહિ: %s મહેરબાની કરીને ફરી પ્રયત્ન કરો, બીજા કોઈ નામથી.
hi: बग रपट %s में सहेजा नहीं गया है: %s कृपया फिर से कोशिश करें, जैसे कि एक नए नाम से.
id: Laporan bug tidak berhasil disimpan di file '%s' %s Silakan ulangi lagi, cobalah dengan nama file yang lain.
lv: Kļūdas paziņojums netika saglabāts iekš %s: %s Lūdzu mēģiniet vēlreiz, varbūt ar citu faila nosaukumu.
or: ତ୍ରୁଟି ବିବରଣୀ %sରେ ସଂରକ୍ଷିତ ହୋଇନାହିଁ: n%s ଦୟାକରି ପୁଣି ଥରେ ଚେଷ୍ଟା କରନ୍ତୁ, ବୋଧହୁଏ ଆଉ ଗୋଟିଏ ଫାଇଲ ନାମରେ.
sl: Poročilo o hrošču ni bilo shranjeno v %s: %s Prosim, poskusite znova, morda z drugačnim imenom datoteke.
ta: வழு அறிக்கை %s:ல் சேமிக்கப்படவில்லை %s சிறிது நேரதிற்க்கு பிறகு, வேறு கோப்பு பெயருடன் முயல்.
wa: Li rapoirt di bug n' a nén stî schapé e %s: %s Rissayîz cor on cop s' i vs plait, motoit avou èn ôte no d' fitchî.

source: Your bug report was saved in %s
et: Sinu veateade salvestati faili %s
gu: %s માં તમારા ભૂલના અહેવાલનો સંગ્રહ થયો
hi: आपका बग रपट %s में सहेजा गया
id: Laporan bug telah disimpan pada file '%s'
lv: Jūsu kļūdas paziņojums tika saglabāts iekš %s
or: ଆପଣଙ୍କ ତ୍ରୁଟି ବିବରଣୀ %sରେ ସଂରକ୍ଷିତ ହୋଇଛି
sl: Vaše poročilo o hrošču je bilo shranjeno v %s
ta: உங்கள் வழு தொகுப்பு %s யின் சேமி
wa: Vosse rapoirt di bug a stî schapé e «%s»

source: Please wait while Bug Buddy submits your bug report...
et: Palun oota, kuni Bug Buddy saadab sinu veateadet...
gu: મહેરબાની કરીને બગ બડી તમારા ભૂલના અહેવાલને જમા ના કરે ત્યાં સુધી રાહ જુઓ...
hi: कृपया इंतजार करें तब तक कि बग बड्डी आपके बग रपट को जमा करता है...
id: Mohon tunggu sebentar, Bug Buddy sedang mengirimkan laporan bug anda...
lv: Lūdzu uzgaidiet līdz Blusu Draugs nosūta jūsu kļūdas paziņojumu...
or: ବଗ୍ ବଡ୍ଡି ଆପଣଙ୍କ ତ୍ରୁଟି ବିବରଣୀ ଦାଖଲ କରୁଥିବାରୁ ଦୟାକରି ଅପେକ୍ଷା କରନ୍ତୁ...
sl: Prosim, počakajte medtem, ko Bug Buddy oddaja vaše poročilo o hrošču...
ta: பக் படி உங்கள் வழு அறிக்கையை அனுப்பும்வரை காத்திரு...
wa: Tårdjîz ene miete s' i vs plait, tins k' Bug Buddy evoye vosse rapoirt di bug...

source: There was an error submitting the bug report: %s
et: Veateate saatmisel tekkis viga: %s
gu: ભૂલના અહેવાલને જમા કરવામાં ભૂલ હતી: %s
hi: बग रपट जमा करने में एक त्रुटि हुई: %s
id: Ada error saat mengirimkan laporan bug: %s
lv: Atgadījās kļūda, nosūtot jūsu kļūdas paziņojumu: %s
or: ତ୍ରୁଟି ବିବରଣୀ ଦାଖଲ କରିବାରେ ତ୍ରୁଟି ରହିଛି: %s
sl: Ob oddajanju poročila o hrošču se je zgodila napaka: %s
ta: வழு நீக்கி அறிக்கையை கொடுக்கும் பொழுது பிழை ஏற்பட்டுள்ளது: %s
wa: Åk n' a nén stî tot-z evoyant li rapoirt di bug: %s

source: Your bug report has been submitted to: <%s> Bug reporting is an important part of making Free Software. Thank you for helping.
gu: તમારા ભૂલનો અહેવાલ નીચેનામાં જમા થઈ ચૂક્યો છે: &lt;%s&gt; ભૂલોની નોંધ કરવી તે મફત સોફ્ટવેર બનાવવા માટેનો મહત્ત્વનો ભાગ છે. મદદ બદલ અાભાર.
hi: आपका बग रपट यहाँ जमा किया गया है-: <%s> बग रपट करना मुफ़्त सॉफ़्टवेयर बनाने में एक महत्वपूर्ण भाग अदा करता है. आपके सहयोग हेतु धन्यवाद.
id: Laporan bug Anda telah dikirim ke: <%s> Laporan bug adalah bagian penting dari pembuatan Software Bebas. Terima kasih atas bantuannya.
or: ଆପଣଙ୍କ ତ୍ରୁଟି ବିବରଣୀ ଏହିଠାରେ ଦାଖଲ ହୋଇଯାଇଛି: <%s> ମୁକ୍ତ ସଫ୍ଟୱେର ପ୍ରସ୍ତୁତିରେ ତ୍ରୁଟି ବିବରଣୀ ଦାଖଲ ଗୋଟିଏ ଗୁରୁତ୍ବପୂର୍ଣ୍ଣ ଅଂଶ. ସହଯୋଗ ପାଇଁ ଧନ୍ଯବାଦ.
sl: VAše poročilo o hrošču je bilo poslano na: <%s> Poročanje o hroščih je pomemben del prostega programja. Hvala za trud!.
ta: தங்களது பக் அறிக்கை கொடுக்கபடப் போவதாவது: <%s> வழு அறிக்கை என்பது மென்பொருளை உருவாக்க தேவையான முக்கியப் பங்காகும். தங்களின் உதவிக்கு நன்றி.
wa: Vosse rapoirt di bu a stî evoyî a: <%s> Fé des rapoirts di bugs c' est ene sacwè d' consecant po les libès programes. Gråces po voste aidance.

source: Please, select the core file or running application to debug.
et: Palun vali tuum või jooksev rakendus, mida sa soovid siluda.
gu: મહેરબાની કરીને જે કોર ફાઈલ અથવા ચાલુ કાર્યક્રમની ભૂલનંુ સંશોધન કરવુ હોય તે પસંદ કરો.
hi: कृपया कोर फ़ाइल या चल रहे अनुप्रयोग को डिबग हेतु चुनें.
id: Silakan pilih file core atau aplikasi berjalan untuk melakukan debug.
or: ଦୟାକରି ତ୍ରୁଟି ମୁକ୍ତ କରିବା ପାଇଁ ତ୍ରୁଟି ଫାଇଲ କିମ୍ବା ଚଳନ୍ତା ପ୍ରୟୋଗ ବାଛନ୍ତୁ
sl: Prosim, izberite datoteko 'core' ali zagnan program, ki ga želite razhroščevati.
ta: தயவுசெய்து, தேர்ந்தெடுத்த கோப்புகளை அமைஅ
wa: Tchoezixhoz l' fitchî «core» oudonbén l' programe en alaedje a disbuguer.

source: %s Notice that the software you are running (%s) is older than six months. You may want to consider upgrading to a newer version of %s system
gu: %s ધ્યાનમાં રાખો કે તમે જે સોફ્ટવેર (%s) ચલાવી રહ્ચા છો તે ૬ મહિના જૂનુ છે. તમને સિસ્ટમ %s ની નવી સુધારેલી અવૃત્તિ ધ્યાનમાં રાખવાની જરૂર છે
hi: %s टीप लें कि सॉफ़्टवेयर जो आप चला रहे हैं (%s) वह छः माह से ज्यादा पुराना है. आपको %s तंत्र को अद्यतन करने के बारे में विचार करना चाहिए.
id: %s Perhatikan bahwa program ini (%s) sudah berumur lebih dari enam bulan. Silakan upgrade saja ke versi barunya %s
or: %s ଲକ୍ଷ୍ଯ କରନ୍ତୁ ଯେ ଆପଣ ବ୍ଯବହାର କରୁଥିବା ସଫ୍ଟୱେର (%s) ଛଅମାସରୁ ଅଧିକ ପୁରୁଣା. ଆପଣ ଏହାକୁ %s ତନ୍ତ୍ରର ନୂଆ ସଂସ୍କରଣକୁ ଉନ୍ନତ କରିବାକୁ ବିଚାର କରିପାରନ୍ତି.
ta: %s தாங்கள் இயக்கிக் கொண்டிருக்கும் மென்பொருள் ஆறு மாதத்திற்கு முந்தையது என்பதை கவனிக்கவும்(%s) . தாங்கள் புதிய பதிப்பை முறைமையில் மேலேற்றுவதுப் பற்றிய கருத்தை கவனத்தில் கொள்ளவும்%s
wa: %s Notez ki l' programe ki vos eployîz (%s) est pus d' shijh moes vî. Vos dvrîz motoit l' mete a djoû avou ene novele modêye do sistinme %s

source: Please choose a product for your bug report.
et: Sa pead veateate jaoks toote määrama.
gu: મહેરબાની કરીને તમારી ભૂલના અહેવાલ માટે વસ્તુ પસંદ કરો.
hi: अपने बग रपट हेतु कृपया एक उत्पाद चुनें.
id: Silakan pilih produk yang hendak dilaporkan
lv: Lūdzu izvēlaties produktu savam kļūdas paziņojumam.
or: ଆରଣଙ୍କ ତ୍ରୁଟି ବିବରଣୀ ପାଇଁ ଗୋଟିଏ ଉତ୍ପାଦନ ବାଛନ୍ତୁ.
sl: Prosim, izberite izdelek v katerem ste naleteli na hrošča.
ta: உங்கள் வழு அறிக்கைக்காக உற்பத்தியை தேர்ந்தெடு.
wa: Tchoezixhoz on prodût po vosse rapoirt di bug.

source: Please choose a component, version, and severity level for product %s
gu: મહેરબાની કરીને, ઉત્પાદન %s માટે અેક ભાગ, અાવૃતિ અથવા ઉગ્રતા માટેના સ્તર પસંદ કરો
hi: कृपया उत्पाद %s हेतु अवयव, संस्करण तथा सुरक्षा स्तर चुनें
id: Silakan pilih komponen, nomor versi dan tingkat keparahan pada produk %s
or: %s ଉତ୍ପାଦନ ପାଇଁ ଗୋଟିଏ ଯନ୍ତ୍ରାଂଶ, ସଂସ୍କରଣ ଏବଂ ଗମ୍ଭୀରତା ସ୍ତର ବାଛନ୍ତୁ
ta: தயவுச் செய்து தங்களது பொருள்கூறு, பதிப்பு மற்றும் பொருளின் முக்கியத்துவ நிலையைத் தேர்ந்தெடுக்கவும்%s
wa: Tchoezixhoz on componint, ene modêye, eyet on livea d' impôrtance pol prodût %s

source: Please choose an application for your bug report.
et: Sa pead veateate jaoks rakenduse määrama.
gu: મહેરબાની કરીને તમારી ભૂલના અહેવાલ માટે કાર્યક્રમ પસંદ કરો.
hi: अपने बग रपट हेतु कृपया एक अनुप्रयोग चुनें.
id: Silakan pilih aplikasi yang hendak dilaporkan
lv: Lūdzu izvēlaties aplikāciju savam kļūdas paziņojumam.
or: ଆପଣଙ୍କ ତ୍ରୁଟି ବିବରଣୀ ପାଇଁ ଗୋଟିଏ ପ୍ରୟୋଗ ବାଛନ୍ତୁ
sl: Prosim, izberite program v katerem ste naleteli na hrošča.
ta: உங்கள் வழு அறிக்கைக்கு தயவுசெய்து பயன்பாடு தேர்ந்தெடு.
wa: Tchoezixhoz on programe po vosse rapoirt di bug.

source: Please choose a component, version, and severity level for application %s
gu: મહેરબાની કરીને, કાર્યક્રમ %s માટે અેક ભાગ, અાવૃતિ અથવા ઉગ્રતા માટેના સ્તર પસંદ કરો
hi: कृपया अनुप्रयोग %s हेतु अवयव, संस्करण तथा सुरक्षा स्तर चुनें
id: Silakan pilih komponen, nomor versi dan tingkat keparahan untuk aplikasi %s
or: %s ପ୍ରୟୋଗ ପାଇଁ ଗୋଟିଏ ଯନ୍ତ୍ରାଂଶ, ସଂସ୍କରଣ ଏବଂ ଗମ୍ଭୀରତା ସ୍ତର ବାଛନ୍ତୁ
ta: பயன்பாடு %s க்கான பொருள், மதிப்பு மற்றும் கடுமையில் அளவு ஆகியவற்றை தேர்வு செய்யவும்
wa: Tchoezixhoz on componint, ene modêye, eyet on livea d' impôrtance pol programe %s

source: This Application has bug information, but Bug Buddy doesn't know about it. Please choose another application.
gu: આ કાર્યક્રમ પાસે ભૂલની જાણકારી છે, પરંતુ બગ-બડીને અેના વિશે જાણકારી નથી. મહેરબાની કરીને બીજો કાર્યક્રમ પસંદ કરો.
hi: इस अनुप्रयोग के पास बग जानकारी है, परंतु बग बड्डी इसके बारे में नहीं जानता. कृपया अन्य अनुप्रयोग चुनें.
id: Aplikasi ini memiliki informasi bug, tapi tidak diketahui oleh Bug Buddy. Silakan pilih aplikasi yang lain
or: ଏହି ପ୍ରୟୋଗରେ ତ୍ରୁଟି ସୂଚନା ରହିଛି, କିନ୍ତୁ ବଗ୍ ବଡ୍ଡି ଏହା ବିଷୟରେ ଜାଣିନାହିଁ.ଦୟାକରି ଆଉ ଗୋଟିଏ ପ୍ରୟୋଗ ବାଛନ୍ତୁ.
ta: இந்தப் பயன்பாடு வழுத் தகவல்களைக் கொண்டுள்ளது, ஆனால் அதைப் பற்றிய விவரத்தினை பக் படி அறியாது. தயவுச் செய்து வேறொருப் பயன்பாட்டினைத் தேர்ந்தெடுக்கவும்.
wa: Ci programe ci a des informåcions di bug, mins Bug Buddy nelzès cnoxhe nén. Tchoezixhoz èn ôte programe s' i vs plait.

source: You must specify a component for your bug report.
et: Sa pead veateate jaoks komponendi määrama.
gu: તમારે તમારા ભૂલના અહેવાલ માટે ભાગ સ્પષ્ટ કરવો જરુરી છે.
hi: आपको अपने बग रपट हेतु एक अवयव उल्लेखित करना होगा.
id: Anda harus memilih komponen yang hendak dilaporkan.
lv: Tev jānorāda komponents savā kļūdas paziņojumā.
nn: Du må oppgi ein komponent for feilrapporten din.
or: ଆପଣଙ୍କ ତ୍ରୁଟି ବିବରଣୀ ପାଇଁ ଗୋଟିଏ ଯନ୍ତ୍ରାଂଶ ଉଲ୍ଲେଖ କରନ୍ତୁ.
sl: V poročilu o hrošču mora biti nujno navedena komponenta.
ta: நீங்கள் தனித்தனி பொருள்கூறுகளை வழு அறிக்கைக்காக குறிப்பிடவும்.
wa: Vos dvoz dner on componint po vosse rapoirt di bug.

source: Bug reporter name
gu: ભૂલનો અહેવાલ અાપતુ નામ
hi: बग रपट देने वाले का नाम
id: Nama pelapor bug
or: ତୃଟି ବିବରଣକାରୀଙ୍କ ନାମ
ta: அறிக்கை பெயரின் பிழை
wa: No do rapoirteu do bug

source: Email Address
gu: ઈ-મેઇલ સરનામુ
hi: ई-मेल पता
id: Alamat email
or: ଇ-ଡାକ ଠିକଣା
sl: E-Poštni Naslov
ta: மின்னஞ்சல் முகவரி
wa: Adresse emile

source: Email Address for submiting bug reports to GNOME Bugzilla. This address will be used for correspondence regarding the bug you are submitting. If you already have a GNOME Bugzilla account, please use it as your Email Address.
gu: જીનોમ બગઝીલાને ભૂલનો અહેવાલ મોકલવા માટેનુ ઈ-મેઈલ સરનામુ. તમે જમા કરાવેલ ભૂલના સુધારા માટે આ સરનામું વપરાશે. જો તમારી પાસે પહેલેથી જ તમારુ જીનોમ બગઝીલામાં તમારુ ખાતુ હોય તો, મહેરબાની કરીને એને તમારા ઈ-મેઈલ સરનામા તરીકે વાપરો.
or: ନୋମ ବଗ୍ଜିଲ୍ଲାକୁ ତ୍ରୁଟି ବିବରଣୀ ଦାଖଲ କରିବା ପାଇଁ ଇ-ଡାକ ଠିକଣା. ଆପଣ ଦାଖଲ କରିଥିବା ତ୍ରୁଟି ସମ୍ବନ୍ଧରେ ଯୋଗାଯୋଗ କରିବା ପାଇଁ ଠିକଣାଟି ବ୍ଯବହୃତ ହେବ. ଯଦି ଆପଣଙ୍କର ପୂର୍ବରୁ ନୋମ ବଗ୍ଜିଲ୍ଲାରେ ସଭ୍ଯତ୍ବ ରହିଛି, ତେବେ ତାକୁ ଆପଣଙ୍କ ଇ-ଡାକ ଭାବରେ ବ୍ଯବହାର କରନ୍ତୁ.
ta: GNOME பக்சிலாவிற்கு வழு அறிக்கையை தரவேண்டிய மின்னஞ்சல் முகவரி. இந்த முகவரி தங்கள் வழு அறிக்கை கொடுக்கப்பட்டதை தெரிவிக்கப் பயன்படும். தாங்கள் ஒருவேளை GNOME பக்சிலா கணக்கினைப் பெற்றிருந்தால் தயவுச் செய்து தங்களது மின்னஞ்சல் முகவரியைப் பயன்படுத்திக் கொள்ளவும்.
wa: Adresse emile po l' evoyaedje di rapoirts di bug å Bugzilla di Gnome. Ciste adresse serè-st eployeye po les responses åd fwaits do bug ki vos fjhoz l' rapoirt. Si vos avoz ddja on conte avou l' Bugzilla di Gnome, eployîz ç' conte la come adresse emile.
