Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/bug-buddy/po/*.po
Languages: et, gu, hi, id, lv, nn, or, sl, ta, wa

source: Submit bug report
et: Saada veateade
gu: ભૂલ માટેનો અહેવાલ જમા કરો
hi: बग रपट भेजें
id: Kirim laporan bug
lv: Sūtīt kļūdas paziņojumu
nn: Send ein feilrapport
or: ତୃଟି ବିବରଣୀ ଦାଖଲ କରନ୍ତୁ
sl: Pošlji poročilo o hrošču
ta: பிழை அறிக்கையைக் கொடு
wa: Evoyî on rapoirt di bug

source: Only send report to yourself
et: Saada teade ainult endale
gu: ફક્ત તમને પોતાને જ અહેવાલ મોકલો
hi: केवल स्वयं को रपट भेजें
id: Kirim report ke diri sendiri saja
lv: Sūtīt paziņojumu tikai sev pašam
nn: Send kun til deg sjølv
or: କେବଳ ନିଜକୁ ବିବରଣୀ ପଠାନ୍ତୁ
sl: Pošlji poročilo le sebi
ta: அறிக்கையை உங்களுக்கு மட்டும் அனுப்பிக் கொள்ளவும்
wa: Evoyî li rapoirt rén k' a vos minme

source: Save report to file
et: Salvesta teade faili
gu: અહેવાલને ફાઈલમાં સંગ્રહિત કરો
hi: रपट फ़ाइल में सहेजें
id: Simpan laporan ke file
lv: Saglabāt paziņojumu failā
nn: Lagra rapport til fil
or: ବିବରଣୀ ଫାଇଲରେ ସଞ୍ଚୟ କରନ୍ତୁ
sl: Shrani poročilo v datoteko
ta: அறிக்கையை கோப்பில் சேமி
wa: Schaper li rapoirt en on fitchî

source: crashed application
et: krahhinud programm
gu: ભાંગી પડેલ કાર્યક્રમ
hi: क्रेश हुआ अनुप्रयोग
id: aplikasi yang crash
lv: avarējušo aplikāciju
nn: kræsja applikasjon
or: ହଠାତ ଅଚଳ ପ୍ରୟୋଗ
sl: sesut program
ta: முறிக்கப்பட்டப் பயன்பாடு
wa: Programe k' a crashé

source: core file
et: core fail
gu: કોર ફાઈલ
hi: कोर फ़ाइल
id: file core
lv: core fails
nn: core fil
or: ତ୍ରୁଟି ଫାଇଲ
sl: datoteka z izpisom pomnilnika (core)
ta: உள்ளகக் கோப்பு
wa: Fitchî core

source: nothing
et: mitte midagi
gu: કંઈ નહિ
hi: कुछ नहीं
id: tidak ada
lv: neko
nn: ingenting
or: କିଛି ନାହିଁ
sl: nič
ta: ஒன்றும் இல்லை
wa: rén

source: Name of contact
et: Kontaktisiku nimi
gu: સંપર્ક કરવા માટેનંુ નામ
hi: संपर्क नाम
id: Nama kontak
lv: Kontaktpersonas vārds
nn: Namn på kontakt
or: ସମ୍ପର୍କର ନାମ
sl: Ime stika
ta: தொடர்பின் பெயர்
wa: No del sakî di contake

source: NAME
gu: નામ
hi: नाम
id: NAMA
or: ନାମ
sl: IME
ta: பெயர்
wa: NO

source: Email address of contact
et: Kontaktisiku meiliaadress
gu: સંપર્ક કરવા માટેનું ઈ-મેઇલ સરનામુ
hi: संपर्क का ईमेल पता
id: Alamat email kontak
lv: Epasta kontaktadrese
nn: E-post-adresse til kontakt
or: ସମ୍ପର୍କର ଇ-ଡାକ ଠିକଣା
sl: E-poštni naslov stika
ta: தொடர்பின் மின்னஞ்சல் முகவரி
wa: Adresse emile del sakî di contake

source: EMAIL
gu: ઈ-મેઇલ
hi: ई मेल
or: ଇ-ଡାକ
sl: E-POŠTA
ta: மின்னஞ்சல்
wa: EMILE

source: Package containing the program
et: Programmi sisaldav pakett
gu: કાર્યક્રમને સમાવતુ પેકેજ
hi: पैकेज जिसमें प्रोग्राम है
id: Nama paket yang berisi program
lv: Pakotne, kura satur programmu
nn: Pakke som inneheld programmet
or: କାରିକା ସମୂହ
sl: Paket, ki vsebuje program
ta: நிரலை உடையத் தொகுப்பு
wa: Pacaedje k' a l' problinme

source: PACKAGE
gu: પેકેજ
hi: पेकेज
id: PAKET
or: ସମୂହ
sl: PAKET
ta: தொகுப்பு
wa: PACAEDJE

source: Version of the package
et: Paketi versioon
gu: પેકેજની અાવૃત્તિ
hi: पेकेज का संस्करण
id: Versi paket
lv: Pakotnes versija
nn: Versjonen av pakken
or: ସମୂହର ସଂସ୍କରଣ
sl: Različica paketa
ta: தொகுப்பின் பதிப்பு
wa: Modêye do pacaedje

source: VERSION
gu: અાવૃત્તિ
hi: संस्करण
id: VERSI
or: ସଂସ୍କରଣ
sl: RAZLIČICA
ta: பதிப்பு
wa: MODÊYE

source: File name of crashed program
et: Krahhinud programmi failinimi
gu: ભાંગી પડેલા કાર્યક્રમની ફાઈલનું નામ
hi: क्रेश हुए प्रोग्राम का फ़ाइलनाम
id: Nama file program yang crash
lv: Avarējušās programmas faila nosaukums
nn: Filnamnet til det kræsja programmet
or: ହଠାତ ଅଚଳ କାରିକାର ଫାଇଲ ନାମ
sl: Ime datoteke sesutega programa
ta: முறிக்கப்பட்ட நிரலின் கோப்புப்பெயர்
wa: No di fitchî do programe k' a crashé

source: FILE
gu: ફાઈલ
hi: फ़ाइल
or: ଫାଇଲ
sl: DATOTEKA
ta: _கோப்பு
wa: FITCHÎ

source: PID of crashed program
et: Krahhinud programmi PID
gu: ભાંગી પડેલા કાર્યક્રમનું PID
hi: क्रेश हुए प्रोग्राम का पीआईडी
id: Nomor PID program yang crash
lv: Avarējušās programmas PID
nn: PID-en til det kræsja programmet.
or: ହଠାତ ଅଚଳ କାରିକାର ପି.ଆଇ.ଡି.
sl: PID sesutega programa
ta: முறிக்கப்பட்ட நிரலின் பிஐடி
wa: PID do programe k' a crashé

source: Core file from program
et: Programmi core fail
gu: કાર્યક્રમમાંથી કોર ફાઈલ
hi: प्रोग्राम में से कोर फ़ाइल
id: Nama file core program
lv: Programmas core fails
nn: Core file frå programmet
or: କାରିକାରୁ ତ୍ରୁଟି ଫାଇଲ
sl: Core datoteka programa
ta: நிரலில் இருக்கின்ற மூல கோப்பு
wa: Fitchî core do programe k' a crashé

source: Text file to include in the report
et: Teatele lisatav tekstifail
gu: અહેવાલમાં સમાવવા માટેની લખાણ ફાઈલ
hi: रपट मे समाहित करने हेतु पाठ फ़ाइल
id: File teks yang hendak disertakan dalam laporan
lv: Iekļaujamā teksta fails
nn: Tekst fil som skal inkluderast i denne feilrapporten
or: ବିବରଣୀରେ ସମାହିତ ହେବାକୁ ଥିବା ପାଠ୍ଯ ଫାଇଲ
sl: Datoteka z besedilom, ki naj bo vključena v poročilo
ta: அறிக்கையில் சேர்க்கபட்ட உரை கோப்பு
wa: Fitchî tecse a stitchî el rapoirt

source: Could not find widget named %s at %s
et: Ei leia vidinat nimega %s asukohast %s
gu: %s નામનું વિજેટ %s પર મળી શક્યુ નથી
hi: %s नाम का विज़ेट %s पर नही मिला
id: Widget bernama %s pada %s tidak ditemukan
lv: Nevarēju atrast logdaļu %s pie %s
nn: Klarar ikkje å finne widgeten %s på %s
or: %s ନାମିତ ଉଇଡଜେଟ୍ %s ଠାରେ ମିଳିଲାନାହିଁ
sl: Nisem našel gradnika imenovanega %s na %s
ta: %s யில் %s வெயிடேஜ் பெயரை கண்டுபிடிக்க இயலவில்லை
wa: Dji n' a savou trover ene ahesse lomêye %s so %s

source: gdb has not finished getting the debugging information. Kill the gdb process (the stack trace will be incomplete)?
et: gdb pole debug-info töötlemist veel lõpetanud. Kas soovid gdb protsessi maha tappa?
gu: જીડીબીએ ભૂલ શોધવા માટેની જાણકારી મેળવવાનું કામ પૂરંુ કર્યંુ નથી. શું જીડીબી પ્રક્રિયાને મૃત કરવી છે (સ્ટૅકનું રૅખાંકન અધુરું રહેશે)?
hi: जीडीबी डिबगिंग जानकारी प्राप्त करना पूरा नहीं कर पाया है. जीडीबी प्रक्रिया खत्म करें (स्टेक ट्रेस अधूरा रहेगा)?
id: gdb tidak berhasil mendapatkan informasi debug secara lengkap. Matikan proses gdb? (jejak stack tidak sempurna)
lv: gdb nav pabeidzis atkļūdošanas informācijas savākšanu. Nokaut gdb procesu (masīva izmeklēšana būs nepilnīga)?
nn: gdb har ikkje vorte ferdig med å få tak i avlusingsinformasjon. Drep gdb prosessen (stacksporinga vil ikkje vere komplett)?
or: gdb ତୃଟି ମୁକ୍ତକରଣର ତଥ୍ଯ ପାଇବା ଶେଷ ହୋଇନାହିଁ gdb ସଂସାଧନ ଶେଷ କରିବେ କି (ଅନ୍ବେଷଣ ଥାକ ଅସମ୍ପୂର୍ଣ୍ଣ ରହିବ)?
sl: gdb ni končal z zbiranjem razhroščevalnih podatkov. Ubijem gdb proces (sled sklada bo nepopolna)?
ta: ஜிடிபி தனது வழுநீக்கித் தகவல்களைப் பெற இயலவில்லை. ஜிடிபி செயல்பாட்டை அழிக்கவும்(தடங்கள் அடுக்கப்படவில்லையா)?
wa: gdb n' a nén co fini di prinde les informåcions di disbugaedje. Touwer li process gdb (li trace del pile srè adon nén complete)?

source: gdb has already exited
et: gdb juba lõpetas
gu: જીડીબી પહેલેથી જ બહાર નીકળી ગયુ છે
hi: जीडीबी पहले ही बाहर हो गया है
id: gdb sudah keluar terlebih dahulu
lv: gdb jau ir izbeidzies
nn: gdb har allereie avslutta
or: gdb ପ୍ରସ୍ଥାନ କରିସାରିଛି
sl: gdb je že končal z izvajanjem
ta: gdb வெளியேறியது
wa: gdb a ddja fini

source: Save Backtrace
et: Salvesta tagasijälitusinfo
gu: પાછુ થતુ રેખાંકન સંગ્રહો
hi: बैकट्रेस सहेजें
id: Simpan Napaktilas
lv: Saglabāt Baktreisu
or: ପଛୁଆ ଅନ୍ବେଷଣ ସଞ୍ଚନ୍ତୁ
sl: Shrani zgodovino klicev
ta: பின்சுவடை சேமி
wa: Schaper li trace del pile

source: Please wait while Bug Buddy saves the stack trace...
et: Palun oota, kuni Bug Buddy salvestab magasini tagasijälitusinfot...
gu: મહેરબાની કરીને બગ બડી સ્ટેકના રેખાંકનનો સંગ્રહ કરે ત્યાં સુધી રાહ જુઓ...
hi: कृपया इंतजार करें जब तक कि बग बड्डी स्टेक ट्रेस सहेजता है...
id: Tunggu sebentar. Bug Buddy sedang menyimpan jejak stack...
lv: Lūdzu uzgaidiet līdz Blusu Draugs saglabā steka trasi...
or: ବଗ୍୍ ବଡ୍ଡି ଅନ୍ବେଷଣ ଥାକ ସଞ୍ଚୟ କରିବା ଯାଏଁ ଅପେକ୍ଷା କରନ୍ତୁ...
sl: Prosim počakajte, da Bug Buddy shrani sled sklada...
ta: தயவுசெய்து பக் படி அடுக்கு சுவடை சேமிக்கும் போது காத்திருக்கவும்...

source: The stack trace was not saved in %s: %s Please try again, maybe with a different file name.
gu: સ્ટેકનંુ રેખાંકન %s માં સંગ્રહિત થયંુ નથીઃ %s મહેરબાની કરીને ફરીથી પ્રયત્ન કરો, બીજા કોઈક ફાઈલના નામ સાથે.
hi: स्टेक ट्रेस %s में सहेजा नहीं गया है: %s कृपया फिर से कोशिश करें, जैसे कि एक नए नाम से.
id: Jejak stack tidak dapat disimpan pada %s: %s Silakan coba kembali dengan nama file yang lain.
lv: Steka trase netika saglabāta iekš %s: %s Lūdzu mēģiniet vēlreiz, varbūt ar citu faila nosaukumu.
or: ଅନ୍ବେଷଣ ଥାକ %sରେ ସଞ୍ଚୟ ହୋଇନାହିଁ: %s ଦୟା କରି ପୁଣି ଥରେ ଚେଷ୍ଟା କରନ୍ତୁ, ବୋଧହୁଏ ଅନ୍ଯ ଏକ ଫାଇଲ ନାମରେ
sl: Sled sklada ni bila shranjena v %s: %s Prosim, poskusite znova, morda z drugačnim imenom datoteke.
ta: அடுக்கு சுவடு %s இல் சேமிக்கப்பட்டுள்ளது: %s தயவுசெய்து திருமப முயலவும், வேறு கோப்பு பெயரோடு இருக்கலாம்.

source: _Start Mailer
et: _Käivita meilier
gu: સંદેશાવાહકને શરુ કરો (_S)
hi: मेलर प्रारंभ करें (_S)
id: _Jalankan program email
lv: _Startēt Pastnieku
nn: _Start e-postprogram
or: ଡାକ କାରିକା ପ୍ରାରମ୍ଭ କରନ୍ତୁ (_S)
sl: _Poženi poštni program
ta: அஞ்சலை தொடங்கு
wa: _Enonder programe d' emilaedje

source: _Send Report
et: _Saada raport
gu: અહેવાલ મોકલાે (_S)
hi: रपट भेजें (_S)
id: _Kirim Laporan
lv: _Sūtīt Ziņojumu
nn: _Send rapport
or: ବିବରଣୀ ପଠାନ୍ତୁ (_S)
sl: _Pošlji poročilo
ta: அறிக்கையை அனுப்பு
wa: _Evoyî rapoirt

source: Hide Debugging Options
et: Peida silumise info
gu: ભૂલ શોધવાના વિક્લ્પો છુપાવો
hi: डिबगिंग विकल्पों को छुपाएँ
id: Sembunyikan pilihan debug
lv: Slēpt Atkļūdošanas Opcijas
nn: Skjul avlusingsinformasjon
or: ତୃଟି ମୁକ୍ତ ଚୟନଗୁଡ଼ିକୁ ଲୁଚାନ୍ତୁ
sl: Skrij razhroščevalne možnosti
ta: வழு நீக்கி விருப்பதேர்வின் மறை
wa: Catchî l' informåcion di disbugaedje

source: Show Debugging Options
et: Näita silumise infot
gu: ભૂલ શોધવાના વિક્લ્પો દર્શાવો
hi: डिबगिंग विकल्पों को दिखाएँ
id: Tampilkan pilihan debug
lv: Parādīt Atkļūdošanas Opcijas
nn: Vis avlusingsinformasjon
or: ତୃଟି ମୁକ୍ତ ଚୟନ ପ୍ରଦର୍ଶନ କରନ୍ତୁ
sl: Kaži razhroščevalne možnosti
ta: வழு நீக்கின் விருப்பதேர்வை காட்டு
wa: Mostrer l' informåcion di disbugaedje

source: $GNOME_CRASHED_APPNAME is deprecated. Please use the --appname command line argument instead.
gu: $GNOME_CRASHED_APPNAME ને અવગણાઈ છે. મહેરબાની કરીને તેની જગ્યાએ --appname આદેશ વાક્ય દલીલ વાપરો.
hi: $GNOME_CRASHED_APPNAME निषेधित है. बदले में, कृपया उपयोग करें --appname कमांड लाइन आर्गुमेंट.
or: $GNOME_CRASHED_APPNAME ପସନ୍ଦ ନୁହେଁ. ଦୟାକରି --appname ନିର୍ଦ୍ଦେଶ ରେଖା ସ୍ବତନ୍ତ୍ରଚର ବ୍ଯବହାର କରନ୍ତୁ.
ta: $GNOME_CRASHED_APPNAME தவிர்க்கப்பட்டது. தயவுசெய்து --பயன்பாட்டு பெயர் கட்டலை வரி அளபுருவைத்தவிற பயனபடுத்தவும்.
wa: $GNOME_CRASHED_APPNAME ni s' eploye pus. Eployîz purade l' årgumint e roye di comande « --appname » s' i vs plait.

source: $GNOME_CRASHED_PID is deprecated. Please use the --pid command line argument instead.
gu: $GNOME_CRASHED_PID ને અવગણાઈ છે. મહેરબાની કરીને તેની જગ્યાએ --pid આદેશ વાક્ય દલીલ વાપરો.
hi: $GNOME_CRASHED_APPNAME निषेधित है. बदले में, कृपया उपयोग करें --pid कमांड लाइन आर्गुमेंट.
or: $GNOME_CRASHED_PID ପସନ୍ଦ ନୁହେଁ. ଦୟାକରି --pid ନିର୍ଦ୍ଦେଶ ରେଖା ସ୍ବତନ୍ତ୍ରଚର ବ୍ଯବହାର କରନ୍ତୁ.
ta: $GNOME_CRASHED_PID தவிர்க்கப்பட்டது. தயவுசெய்து --பயன்பாட்டு பெயர் கட்டலை வரி அளபுருவைத்தவிற பயனபடுத்தவும்.
wa: $GNOME_CRASHED_PID ni s' eploye pus. Eployîz purade l' årgumint e roye di comande « --pid » s' i vs plait.

source: To debug a process, the application name is also required. Please also supply an --appname command line argument.
gu: પ્રક્રિયામાં ભૂલ શોધવા માટે, કાર્યક્રમનું નામ પણ જરુરી છે. મહેરબાની કરીને --appname આદેશ વાક્ય દલીલ પણ પૂરી પાડો.
hi: किसी प्रक्रिया को डिबग करने हेतु अनुप्रयोग नाम भी आवश्यक होगा. कृपया एक --appname कमांडलाइन आर्गुमेंट भी दें.
or: ଗୋଟିଏ ସଂସାଧନର ତୃଟି ମୁକ୍ତି ପାଇଁ, ପ୍ରୟୋଗର ନାମ ମଧ୍ଯ ଆବଶ୍ଯକ. ଦୟାକରି --appname ନିର୍ଦ୍ଦେଶ ରେଖା ସ୍ବତନ୍ତ୍ରଚର ମଧ୍ଯ ଯୋଗାନ୍ତୁ
ta: பிழைநீக்கும் இயக்கத்திற்க்காக, பயன்பாட்டு பெயரும் கூட தேவை. தயவுசெய்து --பயன்பாட்டு பெயர் கட்டளை வரி அளபுருவையும் கொடுக்க வேண்டும்.

source: Bug Buddy could not load its user interface file (%s). Please make sure Bug Buddy was installed correctly.
et: Bug Buddy ei saa laadida oma kasutajaliidesefaili ('%s'). Palun kontrolli, et Bug Buddy oleks korralikult installitud.
gu: બગ બડી તેના વપરાશકર્તાની ઈન્ટરફેસ ફાઈલ (%s) ને લાવી શક્યંુ નહિ. મહેરબાની કરીને ખાતરી કરો કે બગ બડી યોગ્ય રીતે સ્થાપિત છે.
hi: बग बड्डी अपना उपयोगकर्ता इंटरफेस फ़ाइलः (%s) लोड नहीं कर पाया . कृपया सुनिश्चित हों कि बग बड्डी उचित प्रकार संस्थापित है.
id: Bug Buddy tidak dapat membuka file user interface (%s). Mohon periksa dulu apakah Bug Buddy telah terinstall dengan baik atau belum.
lv: Blusu Draugs nevarēja ielādēt tā lietotāja interfeisa failu (%s). Lūdzu pārbaudi, vai Blusu Draugs ir pareizi uzinstalēts.
nn: Bug buddy klarte ikkje å laste brukargrensesnittfila (%s). Sjekk at Bug Buddy var innstallert rett.
or: ବଗ୍ ବଡ୍ଡି ନିଜର ବ୍ଯବହାରକାରୀ ଅନ୍ତରାପୃଷ୍ଠ ଫାଇଲ ଧାରଣ କରିପାରିଲା ନାହିଁ (%s). ଦୟାକରି ଦେଖନ୍ତୁ ଯେପରି ବଗ୍ ବଡ୍ଡି ସଠିକ ଭାବରେ ସ୍ଥାପିତ ହୋଇଛି.
sl: Nisem mogel odpreti datoteke z uporabiškim vmesnikom (%s). Preverite, ali je bil Bug Buddy pravilno nameščen.
ta: பக் படியால் பயனர் இடைமுகதை உள்ளிட இயலவில்லை (%s). தயவசெய்து பக் படி செரியாக நிறுவப்பட்டுள்ளதாவென செரி பார்க்கவும்.
wa: Bug Buddy n' a nén savou tcherdjî si fitchî d' eterface uzeu (%s). Verifyîz ki Bug Buddy a stî astalé comifåt s' i vs plait.

source: Bug Buddy could not update its bug information. The old one will be used.
gu: બગ બડી તેની ભૂલોની જાણકારીનો સુધારો કરી શક્યું નહિ. જૂની વાપરી શકાશે.
hi: बग बड्डी अपनी बग जानकारी अद्यतन नहीं कर पाया . पुराना ही उपयोग में लिया जाएगा.
id: Bug Buddy tidak dapat melakukan update pada laporan bug. Bug Buddy akan pakai info yang ada sebelumnya.
lv: Blusu Draugs nevarēja atjaunināt kļūdas informāciju. Tiks lietota vecā.
or: ବଗ୍ ବଡ୍ଡି ନିଜର ତୃଟି ସୂଚନା ସଦ୍ଯକରଣ କରିପାରିଲା ନାହିଁ. ପୂର୍ବଟି ବ୍ଯବହୃତ ହେବ.
sl: Bug Buddy ni uspel posodobiti podatkov o hroščih. Uporabljeni bodo stari.
ta: பக் படியால் வழு தகவலை புதிப்பிக்க இயலவில்லை. பழையதெ உபயோகிக்கப்படும்.
wa: Bug Buddy èn pout nén mete a djoû si informåcion so les bugs. Li viye informåcion serè-st eployeye.

source: Bug Report Tool
et: Vea teatamise programm
gu: ભૂલની અહેવાલનું સાધન
hi: बग रपट उपकरण
id: Program Melaporkan Bug
lv: Kļūdu Izziņošanas Rīks
nn: Feilmeldingsverkty
or: ତ୍ରୁଟି ବିବରଣୀ ଉପକରଣ
sl: Orodje za poročanje o hroščih
ta: பிழை அறிக்கை கருவி
wa: Usteye di rapoirt di bugs

source: Report a bug in GNOME-based applications
gu: જીનોમમાં ભૂલનો અહેવાલ કરો
hi: गनोम-आधारित अनुप्रयोगों मे बग रपट दें
id: Laporkan adanya bug pada aplikasi GNOME
or: ନୋମ ଆଧାରିତ ପ୍ରୟୋଗର ତୃଟି ବିବରଣୀ ଜଣାନ୍ତୁ
ta: GNOME-சார்ந்த பயன்பாட்டில் பிழை அறிக்கை
wa: Fé on rapoirt di bug po les programes GNOME

source: Welcome to Bug Buddy, a bug reporting tool for GNOME. It will step you through the process of submitting a bug report. Please, select the kind of problem you want to report and press the "Forward" button:
gu: બગ બડીમાં તમારંુ સ્વાગત છે, જીનોમનાં ભૂલના અહેવાલ માટેનું સાધન. એ તમને ભૂલના અહેવાલને જમા કરાવવાની પ્રક્રિયાના તબક્કામાંથી પસાર કરશે. મહેરબાની કરીને તમારે જે પ્રકારની સમસ્યાનો અહેવાલ રજૂ કરવો હોય તે પસંદ કરો અને "આગળ વધો" બટન દબાવો:
hi: बग बड्डी में आपका स्वागत है, गनोम हेतु एक बग रपट करने का उपकरण. यह आपको बग रपट करने की प्रक्रिया के चरणों में ले जाएगा. कृपया जिस प्रकार की समस्या को आप रपट करना चाहते हैं, उसे चुनें और दबाएँ "आगे" बटन:
or: ବଗ୍୍ ବଡ୍ଡି ନୋମ ପାଇଁ ତୃଟି ଜଣାଇବା ଉପକରଣକୁ ସ୍ବାଗତ. ଏହା ଆପଣଙ୍କୁ ତୃଟି ବିବରଣୀ ଦାଖଲ କରିବାର ପ୍ରକ୍ରିୟା ମାଧ୍ଯମରେ ଆଗକୁ ନେଇଯିବ. ଦୟାକରି ସମସ୍ଯାର ପ୍ରକାର ବାଛନ୍ତୁ ଏବଂ "ଅଗ୍ରପାଦ" ଚାବିଟିକୁ ଦବାନ୍ତୁ
ta: பக் படிக்கு வருக, இது ஒரு GNOMEக்குகான வழு அறிக்கை கருவி. இது ஒரு வழு அறிக்கை செயலாக்கதிற்க்கு உதவுகிறது. தயவு செய்து, எந்த பிரச்சனையை அறிவித்து "Forward" பொத்தானை அழுத்தவும்:
wa: Wilicome a Bug Buddy, ene usteye po fé des rapoirts di bugs po Gnome. I vos aidrè pate a pate dins l' fijhaedje ey evoyaedje d' on rapoirt di bug. Tchoezixhoz li sôre di problinme ki vos vloz rapoirter eyet clitchîz sol boton «Shuvant» s' i vs plait:

source: <span size="xx-large">Bug Buddy</span>
gu: &lt;span size="xx-large"&gt;બગ બડી&lt;/span&gt;
hi: <span size="xx-large">बग बड्डी</span>
lv: <span size="xx-large">Blusu Draugs</span>
or: <span size="xx-large">ବଗ୍ ବଡ୍ଡି</span>
ta: <span size="xx-large">பக் பட்டி (Bug Buddy)</span>

source: <span weight="bold" size="larger">Bug Buddy update</span> The bug information that is stored on your system is outdated. Choosing "Update" will update it. Choosing "Don't update" will force the bug reporting to use old data.
gu: &lt;span weight="bold" size="larger"&gt;બગ બડીમાં સુધારો&lt;/span&gt; તમારી સિસ્ટમમાં સંગ્રહિત ભૂલો વિશેની જાણકારી જૂની છે, "સુધારો" પસંદ કરવાથી તેમાં સુધારો થશે. "નહિ સુધારો" પસંદ કરતા તે ભૂલના અહેવાલને જૂની જાણકારી વાપરવા માટેની ફરજ પાડશે.
hi: <span weight="bold" size="larger">बग बड्डी अद्यतन</span> आपके तंत्र में भंडारित बग जानकारी कालातीत है. "अद्यतन" चुनने पर यह अद्यतन हो जाएगा. "अद्यतन नहीं" चुनने पर पुराना डेटा ही बग रपट में उपयोग की जाएगी.
id: <span weight="bold" size="larger">Update Bug Buddy</span> Informasi bug yang disimpan di sistem sudah kadaluwarsa. Silakan pilih 'Update' untuk melakukan update. Atau silakan pilih 'Jangan Update' agar Bug Buddy menggunakan data yang sudah ada saja.
or: <span weight="bold" size="larger">ବଗ୍୍ ବଡ୍ଡି ସଦ୍ଯକରଣ</span> ଆପଣଙ୍କ ତନ୍ତ୍ରରେ ଥିବା ସଞ୍ଚିତ ତୃଟି ସୂଚନା ପୁରୁଣା ହୋଇଯାଇଛି. "ସଦ୍ଯକରଣ କରନ୍ତୁ" ବାଛିଲେସଦ୍ଯକରଣ ହେବ. "ସଦ୍ଯକରଣ କରନ୍ତୁ ନାହିଁ" ବାଛିଲେ ପୁରୁଣା ସୂଚନା ବ୍ଯବହୃତ ହେବ.
sl: <span weight="bold" size="larger">Posodobitev Bug Buddya</span> Podatki o hroščih, shranjeni na vašem sistemu, so zastareli. Če izberete "Posodobi" se bodo posodobili. Izbira "Ne posodobi" bo povzročila, da bodo pri poročanju o hrošču uporabljeni stari podatki.
ta: <span weight="bold" size="larger">பக் படி புதுப்பித்தல்</span> உங்கள் கணினியில் உள்ள வழு தகவல். "Update"யை தேர்ந்தெடுதால் அது புதுப்பிக்கும். "Don't update" யை தேர்ந்தெடுதால் அது பழைய தகவலைக் கொண்டு வழு அறிவித்தல் செய்யும்.
wa: <span weight="bold" size="larger">Metaedje a djoû di Bug Buddy</span> L' informåcion so les bugs k' est so voste éndjole est trop viye. Si vos tchoezixhoz «Mete a djoû» ele srè metowe a djoû; si vos tchoezixhoz «Èn nén mete a djoû» çoula va foirci li rapoirt di bug a-z eployî li viye informåcion.

source: Advanced
et: Edasijõudnutele
gu: ઉન્નત
hi: उन्नत
id: Lanjutan
lv: Paplašināts
nn: Avansert
or: ଉନ୍ନତ
sl: Napredno
ta: உயர்நிலை
wa: Sipepieus

source: Assbarn Phenomenon
gu: એસબોર્ન પ્રક્રિયા
hi: आसबार्न फ़ीनॉमेनन
nn: Assbarn fenomenet
sl: Čuden fenomen
ta: ஆஸ்பர்ன் தோற்றப்பாடு
wa: Fenominne d' Assbarn

source: Binary file:
et: Binaarfail:
gu: બાયનરી ફાઈલ:
hi: द्विचर फ़ाइल:
id: File Binari:
lv: Binārais fails:
or: ଦ୍ବିମିତିକ ଫାଇଲ:
sl: Binarna datoteka:
ta: இரட்டைக் கோப்பு:
wa: Fitchî binaire:

source: Bug Buddy
gu: બગ બડી
hi: बग बड्डी
lv: Blusu Draugs
or: ବଗ୍ ବଡ୍ଡି

source: Bug Buddy can send debugging information with your bug report. The correct options should have been selected for you automatically.
et: Bug Buddy saab koos sinu veateatega saata ka silumise infot. Korrektne häälestus peaks olema automaatselt valitud.
gu: બગ બડી તમારા ભૂલના અહેવાલ સાથે ભૂલ શોધવાની જાણકારી પણ મોકલી શકે છે. તમારા માટે સાચો વિકલ્પો આપોઆપ જ પસંદ થયેલા હશે.
hi: बग बड्डी आपके बग रपट के साथ डिबगिंग जानकारी भेज सकता है. आपके लिए उचित विकल्प स्वचालित ही चुन लिया गया होगा.
id: Bug Buddy bisa mengirimkan informasi debug sekalian pada laporan bug. Pilihan yang tepat sudah dipilihkan untuk Anda secara otomatis.
lv: Blusu Draugs var nosūtīt atkļūdošanas informāciju kopā ar jūsu kļūdas paziņojumu. Pareizajām opcijām jau būtu jābūt izvēlētām automātiski.
or: ବଗ୍ ବଡ୍ଡି ଆପଣଙ୍କ ତୃଟି ବିବରଣୀ ସହିତ ତୃଟି ମୁକ୍ତ ସୂଚନା ପଠାଇ ପାରିବ. ଆପଣଙ୍କ ପାଇଁ ସଠିକ ଚୟନ ସ୍ବତଃ ବାଛି ହୋଇଯିବା ଉଚିତ.
sl: Bug Buddy lahko pošlje razhroščevalne podatke skupaj z vašim poročilom o hrošču. Pravilne nastavitve bi se vam morale izbrati samodejno.
ta: பக் படியால் வழுநீக்கல் தகவலை வழு அறிக்கையின் போது அணுப்பமுடியும். செரியான விருப்பத்தேர்வு தானாகவே தேர்ந்தெடுக்க பட்டிருக்கும்.
wa: Bug Buddy pout evoyî des informåcions di disbugaedje avou vosse rapoirt. Les bounès tchuzes divrént esse metowes otomaticmint por vos.

source: Bug Buddy is now collecting information on your crash to submit to a bug tracking system. This is an automated process, and may take a few minutes. When it is done, you can press 'Show Debugging Details' to see the information or press 'Forward' to move to the next step in the process.
gu: ભૂલ શોધવાની સિસ્ટમમાં જમા કરાવવા માટે બગ બડી ભંગાણ વિશેની જાણકારી એકઠી કરી રહ્યુ છે.આ સ્વયંસંચાલિત પ્રક્રિયા છે, અને થોડીક મિનિટો લેશે.જ્યારે તે થઈ જાય ત્યારે જાણકારી જોવા માટે 'ભૂલ દૂર કરવા માટેની વિગતો દર્શાવો.' દબાવો અથવા આ પ્રક્રિયા પછીના તબક્કામાં જવા માટે 'આગળ વધો' દબાવો.
id: Bug Buddy sekarang sedang mengumpulkan informasi tentang crash ini untuk dikirimkan ke sistem pencatat bug. Ini adalah proses otomatis dan bisa makan waktu beberapa menit. Bila sudah selesai Anda bisa tekan tombol 'Tampilkan Detil Debugging' untuk melihat informasi yang sedang dikumpulkan ini atau tekan 'Lanjut' untuk menuju langkah berikutnya.
or: ବଗ୍ ବଡ୍ଡି ବର୍ତମାନ ଆପଣଙ୍କ ହଠାତ ଅଚଳ କାରିକା ଉପରେ ସୂଚନା ସଂଗ୍ରହ କରି ତୃଟି ନିର୍ଣ୍ଣୟ ବ୍ଯବସ୍ଥାକୁ ଦେଉଛି. ଏହା ଏକ ସ୍ବୟଂଚାଳିତ ପ୍ରକ୍ରିୟା, କିଛି ସମୟ ଲାଗିପାରେ. ସରିବା ପରେ ସୂଚନା ପାଇବା ପାଇଁ "ତୃଟି ମୁକ୍ତ ବିବରଣୀ ଦେଖାନ୍ତୁ" ଦବାନ୍ତୁ କିମ୍ବା ପ୍ରକ୍ରିୟାର ପର ପାଦକୁ ଯିବା ପାଇଁ"ଅଗ୍ରପାଦ" ଦବାନ୍ତୁ.
sl: Bug Buddy sedaj zbira podatke o vašem sesutju, da jih bo poslal sistemu sledenja hroščem. To je samodejen proces, ki lahko traja nekaj minut.Ko je končan, lahko pritisnete "Kaži podrobnosti razhroščevanja", če želite videti zbrane podatke, ali pa pritisnete "Naprej" za naslednji korak v postopku.
ta: பக் தடங்கள் முறைமைக்கான தகவல்களை பக் படி முறிவில் சேகரித்துக் கொண்டிருக்கிறது. இவை தானியங்கி செயல்பாடுகளாகும் மேலும் இவை சில நொடிகளையே பயன்படுத்திக் கொள்ளும். எப்பொழுது இவைகள் முடிகின்றதோ அப்பொழுதே தாங்கள் 'வழுநீக்கி விவரங்களை காண்பி' என்பதைத் தகவல்கள் அறிந்துக் கொள்ளப் பயன்படுத்தவும் அல்லது 'முன்னேற்று' என்பதை அழுத்தி அடுத்தச் செயல்பாட்டுக்குச் செல்லவும்.

source: Bug Buddy uses email to submit the bug reports. Please choose how you would like Bug Buddy to send email.
et: Bug Buddy kasutab veateadete saatmiseks elektronposti teenuseid. Palun vali meetod, mida soovid, et Bug Buddy kasutaks sõnumi saatmiseks.
gu: ભૂલનો અહેવાલ જમા કરવા માટે બગ બડી ઈ-મેઇલ વાપરે છે. મહેરબાની કરીને બગ બડીઅે ઈ-મેઇલ કઈ રીતે મોકલવો તે પસંદ કરો.
id: Bug Buddy menggunakan sistem email dalam melaporkan bug. Silakan pilih bagaimana cara Bug Buddy mengirimkan email.
lv: Blusu Draugs lieto epastu lai nosūtītu kļūdu ziņojumus. Lūdzu izvēlies, kā jūs vēletos, lai Blusu Draugs nosūta epastu.
or: ବଗ୍ ବଡ୍ଡି ଇ-ଡାକ ମାଧ୍ଯମରେ ତୃଟି ବିବରଣୀ ଜଣାଏ. ବଗ୍ ବଡ୍ଡି ଇ-ଡାକ କିପରି ପଠାଇବ ତାହା ବାଛନ୍ତୁ.
sl: Bug Buddy za oddajo poročil o hroščih uporablja e-pošto. Prosim, izberite kako želite, da jo Bug Buddy pošlje.
ta: பக் படி வழு அறிவிக்கையை கொடுக்க மின் அஞ்ஜலை உபயோகிக்கிறது. தயவு சேய்து நீங்கள் பக் படி எவ்வாறு மின் அஞ்ஜல் அனுப்ப வேண்டும் என்பதை தேர்ந்தெடு.
wa: Bug Buddy evoye les rapoirts di bug pa emile. Tchoezixhoz cmint ki vos vloz ki Bug Buddy evoye les emiles.

source: Cc:
et: Koopia:
gu: અાને પણ:
hi: प्रतिलिपिः
or: ଏହାଙ୍କୁ ମଧ୍ଯ:

source: Core file
et: Core fail
gu: કોર ફાઈલ
hi: कोर फ़ाइल
id: File Core
lv: Core fails
nn: Core fil
or: ତ୍ରୁଟି ଫାଇଲ
sl: Datoteka z izpisom pomnilnika (core)
ta: உள்ளகக் கோப்பு
wa: Fitchî core

source: D_ebug a crashed or running application (experts only)
gu: ભાંગી પડેલા અથવા ચાલતા કાર્યક્રમોની ભૂલો શોધીને દૂર કરો (ફક્ત વિશેષજ્ઞાે) (_e)
hi: किसी क्रैश्ड या चलते अनुप्रयोग को डिबग करें (सिर्फ विशेषज्ञ) (_e)
id: Lakukan d_ebug pada aplikasi yang crash atau sedang berjalan (khusus pakar)
or: ଗୋଟିଏ ଅଚଳ ବା ସଚଳ ପ୍ରୟୋଗର ତୃଟି ସଂଶୋଧନ କରନ୍ତୁ (କେବଳ ବିଶେଷଜ୍ଞ ପାଇଁ) (_e)
sl: _Razhroščuj sesut program ali program v teku (le za eksperte)
ta: அழித்த அல்லது செயல்ப்படுகின்ற பயன்பாடை வழு நீக்கு (வள்ளுனர்கள் மட்டுமே)
wa: Dis_buguer on programe en alaedje ou k' a crashé (esperts seulmint)

source: Debug
et: Silu (debug)
gu: ભૂલ દૂર કરો
hi: डिबग
lv: Atkļūdot
nn: Avlusing
or: ତୃଟି ମୁକ୍ତ
sl: Razhroščevanje
ta: பிழை நீக்கு
wa: Disbuguer

source: Description
et: Kirjeldus
gu: વર્ણન
hi: वर्णन
id: Keterangan
lv: Apraksts
nn: Skildring
or: ବର୍ଣ୍ଣନା
sl: Opis
ta: விபரிப்பு
wa: Discrijhaedje
