Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/bug-buddy/po/*.po
Languages: et, gu, hi, id, lv, nn, or, sl, ta, wa

source: Downloading files
et: Failide allalaadimine
gu: ફાઈલો ડાઉનલોડ કરી રહ્યા છે
hi: फ़ाइलें डाउनलोड कर रहे
id: Sedang mendownload file
lv: Lejupielādēju failus
or: ଫାଇଲ ଆହରଣ
sl: Prenašam datoteke
ta: கோப்புகள் பதிவிறக்கம் செய்யப்படுகின்றன
wa: Aberbwetant les fitchîs

source: Email:
et: E-post:
gu: ઈ-મેઈલ:
hi: ईमेल:
or: ଇ-ଡାକ:
sl: E-pošta:
ta: மின்னஞ்சல்:
wa: Emile:

source: Include a text file
et: Lisa tekstifail
gu: લેખન ફાઈલનો સમાવેશ કરો
hi: पाठ फ़ाइल शामिल करें
id: Sisipkan file teks
lv: Iekļaut teksta failu
nn: Inkluder tekstfil
or: ପାଠ୍ଯ ଫାଇଲ ଯୋଡ଼ନ୍ତୁ
sl: Vključi datoteko z besedilom
ta: உரைக் கோப்பை சேர்க்கவும்
wa: Sititchî on fitchî tecse

source: Just s_ave to a file so I can submit a bug report manually
et: Salvesta lihtsalt faili, et ma veast ise teatada
gu: માત્ર અેક ફાઈલમાં સંગ્રહ કરો જેથી કરીને હું ભૂલનો અહેવાલ મારી જાતે જમા કરાવી શકુ (_a)
hi: सिर्फ एक फ़ाइल में सहेजें ताकि मैं एक बग रपट हस्तचालित भेज सकूं
id: Simpan s_aja ke file supaya nanti saya bisa kirimkan laporan bug secara manual
or: ପଛରେ ପଠାଇବା ପାଇଁ ତୃଟି ବିବରଣୀକୁ ଫାଇଲରେ ସଞ୍ଚିତ କରନ୍ତୁ (_a)
sl: Le _shrani v datoteko, da bom lahko ročno poslal(a) poročilo o hrošču
ta: வழு அறிக்கையை கைம்முறையாக கொடுக்க இதை ஒரு கோப்புக்குள் சே_மி
wa: Sch_aper simplumint en on fitchî, por mi evoyî l' rapoirt pus tård

source: Name:
et: Nimi:
gu: નામ:
hi: नाम:
id: Nama:
or: ନାମ:
sl: Ime:
ta: பெயர்:
wa: No:

source: Path of sendmail:
et: Sendmaili otsingutee:
gu: ઈ-મેઈલ મોકલવાનો પથ:
hi: सेण्डमेल का पथ:
id: Path letak lokasi sendmail:
or: ସେଣ୍ଡମେଲର ପଥ:
sl: Pot do programa sendmail:
ta: அனுப்புமஞ்சலுக்க்கானப் பாதை
wa: Tchimin po sendmail:

source: Please choose a component, version, and severity level.
et: Palun vali komponent, versioon ja raskusaste
gu: મહેરબાની કરીને અેક ભાગ, અાવૃતિ અથવા ઉગ્રતા માટેના સ્તર પસંદ કરો.
hi: कृपया एक अवयव, संस्करण तथा सुरक्षा स्तर चुनें.
id: Silakan pilih komponen, nomor versi dan tingkat keparahan
lv: Lūdzu izvēlies componentu, versiju un svarīguma līmeni.
nn: Vennligst vel component, versjon og alvorlegheit nivå.
or: ଦୟାକରି ଗୋଟିଏ ଯନ୍ତ୍ରାଂଶ, ସଂସ୍କରଣ ଏବଂ ଗମ୍ଭୀରତା ସ୍ତର ବାଛନ୍ତୁ.
sl: Prosim izberite komponento, različico in stopnjo resnosti hrošča.
ta: பொருள்கூறையும், பதிப்பையும், பாதுகாப்பு அழவையும் தேற்ந்தெடு.
wa: Tchoezixhoz on componint, ene modêye, eyet on livea d' impôrtance.

source: Please make any final corrections to the bug report. Notice that it will be shown at http://bugzilla.gnome.org It will include your name, e-mail address, and maybe some information about how the application crashed. If the document you were working on contained sensitive information, you may not want to submit this bug report
gu: મહેરબાની કરીને ભૂલના અહેવાલમાં કોઈ પણ છેલ્લા સુધારા કરો. નોંધ કરો કે તે http://bugzilla.gnome.org પર બતાવવામાં અાવશે તે તમારા નામ, ઈ-મેઇલનુ સરનામું, અને કદાચ તમારો કાર્યક્રમ કઈ રીતે ભાંગી પડ્યો તેના વિશેની જાણકારીનો સમાવેશ કરશે. જો તમે જે દસ્તાવેજ પર કામ કરી રહ્યા હતા તેમાં કોઈ સંવેદનશીલ જાણકારી હશે, તો તમે કદાચ તે ભૂલનો અહેવાલ જમા કરાવવા ન ઈચ્છો
id: Silakan lakukan koreksi akhir pada laporan bug ini. Perhatikan bahwa informasi ini akan ditampilkan pada http://bugzilla.gnome.org Informasi ini akan menampilkan nama, alamat e-mail, dan mungkin informasi tambahan tentang bagaimana aplikasi ini crash. Bila ada informasi rahasia di sini maka sebaiknya jangan lakukan pelaporan bug ini
or: ତ୍ରୁଟି ବିବରଣୀରେ କୌଣସି ଶେଷ ସଂଶୋଧନ କରନ୍ତୁ. ଲକ୍ଷ୍ଯ କରନ୍ତୁ ଏହା http://bugzilla.gnome.orgରେ ଦେଖାଯିବ. ଏଥିରେ ଆପଣଙ୍କର ନାମ, ଇ-ଡାକ ଠିକଣା ଏବଂ ବୋଧହୁଏ ଅଚଳ ହୋଇଯାଇଥିବା କାରିକା ବିଷୟରେ ସୂଚନା ରହିଥିବ. ଯଦି ଆପଣଙ୍କ ଦଲିଲରେ କିଛି ଗୁୁରୁତ୍ବପୂର୍ଣ୍ଣ ସୂଚନା ଥାଏ, ଆପଣ ଏହି ତ୍ରୁଟି ବିବରଣୀ ପଠାଇବାକୁ ନ ଚାହିଁପାରନ୍ତି.
sl: Prosim, naredite še zadnje popravke poročila o hrošču. Poročilo bo dostopno na http://bugzilla.gnome.org Vključevalo bo vaše ime, e-poštni naslov in morda nekaj podatkov o tem kako se je program sesul. Če je dokument na katerem ste delali vseboval občutljive podatke, morda ne želite poslati tega poročila!.
ta: வழுநீக்கிக்கான இறுதிதர மாற்றத்தின் விவரத்தை உருவாக்கவும். இந்த தளத்தில் தாங்கள் காண இயலும் என்பதைக் குறித்துக் கொள்ளவும் http://bugzilla.gnome.org இவைகளில் தங்களது பெயர், மின்னஞ்சலின் முகவரி மேலும் பயன்பாடு எவ்வாறு முறிந்ததற்கான விவரங்களைக் கொண்டுள்ளது. ஒரு வேளை தங்களது ஆவணம் மிகவும் நுட்பமான தகவல்களைக் கொண்டிருப்பின், தாங்கள் வழு அறிக்கையைக் கொடுக்க விரும்ப மாட்டீர்கள்

source: Please make your bug report in English, if possible.
et: Võimalusel kirjuta veateade palun inglise keeles.
gu: મહેરબાની કરીને જો શક્ય હોય તો તમારો ભૂલનો અહેવાલ ગુજરાતીમાં બનાવો.
hi: यदि संभव हो, कृपया अपनी बग रपट अंग्रेजी में ही बनाएँ.
id: Mohon kirimkan laporan bug dalam bahasa Inggris
lv: Lūdzu sastādi savu kļūdas paziņojumu Angļu valodā, ja iespējams.
nn: Vennlegast send inn feilrapporten din på engelsk, dersom mogleg
or: ଯଦି ସମ୍ଭବ, ଆପଣଙ୍କ ତ୍ରୁଟି ବିବରଣୀ ଇଂରାଜୀରେ ଜଣାନ୍ତୁ.
sl: Prosim, če je mogoče, poročilo napišite v Angleščini.
ta: முடிந்தால் ஆங்கிலத்தில் வழு அறிக்கையை செய்யவும்.
wa: Sicrijhoz vosse rapoirt di bug en inglès, si possibe.

source: Please select the product or application for the bug you wish to report.
et: Palun vali toode või rakendus, mille kohta sa soovid veateate saata.
gu: મહેરબાની કરીને તમે જે ભૂલનો અહેવાલ કરવા ઈચ્છતા હોય તે માટે વસ્તુ અથવા કાર્યક્રમ પસંદ કરો.
hi: कृपया उत्पाद या अनुप्रयोग चुनें जिसके लिए आप बग रपट करना चाहते हैं.
id: Silakan pilih nama produk atau aplikasi yang hendak Anda perkirakan mengandung bug.
lv: Lūdzu izvēlies produktu vai aplikāciju kļūdai, par kuru vēlies ziņot.
or: ତ୍ରୁଟି ବିବରଣୀ ଜଣାଇବାକୁ ଉତ୍ପାଦନ କିମ୍ବା କାରିକା ବାଛନ୍ତୁ.
sl: Prosim, izberite izdelek ali program v katerem želite prijaviti hrošča.
ta: தயவு செய்து நீங்கள் அரிக்கையிடவிரும்பும் வழுவிற்கான பொருள் அல்லது பயன்பாடு
wa: Tchoezixhoz li prodût ou l' programe ki vos vloz fé on rapoirt di bug.

source: Please take a minute to see if your bug is one of the most frequently reported bugs. If the bug is already reported, please do not report it again.
et: Palun varu endale natuke aega ja vaata, kas sinu viga on juba mainitud tuntud vigade hulgas. Kui on, siis palun ära sellest veast uuesti teata.
gu: મહેરબાની કરીને અેક મિનિટ રાહ જુઓ કે શું તમારી ભૂલ વારંવાર થતી ભૂલોમાંની અેક છે. જો તે ભૂલ માટેનો અહેવાલ પહેલેથી આવી ચૂક્યો હોય તો તેનો અહેવાલ ફરીથી રજૂ કરવો નહિ.
id: Mohon tunggu sebentar, saya akan memeriksa apakah bug ini adalah bug populer yang sudah dilaporkan sebelumnya. Bila bug sudah pernah dilaporkan, mohon agar tidak melaporkannya lagi.
lv: Lūdzu veltiet minūti tam, lai redzētu vai kļuda nav viena no visbiežāk ziņotajām. Ja šī kļūda ir jau ziņota, lūdzu nedariet to vēlreiz.
nn: Ta eit minutt for å sjå om feilmeldinga di er ein av dei mest rapporte feila. Dersom feilen allereide er rapportert, ikkje rapporter denne på nytt.
or: କିଛି ସମୟ ଅଟକି ଯାଇ ଦେଖନ୍ତୁ ଯେ ଆପଣଙ୍କ ତ୍ରୁଟିଟି ପୂର୍ବରୁ ଜଣା ହୋଇଛି କି. ତ୍ରୁଟିଟି ପୂର୍ବରୁ ଜଣା ହୋଇଥିଲେ ଦୟାକରି ଆଉ ଜଣାନ୍ତୁ ନାହିଁ.
sl: Prosim, vzemite si minuto časa, da pogledate, če je vaš hrošč eden izmed najpogosteje sporočenih. Če je hrošč že sporočen, potem ne počnite tega še enkrat.
ta: தயவுசெய்து அறிக்கையில் உள்ள வழு இயல்பாக நேரகூடியதா என பார்க்கவும். அந்த வழு ஏற்கனவே அறிவிக்கப்பட்டுள்ளதாக இருந்தால், மீண்டும் அறிவிக்கவேண்டாம்.
wa: Prindoz ene miete di tins po vey si vosse bug n' est nén onk des cis les pus rapoirtés. Si l' bug a ddja stî rapoirté, nel rapoirtez nén èn ôte côp s' i vs plait.

source: Please wait while Bug Buddy updates its list of products for the bug tracking systems.
et: Palun oota, kuni Bug Buddy uuendab oma toodete ja veajälgimissüsteemide nimekirja.
gu: મહેરબાની કરીને જ્યાં સુધી બગ બડી ભૂલ શોધવાની સિસ્ટમ માટે વસ્તુઅોની યાદી સુધારે નહિ ત્યાં સુધી રાહ જુઓ.
hi: कृपया इंतजार करें जब तक कि बग बड्डी अपने उत्पादों की सूची को बग ट्रेकिंग तंत्र हेतु अद्यतन करता है.
id: Silakan tunggu, Bug Buddy akan melakukan update pada daftar produk yang bisa menggunakan sistem pelacakan bug.
lv: Lūdzu uzgaidi līdz Blusu Draugs atjaunina tā blusu ķeramās sistēmas produktu sarakstu.
nn: Vent medan oppdaterar lista si over produkt i feilsøkingssystemet.
or: ବଗ୍ ବଡ୍ଡି ତ୍ରୁଟି ଖୋଜା ଉତ୍ପାଦନର ତାଲିକାକୁ ସଦ୍ଯକରଣ କରୁଥିବାରୁ ଦୟାକରି ଅପେକ୍ଷା କରନ୍ତୁ.
sl: Prosim, počakajte, da Bug Buddy posodobi seznam izdelkov v sistemih sledenja hroščem.
ta: பக் படி உற்பத்தி பட்டியலை புதுப்பிக்கும் வரையில் தயவுசெய்து பொரு.
wa: Tårdjîz ene miete s' i vs plait, tins ki Bug Buddy mete a djoû si djivêye di prodûts pol sistinme di shuvaedje di bugs.

source: Process ID:
et: Protsessi ID:
gu: પ્રક્રિયાનુ ID:
hi: प्रक्रिया आईडी:
id: ID Proses
lv: Procesa ID:
or: ସଂସାଧନ ସୂଚକ
sl: ID procesa:
ta: ஐடியை செயலாக்கு:
wa: ID do process:

source: Save in:
et: Salvestamise koht:
gu: અામાં સંગ્રહ કરો:
hi: यहाँ सहेजें:
id: Simpan ke:
or: ଏଥିରେ ସଂରକ୍ଷଣ କରନ୍ତୁ:
sl: Shrani v:
ta: சேமி:
wa: Schaper e:

source: Save the report to...
et: Salvesta veateade...
gu: અહેવાલનો અહીં સંગ્રહ કરો...
hi: रपट यहाँ सहेजें...
id: Simpan laporan ke...
lv: Saglabāt paziņojumu iekš...
nn: Lagre rapport til ...
or: ବିବରଣୀକୁ ସଂରକ୍ଷିତ କରନ୍ତୁ ...
sl: Shrani poročilo v...
ta: அறிக்கையை சேமி...
wa: Schaper li rapoirt e...

source: Saving:
et: Salvestamine:
gu: સંગ્રહ કરી રહ્યા છે:
hi: सहेज रहे:
id: Sedang menyimpan:
lv: Saglabāju:
or: ସଂରକ୍ଷିତ ହେଉଛି:
sl: Shranjevanje:
ta: சேமிக்கிறது:
wa: Schapaedje:

source: Sendmail Settings
et: Sendmaili sätted
gu: 'Sendmail' માટેના સુયોજનો
hi: सेंडमेल विन्यास
id: Setingan Sendmail
lv: Sendmail Uzstādījumi
nn: Innstillingar for sendmail
or: ସେଣ୍ଡମେଳ୍ ବିନ୍ଯାସ
sl: Nastavitve programa sendmail
ta: அஞ்சல் அனுப்பும் அமைப்புகள்
wa: Apontiaedjes di sendmail

source: Severity:
et: Tõsidus:
gu: ઉગ્રતા:
hi: गंभीरताः
id: Tingkat Keparahan:
or: ଗମ୍ଭୀରତା
sl: Resnost:
ta: சேவேரிட்டி:
wa: Impôrtance:

source: Show _Applications
et: Näita _rakendusi
gu: કાર્યક્રમો દર્શાવો (_A)
hi: अनुप्रयोग दिखाएँ (_A)
id: Tampilkan _Aplikasi
lv: Parādīt _Aplikācijas
or: ପ୍ରୟୋଗ ଦେଖାନ୍ତୁ (_A)
sl: Kaži _programe
ta: காட்சி_பயன்பாடு
wa: Håyner les pro_grames

source: Show _Debugging Details
et: Näita _silumise infot
gu: ભૂલ દૂર કરવા માટેની વિગતો દર્શાવો (_D)
hi: डिबगिंग विवरण दिखाएँ (_D)
id: Tampilkan Detil _Debug
lv: Parādīt _atkļūdošanas detaļas
or: ତ୍ରୁଟି ମୁକ୍ତକରଣର ବିଶଦ ବିବରଣୀ ଦେଖାନ୍ତୁ (_D)
sl: Kaži _podrobnosti razhroščevanja
ta: காட்சி_வழு நீக்கு விவரம்
wa: Mostrer les detays di _disbugaedje

source: Show _Products
et: Näita _tooteid
gu: ઉત્પાદનો દર્શાવો (_P)
hi: उत्पाद दिखाएँ (_P)
id: Tampilkan _Produk
lv: Parādīt _Produktus
or: ଉତ୍ପାଦନ ଦେଖାନ୍ତୁ (_P)
sl: Kaži _izdelke
ta: காட்சி_பொருள்
wa: Håyner les _prodûts

source: Show most frequent bugs in:
et: Näita kõige tihemini teatatavaid vigu tootes:
gu: વારંવાર થતી ભૂલો અામાં દર્શાવો:
hi: अत्यधिक आवृत्ति के बग्स को यहाँ दिखाएँ:
id: Tampilkan bug yang populer pada:
lv: Parādīt visbiežākās kļūdas:
nn: Vis mest vanlege feil i:
or: ବାରମ୍ବାର ଘଟୁଥିବା ତ୍ରୁଟିଗୁଡ଼ିକ ଦେଖାନ୍ତୁ:
sl: Kaži najpogostejše hrošče v:
ta: எப்போதும் வருகின்ற பிழையை காட்டு:
wa: Mostrer les bugs les pus corants e:

source: Simple
et: Lihtne
gu: સાદુ
hi: सादा
id: Sederhana
lv: Parasts
nn: Enkel
or: ସରଳ
sl: Enostavno
ta: சாதாரன
wa: Simpe

source: Start
et: Käivita
gu: શરુઅાત
hi: प्रारंभ
id: Mulai
lv: Sākt
or: ଆରମ୍ଭ
sl: Začni
ta: துவக்கு
wa: Enonder

source: Stop
et: Peata
gu: અટકાવો
hi: रोकें
nn: Stopp
or: ସମାପ୍ତି
sl: Ustavi
ta: நிறுத்து
wa: Arester

source: Submit another bug
et: Sisesta veel üks veateade
gu: બીજી ભૂલ જમા કરાવો
hi: एक और बग जमा करें
id: Kirimkan bug yang lain
lv: Paziņot par citu kļūdu
nn: Send inn ein annan feilrapport
or: ଆଉ ଗୋଟିଏ ତ୍ରୁଟି ଦାଖଲ କରନ୍ତୁ.
sl: Pošlji še en hrošč
ta: மற்றொரு பிழையைக் காண்பி
wa: Evoyî èn ôte bug

source: Summary
et: Kokkuvõte
gu: સારાંશ
hi: सारांश
id: Ringkasan
lv: Kopsavilkums
nn: Samandrag
or: ସାରାଂଶ
sl: Povzetek
ta: சுருக்கம்
wa: Rascourti

source: The _application does not function correctly
gu: કાર્યક્રમ બરાબર કામ કરી રહ્યો નથી (_a)
hi: अनुप्रयोग उचित प्रकार कार्य नहीं करता (_a)
id: _Aplikasi tidak berjalan benar
or: ପ୍ରୟୋଗଟି ଠିକରେ କାମ କରୁନାହିଁ (_a)
sl: _Program ne deluje pravilno
ta: _பயன்பாடு செயல்கூற்று சரியாக செயல்படவில்லை
wa: Li _programe ni rote nén comifåt

source: The _documentation is wrong
gu: દસ્તાવેજીકરણ ખોટંુ છે (_d)
hi: दस्तावेज़ गलत है (_d)
id: _Dokumentasinya salah
or: ଦଲିଲିକରଣଟି ଭୁଲ ଅଛି (_d)
sl: _Dokumentacija programa ni točna
ta: _ஆவணம் தவறானது
wa: Li _documintåcion est måle

source: The _translation is wrong
gu: અનુવાદ ખોટુ છે (_t)
hi: अनुवाद गलत है (_t)
id: _Terjemahannya salah
or: ଅନୁବାଦଟି ଭୁଲ ଅଛି (_t)
sl: P_revod programa ni točen
ta: _மொழிமாற்றபட்டது தவறானது
wa: Li _ratournaedje est måva

source: To:
et: Kuhu:
gu: પ્રતિ:
hi: प्रति:
id: Kepada:
or: ପ୍ରାପ୍ତେଷୁ:
sl: Za:
ta: பெறுநர்:
wa: A:

source: Use _sendmail directly
et: Kasuta sendmaili otse
gu: સીધું '_sendmail' વાપરો
hi: सीधे ही सेंडमेल का उपयोग करें (_s)
id: Gunakan _sendmail secara langsung
or: ସେଣ୍ଡମେଲ ସିଧାସଳଖ ବ୍ଯବହାର କରନ୍ତୁ (_s)
sl: _Neposredno uporabi sendmail
ta: பயன்_அனுப்பும் அஞ்சல் நேராக
wa: Eployî _sendmail directumint

source: Version:
et: Versioon:
gu: અાવૃતિ:
hi: संस्करणः
id: Nomor Versi:
or: ସଂସ୍କରଣ
sl: Različica:
ta: பதிப்பு:
wa: Modêye:

source: _Don't update
et: Ä_ra uuenda
gu: સુધારો નહિ (_D)
hi: अद्यतन नहीं करें (_D)
id: _Jangan update
lv: _Neatjaunināt
or: ସଦ୍ଯକରଣ କରନ୍ତୁ ନାହିଁ (_D)
sl: _Ne posodobi
ta: _புதுப்பிக்காதே
wa: Èn _nén mete a djoû

source: _Request a missing feature
gu: ખૂટતી લાક્ષણિકતાઓ માટે વિનંતિ (_R)
hi: छूटी विशेषता हेतु निवेदन करें (_R)
id: Pe_rmohonan fitur baru
or: ମିଳୁନଥିବା ଅଂଶ ପାଇଁ ଅନୁରୋଧ କରନ୍ତୁ (_R)
sl: _Zahtevek po manjkajoči funkcionalnosti
ta: _கேட்பது இல்லாத பண்புகள்
wa: _Dimander ene fonccionålité ki manke

source: _Update
et: _Uuenda
gu: સુધારો (_U)
hi: अद्यतन करें (_U)
lv: _Atjaunināt
or: ସଦ୍ଯକରଣ (_U)
sl: _Posodobi
ta: நிலைப்புதிப்பி...
wa: _Mete a djoû

source: component
et: komponent
gu: ભાગ
hi: अवयव
id: komponen
lv: komponents
nn: komponent
or: ଯନ୍ତ୍ରାଂଶ
sl: komponenta
ta: பொருள்கூறு
wa: componint

source: desc
et: kirjeldus
gu: વર્ણન
hi: डीईएससी
id: keterangan
lv: apr
or: ବର୍ଣ୍ଣନା
ta: விவரிப்பு
wa: disc

source: email info
et: meili info
gu: ઈ-મેઇલની જાણકારી
hi: ई-मेल इन्फो
id: info email
lv: epasta info
nn: e-post informasjon
or: ଇ-ଡାକ ସୂଚନା
sl: podatki o e-pošti
ta: மின்னஞ்சல் த்கவல்
wa: info emile

source: finished
et: lõpetatud
gu: સમાપ્ત
hi: पूर्ण
id: selesai
lv: pabeigts
nn: ferdig
or: ଶେଷ
sl: končano
ta: முடிந்தது
wa: fini

source: gdb
gu: જી઼ડીબી
hi: जीडीबी

source: intro
et: sissejuhatus
gu: અોળખ
hi: इंट्रो
or: ପରିଚୟ
sl: uvod
ta: துவக்கம்

source: mail config
et: meili konfiguratsioon
gu: મેઈલનું રૂપરેખાંકન
hi: डाक कॉन्फ़िग
id: konfigurasi mail
lv: pasta konfigurācija
nn: e-post oppsett
or: ଡାକ ବିନ୍ଯାସ
sl: pošlji nastavitve
ta: அஞ்சல் அமைப்பு
wa: apontiaedje emile

source: mostfreq
gu: વારંવાર
hi: अत्य. आवृ.
id: populer
lv: visbiežāk
or: ବାରମ୍ବାର ଘଟୁଥିବା
sl: najpogostejše
ta: மிகவும்அதிர்வலை
wa: pus corants

source: product
et: toode
gu: વસ્તુ
hi: उत्पाद
id: produk
lv: produkts
nn: produkt
or: ଉତ୍ପାଦନ
sl: izdelek
ta: பொருள்
wa: prodût

source: %d of %d
et: %d. %d-st
gu: %d નું %d
hi: %d का %d
id: %d dari %d
lv: %d no %d
or: %d ର %d
sl: %d od %d
wa: %d di %d

source: Product
et: Toode
gu: વસ્તુ
hi: उत्पाद
id: Produk
lv: Produkts
nn: Produkt
or: ଉତ୍ପାଦନ
sl: Izdelek
ta: பொருள்
wa: Prodût

source: Component
et: Komponent
gu: ભાગ
hi: अवयव
id: Komponen
lv: Komponents
nn: Komponent
or: ଯନ୍ତ୍ରାଂଶ
sl: Komponenta
ta: பொருள்கூறு
wa: Componint

source: Bug Buddy could not open '%s'. Please make sure Bug Buddy was installed correctly. Bug Buddy will now quit.
et: Bug Buddy ei saa avada '%s'. Palun kontrolli, et Bug Buddy oleks korralikult installitud.
gu: બગ બડી '%s' ખોલી શક્યુ નહિ. મહેરબાની કરીને ખાતરી કરો કે બગ બડી યોગ્ય રીતે સ્થાપિત છે. બગ બડી હવે બંધ થશે.
hi: बग बड्डी '%s' को खोल नहीं पाया. कृपया सुनिश्चित हों कि बग बड्डी उचित प्रकार संस्थापित है. बग बड्डी अब बाहर होता है.
id: Bug Buddy tidak dapat membuka '%s'. Silakan periksa apakah Bug Buddy telah diinstall dengan benar atau belum. Sekarang Bug Buddy akan keluar.
lv: Blusu Draugs nevarēja atvērt '%s'. Lūdzu pārbaudi, vai Blusu Draugs ir pareizi uzinstalēts. Blusu Draugs tagad beigs savu darbu.
or: ବଗ୍ ବଡ୍ଡି '%s'କୁ ଖୋଲିପାରିଲା ନାହିଁ. ଦୟାକରି ବଗ୍ ବଡ୍ଡି ଠିକରେ ସ୍ଥାପିତ ହୋଇଥିବାର ଦେଖନ୍ତୁ. ବଗ୍ ବଡ୍ଡି ଏବେ ବିଦାୟ ନେବ.
sl: Bug Buddy ni mogel odpreti '%s'. Preverite, ali je bil Bug Buddy pravilno nameščen. Bug Buddy se bo sedaj zaprl.
ta: பக் படியை தரக்க முடியவில்லை '%s'. தயவுசெய்து பக் படி செரியாக நிறுவப்பட்டுள்ளதா என பார்க்கவும். பக் படி தற்போது மூடப்படும்.
wa: Bug Buddy n' a nén savou drovi «%s». Verifyîz ki Bug Buddy a stî astalé comifåt s' i vs plait. Bug Buddy va asteure si clôre.

source: Bug Buddy could not find any information on where to submit bugs. Please make sure Bug Buddy was installed correctly. Bug Buddy will now quit.
et: Bug Buddy ei saa laadida oma kasutajaliidesefaili ('%s'). Palun kontrolli, et Bug Buddy oleks korralikult installitud.
gu: ભૂલોને ક્યાં જમાં કરાવવી તે વિશે બગ બડીને જાણકારી મળી શકી નથી. મહેરબાની કરીને ખાતરી કરો કે બગ બડી યોગ્ય રીતે સ્થાપિત છે. બગ બડી હવે બંધ થશે.
id: Bug Buddy tidak dapat menemukan informasi ke mana akan melaporkan bug ini. Silakan periksa apakah Bug Buddy telah diinstall dengan benar atau belum. Sekarang Bug Buddy akan keluar.
lv: Blusu Draugs nevarēja atrast nekādu informāciju par to, kur nosūtīt kļūdas. Lūdzu pārbaudi, vai Blusu Draugs ir pareizi uzstādīts. Blusu Draugs tagad beigs savu darbu.
or: କେଉଁଠାରେ ତ୍ରୁଟି ଜଣାଇବ ତାହା ବଗ୍ ବଡ୍ଡି ଜାଣିପାରୁନାହିଁ. ଦୟାକରି ବଗ୍ ବଡ୍ଡି ଠିକରେ ସ୍ଥାପିତ ହୋଇଥିବାର ଦେଖନ୍ତୁ. ବଗ୍ ବଡ୍ଡି ଏବେ ବିଦାୟ ନେବ.
sl: Bug buddy ni našel podatkov o tem kam poslati poročila o hroščih. Preverite, ali je bil Bug Buddy pravilno nameščen. Bug Buddy se bo zdaj zaprl.
ta: பக் படி என்பது எவ்விடத்தில் வழுவைப் பற்றியத் தகவல்களை தருவதென்று பற்றி அறியாது. தயவுச் செய்து பக் படி சரியாக நிறுவப்பட்டுள்ளதா என்பதை உறுதிப்படுத்தவும். பக் படி வெளியேற இயலாது.
wa: Bug Buddy n' a nén savou tropver des informåcions di wice evoyî les rapoirts di bug. Verifyîz ki Bug Buddy a stî astalé comifåt s' i vs plait. Bug Buddy va asteure si clôre.

source: Couldn't load icon for %s: %s
et: Ei saa laadida ikooni %s jaoks: %s
gu: %s માટે ચિહ્ન ખોલી શકાયુ નહિ: %s
hi: %s: हेतु चिह्न %s लोड नहीं कर सका
id: Tidak dapat meload ikon untuk %s: %s
lv: Nevarēju ielādēt ikonu priekš %s: %s
or: %s: %s ପାଇଁ ଚିତ୍ରସଙ୍କେତ ଧାରଣ କରି ପାରୁନାହିଁ.
sl: Nisem mogel naložiti ikone za %s: %s
ta: %sக்காக சின்னத்தை பதிவேற்ற முடியவில்லை: %s
wa: Dji n' a savou tcherdjî l' imådjete po %s: %s

source: URI to show when clicked.
et: Klikkimise peale näidatav URI.
gu: ક્લિક થાય ત્યારે દર્શાવવામાં અાવતું URI.
hi: जब क्लिक करें तो दिखने वाला यूआरआई.
id: URI yang akan ditampilkan saat diklik
lv: URI, kas parādīts, kad klikšķina.
nn: URI som skal visast når klikka.
or: ଦବାଇଲେ ପ୍ରଦର୍ଶିତ କରାଯିବା ୟୁ.ଆର.ଆଇ.
sl: URI, ki naj se pokaže, ko je kliknjen.
ta: கிளிக் செய்தவுடன் URI பார்க்கவும்.
wa: Hårdêye (URI) a mostrer cwand on clitche dizeu.

source: Visited
et: Külastatud
gu: જોયેલું
hi: सैर किया गया
id: Sudah dikunjungi
lv: Apmeklēts
nn: Vitja
or: ଦେଖାସରିଛି
sl: Obiskan
ta: பார்க்கபட்ட
wa: Vizité

source: If the URI has been visited before.
et: Kui seda URI-t oli juba külastatud.
gu: જો URI પહેલા જોયેલું હોય તો.
hi: यदि यूआरआई पहले कभी सैर किया गया हो.
id: Menentukan apakah URI telah dikunjungi atau belum.
lv: Ja URI jau ir apmeklēts.
nn: Om URIen har vore vitja før.
or: ଯଦି ୟୁ.ଆର.ଆଇ. ପୂର୍ବରୁ ଦେଖା ହୋଇଥାଏ
sl: Če je bil URI že obiskan.
ta: உங்கள் URI ஏற்கனவே பார்க்கபட்டது.
wa: Si l' hårdêye a stî vizitêye divant.

source: Obtaining stack trace... (%d)
et: Võtan pinu jälejndi (%d)
gu: સ્ટેકનંુ રેખાંકન મેળવી રહ્યા છે... (%d)
hi: स्टेक ट्रेस प्राप्त कर रहे... (%d)
id: Sedang mangambil jejak stack... (%d)
lv: Veicu masīva izmeklēšanu... (%d)
nn: Får tak i stakk-sporing...(%d)
or: ଅନ୍ବେଷଣ ଥାକ ଅଣାଯାଉଛି... (%d)
sl: Pridobivam sled sklada... (%d)
ta: அடுக்கி கிடைத்தது...(%d)

source: Unable to process core file with gdb: '%s'
et: Core faili töötlemine gdb abil ebaõnnestus: '%s'
gu: કોર ફાઈલ પર જીડીબીથી પ્રક્રિયા કરવામાં અસમર્થ: '%s'
hi: जीडीबी के साथ कोर फ़ाइल को प्रोसेस करने में अक्षम: '%s'
id: Tidak dapat memproses file core dengan gdb: '%s'
lv: Nevarēju apstrādāt core failu ar gdb: '%s'
nn: Ikkje i stand til å prosessere core-fila med gdb: «%s»
or: gdb ସହିତ ତ୍ରୁଟି ଫାଇଲ ସଂସାଧିତ ହୋଇପାରିନାହିଁ. '%s'
sl: Ne morem obdelati core datoteke z gdb: '%s'
ta: உள்ளக கோப்பு gdbவுடன் செயல்ப்படுத்த முடியவில்லை: '%s'
wa: Nén possibe di processer li fitchî core avou gdb: «%s»

source: GDB was unable to determine which binary created '%s'
et: GDB ei saa määratleda, milline programm lõi faili '%s'
gu: GDB કઈ બાઈનરી બની હતી તે નક્કી કરવામાં અસમર્થ હતું '%s'
hi: जीडीबी यह पता लगाने में अक्षम रहा कि कौन सा द्विचर सृजित हुआ है '%s'
id: GDB tidak dapat menentukan file binari mana yang telah dibuat '%s'
lv: GDB nevarēja noskaidrot, kurš binārais fails radīja '%s'
nn: GDB var ikkje i stand til å avgjere kva binær som laga «%s»
or: କେଉଁ ଦ୍ବିମିକ ଏହାକୁ ସୃଷ୍ଟି କରିଛି ତାହା GDB ସ୍ଥିର କରିପାରିଲା ନାହିଁ. '%s'
sl: GDM ni mogel ugotoviti kater program je ustvaril '%s'
ta: GDBயால் எந்த இரட்டை நிலை உருவாக்கபட்டுள்ளது என்பதை கண்டுபிடிக்க இயலவில்லை '%s'
wa: GDB n' a nén polou saveur ké programe a prodût «%s»

source: Error on read... aborting
et: Viga lugemisel... katkestan
gu: વાંચવામાં ભૂલ... અટકાવી રહ્યંુ છે
hi: पढ़ने में त्रुटि... छोड़ रहे
id: Error saat membaca... batalkan proses
lv: Kļūda lasot... izbeidzu
nn: Feil ved lesing... avsluttar
or: ପଢ଼ିବାରେ ତ୍ରୁଟି... ପରିତ୍ଯାଗ କରୁଛି.
sl: Napaka pri branju... razveljavljam
ta: படிக்குன் போது பிழை... முறிக்கிறாது
wa: Åk n' a nén stî tot léjhant... dj' arestêye

source: Both a binary file and PID are required to debug.
gu: બંને બાઈનરી ફાઈલ અને PID ભૂલ શોધવા માટે જરુરી છે.
hi: डिबग हेतु द्विचर फ़ाइल तथा पीआईडी दोनों ही आवश्यक हैं
or: ତ୍ରୁଟି ମୁକ୍ତ ପାଇଁ ଉଭୟ ଦ୍ବିମିକ ଫାଇଲ ଏବଂ ପି.ଆଇ.ଡି. ହେବା ଆବଶ୍ଯକ.
ta: பைநரி கோப்பு மற்றும் PID வழு நீக்கு பயன்படுத்தப்படுகிறது
wa: I vs fåt dner ambedeus on fitchî binaire eyet on PID pol disbugaedje.

source: The binary file could not be found. Try using an absolute path.
gu: બાઈનરી ફાઈલ શોધી શકાઈ નહિં. ચોક્કસ પથનો ઉપયોગ કરીને ફરીથી પ્રયત્ન કરો.
hi: द्विचर फ़ाइल नहीं मिला. निरपेक्ष पथ का उपयोग कर कोशिश करें
or: ଦ୍ବିମିକ ଫାଇଲ ମିଳିଲା ନାହିଁ. ଗୋଟିଏ ପରମ ପଥ ବ୍ଯବହାର କରିବା ପାଇଁ ଚେଷ୍ଟା କରନ୍ତୁ.
ta: இந்த இருநிலை கோப்பு காணவில்லை. முழுமையான பாதையை உபயோகிது முயலுங்கள்.
wa: Li fitchî binaire n' a nén stî trové. Sayîz purade avou on tchmin absolou.

source: GDB could not be found on your system. Debugging information will not be obtained.
et: Debug-infot ei saa kätte, kuna süsteemist ei leitud GDB-d.
gu: તમારી સિસ્ટમ પર જીડીબી શોધી શકાયંુ નથી. ભૂલ શોધવા માટેની જાણકારી મેળવી શકાશે નહિ.
hi: आपके तंत्र में जीडीबी नहीं मिला. डिबगिंग जानकारी प्राप्त नहीं की जा सकती.
id: GDB tidak ditemukan pada sistem Anda. Informasi debug tidak akan diambil.
lv: Tavā sistēmā nevar atrast GDB. Atkļūdošanas informācija netiks iegūta.
nn: Klarte ikkje å finne GDB på systemet ditt. Avlusingsinformasjon vil ikkje bli funne fram.
or: ଆପଣଙ୍କ ଯନ୍ତ୍ରରେ GDB ମିଳିଲା ନାହିଁ. ତ୍ରୁଟି ମୁକ୍ତ ସୂଚନା ମିଳିପାରିବ ନାହିଁ.
sl: GDBja ni mogoče najti na sistemu. Podatkov o razhroščevanju ni mogoče pridobiti.
ta: GDBயை உங்கள் கணினியில் காணவில்லை. வழுனீக்கல் தகவல் கிடைக்கப்படாது.
wa: GDB n' nén stî trové so vosse sistinme. I gn årè nole informåcion di disbugaedje sin lu.

source: Could not find the gdb-cmd file. Please try reinstalling Bug Buddy.
et: Ei leida faili gdb-cmd. Palun installi Bug Buddy uuesti.
gu: gdb-cmd ફાઇલ શોધી શકાઈ નહિ. મહેરબાની કરી બગ બડી ફરીથી સ્થાપિત કરવાનો પ્રયત્ન કરો.
hi: gdb-cmd फ़ाइल नहीं मिला. कृपया बग बड्डी को पुनः संस्थापित कर कोशिश करें.
id: Tidak dapat menemukan file gdb-cmd. Silakan install ulang Bug Buddy.
lv: Nevarēju atrast gdb-cmd failu. Lūdzu mēģini pārinstalēt Blusu Draugu.
nn: Kunne ikkje finne gdb-cmd fila. Vennligst prøv å reinstallere Bug Buddy.
or: gdb-cmd ଫାଇଲ ମିଳିଲା ନାହିଁ. ବଗ୍ ବଡ୍ଡିକୁ ପୁନଃସ୍ଥାପନ କରିବା ପାଇଁ ଚେଷ୍ଟା କରନ୍ତୁ.
sl: Nisem našel datoteke gdb-cmd. Poskusite znova namestiti Bug Buddy-a.
ta: gdb-cmd கோப்பு கிடைக்கவில்லை. தயவுசெய்து மறுநிறுவலை செய்யவும்.
wa: Dji n' a savou trover li fitchî gdb-cmd. Sayî di rastaler Bug Buddy.
