Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/vte/po/*.po
Languages: ca, da, he, it, mn, nl, pt, sk, sl, sv, uk, zh_tw

source: Error adding `%s' to environment, continuing.
ca: S'ha produït un error en afegir '%s' a l'entorn. Es continua l'execució.
da: Fejl ved tilføjelse af '%s' til miljøet, fortsætter.
he: שגיאה בהוספת `%s' לסביבה, ממשיך.
it: Errore nell'aggiungere "%s" all'ambiente, continuo.
mn: »%s« -г орчин руу нэмэхэд алдаа гарлаа, үргэлжлүүлэх.
nl: Er is een fout opgetreden bij toevoegen `%s' aan omgeving. Doorgaan.
pt: Erro ao adicionar `%s' ao ambiente, a continuar.
sk: Chyba pri pridávaní '%s' do prostredia, pokračujem.
sl: Napaka dodajanja okoljske spremenljivke `%s', nadaljujem
sv: Fel vid tillägg av "%s" till miljön, fortsätter.
uk: Помилка додавання "%s" до середовища, роботу продовжено.
zh_tw: 加入‘%s’環境變數時出現錯誤，將會繼續。

source: can not run %s
ca: no es pot executar %s
da: kan ikke køre %s
he: לא ניתן להפעיל את %s
it: impossibile eseguire %s
mn: %s ажиллаж чадахгүй байна
nl: Kan %s niet starten
pt: incapaz de executar %s
sk: nemôže spustiť %s
sl: ne morem pognati %s
sv: kan inte köra %s
uk: неможливо виконати %s
zh_tw: 無法執行 %s

source: Error creating signal pipe.
ca: S'ha produït un error en crear el senyal de conducte (SIGPIPE).
da: Fejl ved oprettelse af signaldatakanal.
he: שגיאה ביצירת צינור יחיד.
it: Errore nel creare la pipe dei segnali.
mn: Сигнарын шугам үүсгэж байхад алдаа гарлаа.
nl: Er is een fout opgetreden bij maken van signaal-pipe.
pt: Erro ao criar canal de sinal.
sk: Chyba pri vytváraní rúry pre signály.
sl: Napaka ob ustvarjanju cevi signala.
sv: Fel vid skapande av signalrör.
uk: Помилка створення сигнального каналу.
zh_tw: 建立訊號管道出現錯誤。

source: Duplicate (%s/%s)!
ca: Duplicat (%s/%s)!
da: Optræder mere end én gang (%s/%s)!
he: כפול (%s/%s)!
it: Duplicato (%s/%s)!
mn: Давхардал (%s/%s)!
nl: Dupliceren (%s/%s)!
pt: Duplicado (%s/%s)!
sk: Duplikát (%s/%s)!
sl: Podvojitev (%s/%s)!
sv: Dubbel (%s/%s)!
uk: Повторення (%s/%s)!
zh_tw: 重複 (%s/%s)！

source: Error compiling regular expression "%s".
ca: S'ha produït un error en compilar l'expressió regular "%s".
da: Fejl ved oversættelse af regulært udtryk "%s".
he: שגיאה בהידור ביטוי רגיל "%s".
it: Errore nel compilare l'espressione regolare "%s".
mn: »%s« энгийн илэрхийлэлийг хөрвүүлж байхад алдаа.
nl: Er is een fout opgetreden bij samenstellen reguliere expressie "%s".
pt: Erro ao compilar expressão regular "%s".
sk: Chyba pri spracovaní regulárneho výrazu "%s".
sl: Napaka ob prevajanju regularnega izraza "%s".
sv: Fel vid kompilering av reguljärt uttryck "%s".
uk: Помилка компіляції регулярного виразу "%s".
zh_tw: 計算正規表示式“%s”時出現錯誤。

source: Unable to convert characters from %s to %s.
ca: No es pot convertir el caràcter %s a %s.
da: Kunne ikke konvertere tegn fra %s til %s.
he: לא ניתן להמיר תוים מ %s ל %s.
it: Impossibile convertire i caratteri da %s a %s.
mn: Тэмдэгт %s -с %s рүү хөрвөх боломжгүй.
nl: Kan tekens niet converteren van %s naar %s.
pt: Incapaz de converter caracteres de %s em %s.
sk: Nepodarilo sa previesť znaky z %s do %s.
sl: Nisem uspel pretvoriti znakov iz %s v %s.
sv: Kan inte konvertera tecken från %s till %s.
uk: Неможливо перетворити символи з %s у %s.
zh_tw: 無法將字元從 %s 轉換至 %s。

source: Got unexpected (key?) sequence `%s'.
ca: S'ha produït una seqüència inesperada (de tecles?) '%s'.
da: Modtog uventet (taste-?) sekvens '%s'.
he: קיבל רצף (מקשים?) לא צפוי `%s'.
it: Ricevuta una sequenza (tasto?) inattesa "%s".
mn: Гэнэтийн (Түлхүүр?) »%s« үр дагавар хүлээн авлаа.
nl: Onverwachte (toetsenbord?)-combinatie `%s' ontvangen.
pt: Obtida sequência (chave?) inesperada `%s'.
sk: Nájdená neočakávaná sekvencia '%s'.
sl: Dobil nepričakovano zaporedje (kjuča?) `%s'.
sv: Fick oväntad (tangent?)sekvens "%s".
uk: Отримано неочікувану послідовність "%s".
zh_tw: 收到預料之外的跳出字元序列 (可能是按鍵?)‘%s’。

source: No handler for control sequence `%s' defined.
ca: No hi ha cap gestor definit per a la seqüència de control '%s'.
da: Ingen håndtering for kontrolsekvensen '%s' er defineret.
he: לא הוגדר הליך טיפול לרצף הבקרה `%s'.
it: Nessun gestore definito per la sequenza di controllo "%s".
mn: »%s« шалгах дарааллын боловсруулагч тодорхойлогдоогүй байна.
nl: Geen afhandelaar voor controlecombinatie `%s' gedefinieerd.
pt: Nenhum gestor definido para a sequência de controlo `%s'.
sk: Pre ovládaciu sekvenciu '%s' nie je definovaný ovládač.
sl: Za kontrolno zaporedje `%s' obravnavalnik ni določen
sv: Ingen hanterare för kontrollsekvensen "%s" är angiven.
uk: Не визначено обробника для керівної послідовності "%s".
zh_tw: 未定義控制字元序列‘%s’的處理程序。

source: Error reading from child: %s.
ca: S'ha produït un error en llegir del fill: %s.
da: Fejl ved læsning fra underproces: %s.
he: שגיאה בקריה מהילד: %s.
it: Errore nella lettura dal processo figlio: %s.
mn: Хүүг уншихад алдаа: %s.
nl: Er is een fout opgetreden bij lezen van kind: %s.
pt: Erro ao ler do filho: %s.
sk: Chyba pri čítaní z potomka: %s.
sl: Napaka ob branju iz otroka: %s
sv: Fel vid läsning från barn: %s.
uk: Помилка зчитування з нащадка: %s.
zh_tw: 從副程序讀取資料時出現錯誤：%s

source: Error (%s) converting data for child, dropping.
ca: S'ha produït un error (%s) en convertir dades per al fill; s'ometrà la conversió.
da: Fejl (%s) ved konvertering af data for underproces, dropper.
he: שגיאה (%s) בהמרת מידע לילד, זורק.
it: Errore (%s) nel convertire i dati per il processo figlio, rimarranno invariati.
mn: Хүүгийн өгөгдлийн хөрвүүлэлтэнд алдаа (%s) гарч тасарлаа.
nl: Fout (%s) bij converteren gegevens voor kind, laat het vallen.
pt: Erro (%s) a converter dados do filho, a ignora-los.
sk: Chyba (%s) pri prevode dát pre potomka, končím.
sl: Napaka (%s) ob pretvarjanju podatkov za otroka, spuščam.
sv: Fel (%s) vid konvertering av data för barn, kastar.
uk: Помилка (%s) перетворення даних для нащадка, відкинуто.
zh_tw: 從副程序轉換資料時出現錯誤 (%s)，放棄。

source: Using fontset "%s", which is missing these character sets: %s.
ca: S'està utilitzant la font "%s", que no té els següents jocs de caràcters: %s.
da: Bruger skrifttypesættet "%s" som mangler disse tegnsæt: %s.
he: משתמש בערכת הגופן "%s", אשר חסר בה ערכות התוים: %s.
it: Il tipo di carattere in uso "%s", manca di questi insiemi di caratteri: %s.
mn: »%s« бичгийн хэвүүдийг хэрэглэхэд дараах тэмдэгтүүд дутуу байна: %s.
nl: Lettertypenset "%s" wordt gebruikt, welke deze tekensets mist: %s.
pt: A utilizar conjunto de fontes "%s", a que faltam os seguintes conjuntos de caracteres: %s.
sk: Použitie sady písiem "%s", v ktorej chýbajú tieto sady znakov: %s.
sl: Uporabljam izbirnik pisav "%s", ki mu manjkajo znakovni nabori: %s.
sv: Använder typsnittssamlingen "%s", som saknar dessa teckensamlingar: %s.
uk: Використовується набір шрифтів "%s", який не містить таких наборів символів: %s.
zh_tw: 使用字集“%s”，但它缺少了以下的字元集：%s。

source: Failed to load Xft font pattern "%s", falling back to default font.
ca: No s'ha pogut carregar el patró de font Xft "%s"; es carregarà la font per defecte.
da: Kunne ikke indlæse Xft-skrifttypemønstret "%s", falder tilbage til standardskrifttypen.
he: נכשל בטעינת דפוס הגופנים של Xft "%s", חוזר לגופן ברירת המחדל.
it: Caricamento del modello di tipo di carattere per Xft "%s" fallito:sarà usato il tipo di carattere predefinito.
mn: »%s« Xft-бичгийн хэвүүдийг ачаалахад боломжгүй, стандарт бичиг рүү буцах.
nl: Laden Xft lettertype patroon "%s" mislukt, val terug op standaard lettertype.
pt: Falha ao carregar padrão de fontes Xft "%s", a utilizar fonte por omissão.
sk: Nepodarilo sa načítať vzorku písiem Xft "%s", použijem štandardné písmo.
sl: Nisem uspel naložiti vzorca pisav Xft "%s", grem nazaj na privzeto pisavo.
sv: Misslyckades med att läsa in XFt-typsnittsmönstret "%s", använder standardtypsnittet.
uk: Не вдалося завантажити шрифтовий шаблон Xft "%s", повернення до початкового шрифту.
zh_tw: 無法載入 Xft 字型樣式“%s”，使用預設字型作為後備。

source: Failed to load default Xft font.
ca: No s'ha pogut carregar la font Xft per defecte.
da: Kunne ikke indlæse standard-Xft-skrifttypen.
he: נכשל בטעינת גופן Xft ברירת המחדל.
it: Caricamento del tipo di carattere predefinito per Xft fallito.
mn: Стандарт Xft-бичиг ачаалах бүтсэнгүй
nl: Laden standaard Xft lettertype mislukt.
pt: Falha ao ler fonte Xft por omissão.
sk: Nepodarilo sa načítať štandardné písmo Xft.
sl: Nisem uspel naložiti privzete pisave Xft.
sv: Misslyckades med att läsa in Xft-standardtypsnittet.
uk: Не вдалося завантажити початковий шрифт Xft.
zh_tw: 無法載入預設的 Xft 字型。

source: Failed to load font set "%s", falling back to default font.
ca: No s'ha pogut carregar la font "%s"; es carregarà la font per defecte.
da: Kunne ikke indlæse skrifttypesættet "%s", falder tilbage til standardskrifttypen.
he: נכשל בטעינת ערכת הגופן של Xft "%s", חוזר לגופן ברירת המחדל.
it: Caricamento del tipo di carattere "%s" fallito: sarà usato iltipo di carattere predefinito.
mn: »%s« бичгийн хэвүүдийг ачаалахад боломжгүй, стандарт бичиг рүү буцах.
nl: Het laden van lettertypenset "%s" is mislukt, terugvallen op standaard lettertype.
pt: Falha ao ler conjunto de fontes "%s", a utilizar fonte por omissão.
sk: Nepodarilo sa načítať sadu písiem "%s", použijem štandardné písmo.
sl: Nisem uspel naložiti nabora pisav "%s", grem nazaj na privzeto pisavo.
sv: Misslyckades med att läsa in typsnittssamlingen "%s", använder standardtypsnittet.
uk: Не вдалося завантажити набір шрифтів "%s", повернення до початкового шрифту.
zh_tw: 無法載入字集“%s”，使用預設字型作為後備。

source: Failed to load default font, crashing or behaving abnormally.
ca: No s'ha pogut carregar la font per defecte; fallada o comportament anormal.
da: Kunne ikke indlæse standardskrifttypen; vil nu gå ned eller udvise anormal adfærd.
he: נכשל בטעינת גופן ברירת המחדל, מתרסק או מתנהג לא נורמלי.
it: Caricamento del tipo di carattere predefinito fallito, il programma potràinterrompersi o comportarsi in modo non normale.
mn: Стандарт бичиг ачаалах нурлаа. Гацаа эсвэл энгийн бус харьцаа.
nl: Het laden van het standaard lettertype is mislukt, het gedrag ervan is abnormaal.
pt: Falha ao carregar a fonte por omissão, a rebentar ou com comportamento anormal.
sk: Nepodarilo sa načítať štandardné písmo, dá sa očakávať pád alebo neobvyklé chovanie.
sl: Nisem uspel naložiti privzete pisave, sesul se bom ali drugače obnašal nenormalno.
sv: Misslyckades med att läsa in standardtypsnittet, kraschar eller beter sig onormalt.
uk: Не вдалося завантажити початковий шрифт, збій чи нестандартна поведінка.
zh_tw: 無法載入預設字型，可能會突然中止或無法正常運作。

source: Error reading PTY size, using defaults: %s.
ca: S'ha produït un error en llegir la mida de PTY; s'usarà el valor per defecte: %s.
da: Fejl ved indlæsning af PTY-størrelse, bruger standardværdier: %s.
he: שגיאה בקריאת גודל PTY, משתמש בברירת המחדל: %s.
it: Errore nella lettura della dimensione PTY, sarà usato il valore predefinito: %s.
mn: PTY-хэмжээ уншихад алдаа, стандартыг хэрэглэх: %s.
nl: Er is een fout opgetreden bij lezen PTY grootte, standaardwaarden worden gebruikt: %s.
pt: Erro ao ler tamanho PTY, a utilizar valores por omissão: %s.
sk: Chyba pri čítaní veľkosti PTY, použijem štandardné: %s.
sl: Napaka ob branju velikosti PTY, uporabljam privzeto: %s
sv: Fel vid läsande av PTY-storlek, använder standardvärden: %s.
uk: Помилка зчитування розміру PTY, використання початкових: %s.
zh_tw: 無法獲取 PTY 的尺寸，使用預設定值：%s。

source: Error setting PTY size: %s.
ca: S'ha produït un error en establir la mida de PTY: %s.
da: Fejl ved angivelse af PTY-størrelse: %s.
he: שגיאה בקביעת גודל PTY: %s.
it: Errore nell'impostazione del dimensione PTY: %s.
mn: PTY-хэмжээ тогтооход алдаа: %s.
nl: Er is een fout opgetreden bij instellen PTY-grootte: %s.
pt: Erro ao definir tamanho PTY: %s.
sk: Chyba pri čítaní veľkosti PTY: %s.
sl: Napaka ob nastavljanju velikosti PTY: %s
sv: Fel vid läsande av PTY-storlek: %s.
uk: Помилка встановлення розміру PTY: %s.
zh_tw: 無法設定 PTY 的尺寸：%s。

source: Error allocating draw, disabling Xft.
ca: S'ha produït un error en assignar el dibuix, s'està inhabilitant Xft.
da: Fejl ved allokering af tegning, deaktiverer Xft.
he: שגיאה בהקצאת משיכה, מכבה את Xft.
it: Errore nell'allocazione dell disegno, disabilito Xft.
mn: Зургийг эмхлэхэд алдаа, Xft хаагдав.
nl: Er is een fout opgetreden bij toewijzing tekenen, Xft wordt uitgeschakeld.
pt: Erro ao alocar desenho, a desabilitar Xft.
sk: Chyba pri alokácii kresliacej plochy, vypínam Xft.
sl: Napaka ob rezervaciji risanja, izklopil bom Xft.
sv: Fel vid allokering av ritbar yta, deaktiverar Xft.
uk: Помилка виділення рисунка, вимкнення Xft.
zh_tw: 分配記憶體給 draw 結構時出現錯誤，停止使用 Xft。

source: Error allocating context, disabling Pango.
ca: S'ha produït un error en assignar el context, s'està inhabilitant Pango.
da: Fejl ved allokering af kontekst, deaktiverer Pango.
he: שגיאה בהקצאת הקשר, מכבה את פנגו.
it: Errore nell'allocazione del contesto, disabilito Pango.
mn: Контекст эмхлэхэд алдаа, Pango хаагдав.
nl: Er is een fout opgetreden bij toewijzing context, Pango wordt uitgeschakeld.
pt: Erro ao alocar contexto, a desabilitar Pango.
sk: Chyba pri alokácii kontextu, vypínam Pango.
sl: Napaka ob rezervaciji konteksta, izklopil bom Pango.
sv: Fel vid allokering av sammanhang, deaktiverar Pango.
uk: Помилка виділення контексту, вимкнення Pango.
zh_tw: 分配記憶體給 context 時出現錯誤，停止使用 Pango。

source: Error allocating layout, disabling Pango.
ca: S'ha produït un error en assignar el format, s'està inhabilitant Pango.
da: Fejl ved allokering af layout, deaktiverer Pango.
he: שגיאה בהקצאת משטח, מכבה את פנגו.
it: Errore nell'allocazione del layout, disabilito Pango.
mn: layout эмхлэхэд алдаа, Pango хаагдав.
nl: Er is een fout opgetreden bij toewijzing lay-out, Pango wordt uitgeschakeld.
pt: Erro ao alocar disposição, a desabilitar Pango.
sk: Chyba pri alokácii rozloženia, vypínam PangoXft.
sl: Napaka ob rezervaciji postavitve, izklopil bom Pango.
sv: Fel vid allokering av layout, deaktiverar Pango.
uk: Помилка виділення схеми розміщення, вимкнення Pango.
zh_tw: 分配記憶體給 layout 時出現錯誤，停止使用 Pango。

source: g_iconv_open() failed setting word characters
ca: g_iconv_open() no ha pogut establir els caràcters de paraula
da: g_iconv_open() kunne ikke angive ordtegn
he: g_iconv_open() נכשל בקביעת תוי המילה
it: L'impostazione dei caratteri della parola da parte di g_iconv_open() è fallita
mn: g_iconv_open() үгийн тэмдэгтүүдийг тогтоож чадсангүй
nl: g_iconv_open() niet geslaagd in instellen woordtekens
pt: g_iconv_open() falhou ao definir caracteres de palavra
sk: g_iconv_open() zlyhal pri nastavení znakov slov
sl: g_iconv_open() ni uspel nastaviti znakov besed
sv: g_iconv_open() misslyckades med att ställa in ordtecken
uk: g_iconv_open() зазнала збою
zh_tw: g_iconv_open() 無法轉換字元
