Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/ggv/po/*.po
Languages: am, hu, lv

source: GGV PostScript Document Control
am: የፖስትስክሪፕት ሰነድ ቁጥጥር
hu: GGV PostScript dokumentumkezelő
lv: GGV PostScript Documenta Kontrole

source: GGV PostScript View
am: የGGV ፖስትስክሪፕት እይታ
hu: GGV PostScript nézet
lv: GGV PostScript Skatīt

source: GGV PostScript viewer factory
am: የGGV ፖስትስክሪፕት የተመልካች ፋብሪካ
hu: GGV PostScript néző factory
lv: GGV PostScript skatītāja ražotne

source: Change zoom factor to default
hu: Nagyítási faktor alaphelyzetbe állítása
lv: Nomainīt mēroga faktoru uz noklusēto

source: Decrease zoom factor
hu: Nagyítási faktor csökkentése
lv: Pazemināt mēroga faktoru

source: Fit
am: ልክ
hu: Igazítás
lv: Iederas

source: Fit Width
am: በስፋቱ ልክ
hu: Szélesség igazítása
lv: Iederas Platumā

source: Fit _Width
am: በ_ስፋቱ ልክ
hu: _Szélesség igazítása
lv: Iederas _Platumā

source: Fit to Page _Size
hu: Iga_zítás az oldal méretéhez
lv: Iederas Lapas _Izmērā

source: Fit to Page _Width
hu: Igazítás az _oldal szélességéhez
lv: Lapa Iederas _Platumā

source: In
am: ቅርበት
hu: Be
lv: Uz iekšu

source: Increase zoom factor
hu: Nagyítási faktor növelése
lv: Paaugstināt mēroga faktoru

source: Other
am: ሌላ
hu: Más
lv: Cits

source: Out
am: ርቀት
hu: Ki
lv: Uz āru

source: Zoom _In
am: ከ_ቅርበት እይታ
hu: _Nagyítás
lv: Tu_vināt

source: Zoom _Out
am: ከ_ርቀት እይታ
hu: _Kicsinyítés
lv: Tā_lināt

source: Zoom the page to be as wide as the window
hu: Az oldal nagyítása olyan szélesre, mint az ablak
lv: Mērogot lapu, lai tā būtu tikpat plaša kā logs

source: Zoom the page to fit in the window
hu: Az oldal nagyítása akkorára, mint az ablak
lv: Mērogot lapu, lai tā iederētos logā

source: _Auto-fit
hu: _Automatikus igazítás
lv: _Auto-iederas

source: _Default Zoom
am: _ነባሩ እይታ
hu: _Alapértelmezett nagyítás
lv: _Noklusētā Tālummaiņa

source: _Fit Window
am: በ_መስኮቱ ልክ
hu: _Igazítás az ablakmérethez
lv: _Iederas Logā

source: _No Auto-fit
hu: _Nincs automatikus igazítás
lv: _Nav Auto-iederas

source: _Zoom
am: _በቅርበት አሳይ
hu: _Nagyítás
lv: _Tālummaiņa

source: Executive
am: ኤክዜኪውቲቭ
lv: Izpildu

source: First
am: መጀመሪያ
hu: Első
lv: Pirmā

source: Go to first page
am: ወደ መጀመሪያ ገጽ ሂዱ
hu: Lapozás az első lapra
lv: Iet uz pirmo lapu

source: Go to last page
am: ወደ መጨረሻ ገጽ ሂዱ
hu: Lapozás az utolsó lapra
lv: Iet uz pēdējo lapu

source: Go to next page
am: ወደ ሚቀጥለው ገጽ ሂዱ
hu: Ugrás a következő lapra
lv: Iet uz nākamo lapu

source: Go to previous page
am: ወዳለፈው ገጽ ሂዱ
hu: Ugrás az előző lapra
lv: Iet uz iepriekšējo lapu

source: Last
am: መጨረሻ
hu: Utolsó
lv: Pēdējā

source: Ledger
am: ሌጀር
lv: Virsgrāmata

source: Legal
am: ሊጋል
lv: Legāls

source: Letter
am: ደብዳቤ
lv: Vēstule

source: Next
am: የሚቀጥለው
hu: Következő
lv: Nākamais

source: Open the preferences dialog
am: የምርጫዎቹን መስጫ ክፈት
hu: A beállítások ablakának megnyitása
lv: Atvērt preferenču dialogu

source: Prev
am: ያለፈው
hu: Előző
lv: Iepriekšējais

source: Print marked pages
am: ምልክት የተደረገባቸው ገጾች ይታተሙ
hu: A kijelölt lapok nyomtatása
lv: Drukāt marķētās lapas

source: Print the whole document
am: ሁሉንም ሰነድ አትም
hu: A teljes dokumentum nyomtatása
lv: Drukāt visu dokumentu

source: Quarto
am: ኳርቶ
lv: Kvarts

source: Save marked pages to a file
am: ምልክት የተደረገባቸውን ገጾች ወደፋይሉ አስቀምጥ
hu: Kijelölt lapok mentése fájlba
lv: Saglabāt marķētās lapas failā

source: Statement
am: መግለጫ
lv: Paziņojums

source: Tabloid
am: ታብሎይድ
lv: Tabloīds

source: _Document Orientation
hu: _Dokumentum elhelyezkedése
lv: _Dokumenta Orientācija

source: _Document Size
hu: _Dokumentum mérete
lv: _Dokumenta Izmērs

source: _First page
am: የ_መጀመሪያ ገጽ
hu: _Első lap
lv: _Pirmā lapa

source: _Landscape
am: _አግድም
hu: _Fekvő
lv: _Ainavas

source: _Last page
am: የ_መጨረሻ ገጽ
hu: _Utolsó lap
lv: _Pēdējā lapa

source: _Next page
am: _የሚቀጥለው ገጽ
hu: _Következő lap
lv: _Nākamā lapa

source: _Orientation
am: _አቀማመጥ
hu: _Tájolás
lv: _Orientācija

source: _Portrait
am: _በቁም
hu: Á_lló
lv: _Portrets

source: _Previous page
am: _ያለፈው ገጽ
hu: _Előző lap
lv: _Iepriekšējā lapa

source: _Print document
am: _ሰነዱ ይታተም
hu: A dokumentum _nyomtatása
lv: _Drukāt dokumentu

source: _Print marked pages
am: _ምልክት የተደረገባቸው ገጾች ይታተሙ
hu: A _kijelölt lapok nyomtatása
lv: _Drukāt marķētās lapas

source: _Save marked pages
am: _ምልክት የተደረገባቸውን ገጾች ይቀመጡ
hu: A kijelölt lapok _mentése...
lv: _Saglabāt marķētās lapas

source: _Seascape
am: _በስፋት
hu: _Ellenkező fekvő
lv: _Marīna

source: _Size
am: _መጠን
hu: _Méret
lv: _Izmērs

source: _Upside down
am: የ_ተገለበጠ
hu: F_ejjel lefelé
lv: _Otrādi

source: _View
am: _ተመልከት
hu: _Nézet
lv: _Skatīt

source: Unable to execute print command: %s
am: የሕትመቱን ትእዛዝ መፈጸም አልተቻለም፦ %s
hu: Nem sikerült végrehajtani a nyomtatási parancsot: %s
lv: Nevarēju izpildīt drukas komandu: %s

source: No pages have been marked. Do you want to save the whole document?
am: ምልክት የተደረገባቸው ገጾች የሉም። ሁሉንም ሰነዶች እንዲታተሙ ይፈልጋሉ?
hu: Nincsenek kijelölt lapok. Mented az egész dokumentumot?
lv: Neviena lapa netika marķēta. Vai vēlaties saglabāt visu dokumentu?

source: Select a file to save pages as
am: ገጾቹን በ... ለማስቀመጥ ፋይል ይምረጡ
hu: Válaszd ki a fájlt, amelybe mented a lapokat
lv: Izvēlieties failu, kurā saglabāt lapas kā

source: A file with this name already exists. Do you want to overwrite it?
am: በዚህ ስም የተሰየመ ፋይል በፊትም ይገኛል። በላዩ ላይ መጻፍ ይፈልጋሉ?
hu: Már létezik ilyen nevű fájl. Felülírod?
lv: Fails aršādu nosaukumu jau eksistē. Vai vēlaties to pārrakstīt?

source: No pages have been marked. Do you want to print the whole document?
am: ምልክት የተደረገባቸው ገጾች የሉም። ሁሉንም ሰነዶች እንዲታተሙ ይፈልጋሉ?
hu: Nincsenek kijelölt lapok. Ki szeretnéd nyomtatni az egész dokumentumot?
lv: Neviena lapa netika marķēta. Vai vēlaties izdrukāt visu dokumentu?

source: Display
am: አሳይ
hu: Megjelenítés
lv: Parādīt

source: GhostScript output
am: የጎስትስክሪፕት ውጤት
hu: Ghostscript kimenet
lv: GhostScript izvade

source: Document title
am: የሰነዱ አርእስት
hu: Dokumentum címe
lv: Dokumenta virsraksts

source: GGV control status
am: የGGV ቁጥጥር ሁኔታ
hu: GGV kontroll állapota
lv: GGV kontroles statuss

source: Number of pages
am: የገጾች ብዛት
hu: Oldalak száma
lv: Lapu skaits

source: Page names
am: የገጽ ስሞች
hu: Oldalnevek
lv: Lapu nosaukumi

source: Current page number
am: አሁን ያለው የገጽ ቍጥር
hu: Aktuális oldalszám
lv: Pašreizējās lapas numurs

source: Document width
am: የሰነዱ ስፋት
hu: Dokumentum szélessége
lv: Dokumenta palatums

source: Document height
am: የሰነዱ እርዝማኔ
hu: Dokumentum magassága
lv: Dokumenta augstums

source: Document orientation
am: የሰነዱ አቀማመጥ
hu: Dokumentum elhelyezkedése
lv: Dokumenta orientācija

source: Default orientation
am: የነበረው አቀማመጥ
hu: Alapértelmezett elhelyezkedés
lv: Noklusētā orientācija

source: Default size
am: የነበረው መጠን
hu: Alapértelmezett méret
lv: Noklusētais izmērs

source: Override document orientation
am: ሰነዱ የነበረው አቀማመጥ ይሰረዝ
hu: A dokumentum elhelyezkedését felülbírálja
lv: Neievērot dokumenta orientāciju

source: Override document size
am: የሰነዱ መጠን ይሰረዝ
hu: A dokumentum méretének felülbírálata
lv: Neievērot dokumenta izmēru

source: Respect EOF comment
am: የEOF አስተያየት ይከበር
hu: A fájlvég (EOF) megjegyzés figyelembe vétele
lv: Respektēt EOF komentāru

source: Watch displayed file for changes
am: የሚታየው ፋይል ላይ ለውጥ ለማድረግ ይመልከቱት
hu: A kép frissítése ha a fájl változik
lv: Uzraudzīt parādītā faila izmaiņas

source: Toggle marked state of all pages
hu: Lapok megjelölése ki/be
lv: Slēgt marķējuma stāvokli visās lapās

source: Toggle marked state of all pages: previously marked pages will be unmarked and unmarked ones will become marked.
hu: Lapok megjelölt állapotának átváltása: a megjelölt lapok megjelöletlenek, a megjelelöletlenek megjelöltek lesznek.
lv: Slēgt marķēšanas režīmu visām lapām: iepriekš marķētās lapas tiks atmarķētas un nemarķētās tiks marķētas.

source: Toggle marked state of odd pages
hu: Páratlan lapok megjelölése ki/be
lv: Slēgt marķēšanas režīmu nepāra lapām

source: Toggle marked state of odd pages: previously marked odd pages will be unmarked and unmarked ones will become marked.
hu: Páratlan lapok megjelölt állapotának átváltása: a megjelölt lapok megjelöletlenek, a megjelelöletlenek megjelöltek lesznek.
lv: Slēgt marķēšanas režīmu nepāra lapām: iepriekš marķētās nepāra lapas tiks atmarķētas un nemarķētās tiks marķētas.

source: Toggle marked state of even pages
hu: Páros lapok megjelölése ki/be
lv: Slēgt marķēšanas režīmu pāra lapām

source: Toggle marked state of even pages: previously marked even pages will be unmarked and unmarked ones will become marked.
hu: Páros lapok megjelölt állapotának átváltása: a megjelölt lapok megjelöletlenek, a megjelelöletlenek megjelöltek lesznek.
lv: Slēgt marķēšanas režīmu pāra lapām: iepriekš marķētās pāra lapas tiks atmarķētas un nemarķētās tiks marķētas.

source: Clear marked state of all pages
hu: Lapok megjelölésének törlése
lv: Noņemt marķējuma stāvokli visās lapās

source: Clear marked state of all pages: all pages will be unmarked.
hu: Lapok megjelölésének törlése: minden lap megjelöletlen lesz.
lv: Noņemt marķējuma stāvokli visās lapās: visas lapas tiks atmarķētas.

source: A Ghostscript frontend to visualize PostScript files
am: የፖስትስክሪፕት ፋይሎችን ለማየት የጎስትስክሪፕት
hu: PostScript dokumentum néző
lv: Ghostscript priekšgals, lai vizualizētu PostScript failus

source: GGV PostScript Viewer
am: የGGV ፖስትስክሪፕት ተመልካች
hu: GGV PostScript-néző
lv: GGV PostScript Skatītājs

source: Document
am: ሰነድ
hu: Dokumentum
lv: Dokuments

source: Toolbar style
am: የቱልባር ዓይነት
hu: Eszköztár stílusa
lv: Rīkjoslas stils

source: Layout
am: እቅድ
hu: Elrendezés
lv: Izkārtojums

source: Navigation
hu: Navigáció
lv: Navigācija

source: Printing
am: በማተም ላይ
hu: Nyomtatás
lv: Drukāšana

source: About this application
am: ስለዚህ ፕሮግራም
hu: Az alkalmazás névjegye
lv: Par šo aplikāciju

source: Cancel
am: ተወው
hu: Mégsem
lv: Atsaukt

source: Close
am: ዝጋ
hu: Bezárás
lv: Aizvērt

source: Close this window
am: ይሄንን መስኮት ዝጋ
hu: Az ablak bezárása
lv: Aizvērt šo logu

source: E_xit
am: _ውጣ
hu: _Kilépés
lv: I_ziet

source: Exit the program
am: ከፕሮግራሙ ውጣ
hu: Kilépés a programból
lv: Iziet no programmas

source: Fullscreen mode
hu: Teljes képernyős mód
lv: Pilnekrāna režīms

source: Help for this application
am: መረጃ በዚህ መጠቀሚያ ፕሮግራም ላይ
hu: Az alkalmazás súgója
lv: Palīdzība šai aplikācijai

source: New _window
am: _አዲስ መስኮት
hu: Új _ablak
lv: Jauns _logs

source: New window
am: አዲስ መስኮት
hu: Új ablak
lv: Jauns logs

source: Open
am: ክፈት
hu: Megnyitás
lv: Atvērt

source: Open a new PostScript document
am: አዲስ የፖስትስክሪፕት ሰነድ ክፈት
hu: Új PostScript dokumentum megnyitása
lv: Atvērt jaunu PostScript dokumentu

source: Open a new window
am: አዲስ መስኮት ክፈት
hu: Új ablakot nyit
lv: Atvērt jaunu logu

source: Open in new window
am: በአዲስ መስኮት ውስጥ ክፈት
hu: Megnyitás új ablakban
lv: Atvērt jaunā logā

source: Open in this window
am: በዚህኛው መስኮት ውስጥ ክፈት
hu: Ebben az ablakban nyitja meg
lv: Atvērt šajā logā

source: Reload
am: እንደገና ይጫን
hu: Újratöltés
lv: Pārlādēt

source: Reload current document
am: አሁን ያለውን ዶክመንት እንደገና ይጫን
hu: Újra betölti az aktuális dokumentumot
lv: Pārlādēt pašreizējo dokumentu

source: Show Side_bar
am: _ሳይድባር አሳይ
hu: _Oldalsáv megjelenítése
lv: Parādīt Sānu _joslu

source: Show _Menus
am: _ዝርዝሮቹን አሳይ
hu: Menük _mutatása
lv: Parādīt _Izvēlnes

source: Show _Statusbar
am: _ስታተስባር አሳይ
hu: Á_llapotsor mutatása
lv: Parādīt _Statusjoslu

source: Show _Toolbar
am: _ቱልባር አሳይ
hu: _Eszköztár mutatása
lv: Parādīt _Rīkjoslu

source: Show/hide the menus
am: ዝርዝሮቹን አሳይ/ደብቅ
hu: Menük be/ki
lv: Parādīt/paslēpt izvēlnes

source: Show/hide the sidebar
am: ሳይድባሩን አሳይ/ደብቅ
hu: Oldalsáv be/ki
lv: Parādīt/paslēpt sānu joslu

source: Show/hide the statusbar
am: ስታተስባሩን አሳይ/ደብቅ
hu: Állapotsor be/ki
lv: Parādīt/paslēpt statusjoslu

source: Show/hide the toolbar
am: ቱልባሩን አሳይ/ደብቅ
hu: Eszköztár be/ki
lv: Parādīt/paslēpt rīkjoslu

source: Toggle fullscreen mode
hu: Teljes képernyős mód
lv: Slēgt pilnekrāna režīmu

source: _About...
am: _ስለ...
hu: _Névjegy...
lv: _Par

source: _Close
am: _ዝጋ
hu: _Bezárás
lv: _Aizvērt

source: _Contents
am: _ይዞታዎች
hu: _Tartalom
lv: _Saturs

source: _Edit
am: _አስተካክል
hu: S_zerkesztés
lv: _Rediģēt

source: _File
am: _ፋይል
hu: _Fájl
lv: _Fails

source: _Help
am: _መረጃ
hu: _Súgó
lv: _Palīdzība

source: _Layout
am: _እቅድ
hu: _Elrendezés
lv: _Izkārtojums

source: _Open
am: _ክፈት
hu: _Megnyitás
lv: _Atvērt

source: _Reload
am: _እንደገና ይጫን
hu: Újratöltés
lv: _Pārlādēt

source: GGV: no document loaded
am: GGV፦ ምንም ሰነድ አልተጫነም።
hu: GGV: Nincs betöltve dokumentum.
lv: GGV: neviens dokuments nav ielādēts

source: Select a PostScript document
am: የፖስትስክሪፕት ሰነድ ምረጡ
hu: PostScript dokumentum kiválasztása
lv: Izvēlieties PostScript dokumentu

source: Unable to load file: %s
am: ፋይልን መጫን አልተቻለም፦ %s
hu: A fájl megnyitása nem sikerült: %s
lv: Neiespējami ielādēt failu: %s

source: translator_credits
am: ዘግዕዝ Frontier Foundation
hu: Bán Szabolcs (Shooby) <shooby@gnome.hu> Nagy Gergely <greg@gnome.hu> Tímár András <timar@gnome.hu>
lv: Artis Trops <hornet@navigator.lv>

source: The GNOME PostScript document previewer
am: የኖም ፖስትስክሪፕት ሰነድ መመልከቻ
hu: A GNOME PostScript-nézője
lv: GNOME PostScript dokumentu priekšskatītājs

source: Portrait
am: በቁም
hu: Álló
lv: Portrets

source: Landscape
am: አግድም
hu: Fekvő
lv: Ainava

source: Upside Down
am: የተገለበጠ
hu: Fejjel lefelé
lv: Otrādi

source: Seascape
am: በስፋት
hu: Ellenkező fekvő
lv: Marīna

source: inch
am: ኢንች
hu: hüvelyk
lv: colla

source: point
am: ነጥብ
hu: pont
lv: punkts

source: None
hu: Nincs
lv: Nekas

source: Fit to page width
hu: Igazítás az oldal szélességéhez
lv: Iederas lapas platumā

source: Fit to page size
hu: Igazítás az oldal méretéhez
lv: Iederas lapas izmērā

source: No document loaded.
am: ምንም ሰነድ አልተጫነም።
hu: Nincs betöltve dokumentum.
lv: Neviens dokuments nav ielādēts.

source: File is not a valid PostScript document.
am: ፋይሉ ትክክል የሆነ የፖስትስክሪፕት ሰነድ አይደለም።
hu: A fájl nem érvényes PostScript dokumentum.
lv: Fails nav derīgs PostScript dokuments.

source: Broken pipe.
am: የተሰበረ መተላለፊያ።
hu: Törött cső (pipe).
lv: Beigts kanāls.

source: Interpreter failed.
am: አስተርጓሚው ሳይሳካለት ቀርቷል።
hu: Hiba történt az értelmezőben.
lv: Interpretators neizdevās.

source: Error while decompressing file %s:
am: ፋይሉን በሚያስፋፋበት ወቅት ስሕተት ተፈጥሯል %s፦
hu: Hiba a '%s' fájl kitömörítése közben:
lv: Kļūda dekompresējot failu %s:

source: Error while converting pdf file %s:
hu: Hiba a(z) %s PDF-fájl konvertálása közben:
lv: Kļūda konvertējot pdf failu %s:

source: Cannot open file %s.
am: ፋይል %sን መክፈት አልተቻለም።
hu: A fájl megnyitása nem sikerült: %s.
lv: Nevaru atvērt failu %s.

source: File is not readable.
am: ፋይሉ አይነበብም።
hu: A fájl nem olvasható.
lv: Fails nav nolasāms.

source: Error while scanning file %s
am: ፋይል %sን በሚመርመርበት ጊዜ ስህተት ተፈጥሯል
hu: Hiba a fájl ellenőrzése közben: %s
lv: Kļūda skanējot failu %s

source: The file is not a PostScript document.
am: ፋይሉ የፖስትስክሪፕት ሰነድ አይደለም።
hu: A fájl nem PostScript dokumentum.
lv: Fails nav PostScript dokuments.

source: Document loaded.
am: ሰነዱ ተጭኗል።
hu: Dokumentum betöltve.
lv: Dokuments ielādēts.

source: Invalid geometry string "%s"
am: የማይሰራ የጂኦሜትሪ ሐረግ "%s"
hu: Érvénytelen geometria-karakterlánc: "%s"
lv: Nederīga ģeometrijas virkne "%s"

source: Specify the number of empty windows to open.
am: ለመክፈት የባዶ መስኮቶችን ብዛት ግለጽ።
hu: Add meg a megnyitandó üres ablakok számát.
lv: Nosakiet tukšo logu daudzumu, kurus atvērt.

source: Number of empty windows
am: የባዶ መስኮቶች ብዛት
hu: Üres ablakok száma
lv: Tukšo logu daudzums

source: X geometry specification (see "X" man page).
am: የX ጂኦሜትሪ መመሪያዎች (የ"X" መመሪያ ገጽ ይመልከቱ)
hu: X-geometria specifikációja (lásd az "X" man oldalát).
lv: X ģeometrijas specifikācija (apskati "X" man lapas).

source: Could not initialize Bonobo!
am: bonobo ማስጀመር አልቻልኩም!
hu: A Bonobo inicializálása nem sikerült!
lv: Nevarēju inicializēt Bonobo!

source: GGV _Preferences
am: የGGV _ምርጫዎች
hu: A GGV _beállításai

source: Antialiasing
hu: Élsimítás

source: GGV Preferences
am: የGGV ምርጫዎች
hu: GGV Beállítások

source: Folio
am: ፎሊዮ

source: Ghostscript
am: ጎስትስክሪፕት

source: Gnome Ghostview
am: ኖም ጎስትቪው

source: mm
am: ሚ/ሜ

source: cm
am: ሴ/ሜ

source: GEOMETRY
am: ጂኦሜትሪ
