Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/gail/po/*.po
Languages: ta

source: dialog authentication
ta: உரையாடல் உண்மைப்படுத்தல்

source: dialog information
ta: உரையாடல் தகவல்

source: dialog warning
ta: உரையாடல் எச்சரிக்கை

source: dialog error
ta: உரையாடல் பிழை

source: dialog question
ta: உரையாடல் கேல்வி

source: drag and drop
ta: þழுத்துப் போடுதல்

source: multiple drag and drop
ta: பல இழுத்துப்போடுதல்

source: add
ta: §º÷

source: apply
ta: பயன்படுத்து

source: bold
ta: தடிப்பம்

source: cancel
ta: நீக்கு

source: cdrom
ta: சி.டி.ரொம்

source: clear
ta: துப்பரவாக்கு

source: close
ta: ãÎ¸

source: color picker
ta: வண்ணம் தேர்வு

source: convert
ta: மாற்றுக

source: copy
ta: நகல்

source: cut
ta: வெட்டு

source: delete
ta: «Æ¢

source: execute
ta: செயல்படுத்து

source: find
ta: கண்டுபிடி

source: find and replace
ta: கண்டுபிடித்து மாற்றுக

source: floppy
ta: நெகிழ்வட்டு

source: go to bottom
ta: கடைசிக்கு போகவும்

source: go to first
ta: முதலாவதட்கு போகவும்

source: go to last
ta: கடைசிக்கு போகவும்

source: go to top
ta: முதலாவதட்கு போகவும்

source: go back
ta: பின் போகவும்

source: go down
ta: கீழ் போகவும்

source: go forward
ta: முன் போகவும்

source: go up
ta: மேலே பொகவும்

source: help
ta: ¯¾Å¢

source: home
ta: இல்லம்

source: index
ta: சுட்டு

source: italic
ta: சாய்ந்தது

source: jump to
ta: இதட்கு போகவும்

source: justify center
ta: நடு சீரமை

source: justify fill
ta: சீரமை நிரப்பு

source: justify left
ta: இடது சீரமை

source: justify right
ta: வலது சீரமை

source: missing image
ta: இல்லாத உருவம்

source: new
ta: புதியது

source: no
ta: þல்லை

source: ok
ta: சரி

source: open
ta: திறக்கவும்

source: paste
ta: ஒட்டு

source: preferences
ta: விருப்பங்கள்

source: print
ta: அச்சிடுக

source: print preview
ta: முன்காட்சி காட்டுக

source: properties
ta: பண்புகள்

source: quit
ta: ¦ÅÇ¢î¦ºø

source: redo
ta: Á£ñÎõ

source: refresh
ta: புதுப்பிக்கவும்

source: remove
ta: கழட்டுக

source: revert to saved
ta: சேமித்ததிட்கு பின் செல்

source: save
ta: சேமி

source: save as
ta: வேறு பெயரில் சேமி

source: select color
ta: வண்ணம் ¦¾Ã¢×¦ºöக

source: select font
ta: எழுத்துரு தெரிவுசெய்க

source: sort ascending
ta: ஏறுவரிசை அடுக்கு

source: sort descending
ta: இறங்குவரிசை அடுக்கு

source: spell check
ta: எழுத்து சரிபார்ப்பு

source: stop
ta: நிறுத்து

source: strikethrough
ta: நடு-கோடு

source: undelete
ta: அழிக்காதே

source: underline
ta: ¸£ú§¸¡ÊÎ

source: yes
ta: ஆம்

source: zoom 100 percent
ta: 100% பெரிதாக்கு

source: zoom fit
ta: பொருத்தமாக பெரிதாக்கு

source: zoom in
ta: பெரிதாக்குக

source: zoom out
ta: சிறிதாக்குக

source: timer
ta: கடிகை

source: timer stop
ta: கடிகை நிருத்து

source: trash
ta: குப்பை

source: trash full
ta: குப்பை நிறைந்தது

source: scores
ta: புள்ளிகள்

source: about
ta: பற்றி

source: blank
ta: வெற்று

source: volume
ta: ஒலி-அளவு

source: midi
ta: மிடி

source: microphone
ta: ஒலி பெருகி

source: line in
ta: ஒலி உள்ளமை

source: mail
ta: அஞ்சல்

source: mail receive
ta: அஞ்சல் பெறு

source: mail send
ta: அஞ்சல் அனுப்புக

source: mail reply
ta: அஞ்சல் மறுமொழி

source: mail forward
ta: அஞ்சல் மீண்டும்-அனுப்புக

source: mail new
ta: அஞ்சல் புதியது

source: attach
ta: இணை

source: book red
ta: புத்தகம் சிவப்பு

source: book green
ta: புத்தகம் பச்சை

source: book blue
ta: புத்தகம் நீலம்

source: book yellow
ta: புத்தகம் மஞ்சல்

source: book open
ta: புத்தகம் திற

source: multiple file
ta: பல கோப்பு

source: not
ta: அல்ல

source: table borders
ta: அட்டவணை எல்லைகள்

source: table fill
ta: அட்டவணையை நிரப்பு

source: text indent
ta: உரை உள்தள்ளல்

source: text unindent
ta: உரை உள்தள்ளாதே

source: text bulleted list
ta: உரை குண்டுக்குறி பட்டியல்

source: text numbered list
ta: உரை எண்குறி பட்டியல்

source: authentication
ta: உண்மைப்படுத்தல்
