Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/libgnomeprint/po/*.po
Languages: bg, fr, lv, nl, pa, ro

source: 1/3 A4
pa: 1/3 ਏ4

source: 1/3 A5
pa: 1/3 ਏ5

source: 1/4 A3
pa: 1/4 ਏ3

source: 1/4 A4
pa: 1/4 ਏ4

source: 1/8 A4
pa: 1/8 ਏ4

source: 2 pages to 1
pa: 2 ਸਫ਼ੇ ਤੋ 1

source: 4 pages to 1
pa: 4 ਸਫ਼ੇ ਤੋ 1

source: A0
pa: ਏ0

source: A1
pa: ਏ1

source: A10
pa: ਏ10

source: A2
pa: ਏ2

source: A3
pa: ਏ3

source: A5
pa: ਏ5

source: A6
pa: ਏ6

source: A7
pa: ਏ7

source: A8
pa: ਏ8

source: A9
pa: ਏ9

source: B0
pa: ਬੀ0

source: B1
pa: ਬੀ1

source: B10
pa: ਬੀ10

source: B2
pa: ਬੀ2

source: B3
pa: ਬੀ3

source: B4
pa: ਬੀ4

source: B5
pa: ਬੀ5

source: B6
pa: ਬੀ6

source: B7
pa: ਬੀ7

source: B8
pa: ਬੀ8

source: B9
pa: ਬੀ9

source: C0
pa: ਸੀ0

source: C1
pa: ਸੀ1

source: C10
pa: ਸੀ10

source: C2
pa: ਸੀ2

source: C3
pa: ਸੀ3

source: C4
pa: ਸੀ4

source: C5
pa: ਸੀ5

source: C6
pa: ਸੀ6

source: C6/C5 Envelope
pa: ਸੀ6/ਸੀ5 ਲਿਫਾਫਾ

source: C7
pa: ਸੀ7

source: C8
pa: ਸੀ8

source: C9
pa: ਸੀ9

source: Custom
bg: Друго
fr: Personnalisé
lv: Pārveidots
nl: Aangepast
pa: ਚੋਣ
ro: Personalizat

source: DL Envelope
pa: ਡੀ ਐਲ ਲਿਫਾਫਾ

source: Divided
pa: ਵੰਡੋ

source: Envelope 6x9
pa: ਲਿਫਾਫਾ 6x9

source: Envelope No10
pa: ਲਿਫਾਫਾ ਨੰ 10

source: Folded
pa: ਲਪੇਟਿਆ

source: Landscape
bg: Хоризонтално
fr: Paysage
lv: Horizontāli
nl: Landschap
pa: ਲੈਡਸਕੇਪ
ro: Orizontal

source: Plain
bg: Обикновена хартия
fr: Normal
lv: Parasts
nl: Standaard
pa: ਪਲੇਨ
ro: Simplu

source: Portrait
bg: Вертикално
lv: Vertikāli
nl: Portret
pa: ਪੋਰਟਰੇਟ
ro: Vertical

source: Rotated 180 degrees
bg: Завъртян на 180 градуса
fr: Rotation 190 degré
lv: Pagriezt par 180 grādiem
nl: 180 graden gedraaid
pa: 180 ਡਿਗਰੀ ਤੇ ਘੰਮਾਉ
ro: Rotit cu 180 de grade

source: Rotated 270 degrees
bg: Завъртян на 270 градуса
fr: Rotation 270 degré
lv: Pagriezt par 270 grādiem
nl: 270 graden gedraaid
pa: 270 ਡਿਗਰੀ ਤੇ ਘੰਮਾਉ
ro: Rotit cu 270 de grade

source: Rotated 90 degrees
bg: Завъртян на 90 градуса
fr: Rotation 90 dégré
lv: Pagriezt par 90 grādiem
nl: 90 graden gedraaid
pa: 90 ਡਿਗਰੀ ਤੇ ਘੰਮਾਉ
ro: Rotit cu 90 de grade

source: Straight
bg: Без промяна
fr: Étirement
lv: Taisni
nl: Recht
pa: ਸਿੱਧਾ
ro: Normal

source: US Executive
pa: ਅਮਰੀਕੀ ਐਗੀਕਿਊਟਿਵ

source: US Legal
pa: ਅਮਰੀਕੀ ਲੀਗਲ

source: US Letter
pa: ਅਮਰੀਕੀ ਪਤਰ

source: Upside down landscape
bg: Хоризонтално с главата надолу
fr: Paysage retourné
lv: No augšas uz leju horizontāli
nl: Landschap, ondersteboven
pa: ਉਪਰਲਾ ਹੇਠਾਂ ਕਰਕੇ ਲੈਡਸਕੈਪ
ro: Orizontal răsturnat

source: Upside down portrait
bg: Вертикално с главата надолу
fr: Portrait retourné
lv: No augšas uz leju vertikāli
nl: Portret, ondersteboven
pa: ਉਪਰਲਾ ਹੇਠਾਂ ਕਰਕੇ ਪੋਰਟਰੇਟ
ro: Vertical răsturnat

source: Generic Postscript
pa: ਸਧਾਰਨ ਪੋਸਟਸਕ੍ਰਿਪਟ:

source: Create a PDF document
pa: ਪੀਡੀਐਫ ਦਸਤਾਵੇਜ਼ ਬਣਾਉ

source: The quick brown fox jumps over the lazy dog.
bg: АБВГДЕЖЗИЙКЛМНОПРСТУФХЦЧШЩ абвгдежзийклмнопрстуфхцчшщъйюя
fr: Portez ce vieux whisky au juge blond qui fume.
lv: Ātra, brūna lapsa pārleca pār slinku suni.
nl: Aap noot mies wim zus jet teun vuur gijs lam.
pa: ਪੁਰਜਾ ਪੁਰਜਾ ਕਟ ਮਰੈ ਕਬਹੁੰ ਨਾ ਛਾਡੈ ਖੇਤੁ
ro: Vulpea rapidă sare peste câinele leneş.

source: Job Configuration
pa: ਕੰਮ ਦੀ ਸੰਰਚਨਾ

source: The configuration for the print job
pa: ਛਾਪਣ ਦੇ ਕੰਮ ਦੀ ਸੰਰਚਨਾ

source: Unit
bg: Единица
fr: Unité
lv: Vienība
nl: Eenheid
pa: ਇਕਾਈ
ro: Unitate

source: Units
bg: Единици
fr: Unités
lv: Vienības
nl: Eenheden
pa: ਇਕਾਈ
ro: Unităţi

source: Point
bg: Точка
lv: Punkts
nl: Punt
pa: ਬਿੰਦੂ
ro: Punct

source: Points
bg: Точки
lv: Punkti
nl: Punten
pa: ਬਿੰਦੂ
ro: Puncte

source: Userspace unit
bg: Единица за потребителя
fr: Unité utilisateur
lv: Lietotāja vienība
nl: Gebruikerseenheid
pa: Userspace ਇਕਾਈ
ro: Unitate a spaţiului utilizator

source: User
bg: Потребител
fr: Utilisateur
lv: Lietotājs
nl: Gebruiker
pa: ਉਪਭੋਗਤਾ
ro: Utilizator

source: Userspace units
bg: Потребителски единици
fr: Unités utilisateur
lv: Lietotāja vienības
nl: Gebruikerseenheden
pa: Userspace ਇਕਾਈ
ro: Unităţi ale spaţiului utilizator

source: Pixel
bg: Пиксел
lv: Pikselis
pa: ਪਿਕਸਲ

source: Pixels
bg: Пиксели
lv: Pikseļi
pa: ਪਿਕਸਲਜ
ro: Pixeli

source: Percent
bg: Процент
fr: Pourcentage
lv: Procents
nl: Percentage
pa: ਪ੍ਰਤੀਸ਼ਤ
ro: Procent

source: Percents
bg: Процента
fr: Pourcentages
lv: Procenti
nl: Procenten
pa: ਪ੍ਰਤੀਸ਼ਤ
ro: Procente

source: Millimeter
bg: Милиметър
fr: Millimètre
lv: Milimetrs
pa: ਮਿਲੀਮੀਟਰ
ro: Milimetru

source: mm
pa: ਮਿਮੀ

source: Millimeters
bg: Милиметри
fr: Millimètres
lv: Milimetri
nl: Millimeter
pa: ਮਿਲੀਮੀਟਰ
ro: Milimetri

source: Centimeter
bg: Сантиметър
fr: Centimètre
lv: Centimetrs
pa: ਸੈਟੀਮੀਟਰ
ro: Centimetru

source: cm
pa: ਸੈਮੀ

source: Centimeters
bg: Сантиметри
fr: Centimètres
lv: Centimetri
pa: ਸੈਟੀਮੀਟਰ
ro: Centimetri

source: Inch
bg: Инч
fr: Pouce
lv: Pēda
pa: ਇੰਚ

source: in
pa: ਇੰ

source: Inches
bg: Инча
fr: Pouces
lv: Collas
pa: ਇੰਚ

source: on the weekend
pa: ਹਫਤੇ ਦੇ ਅਖੀਰੀ ਦਿਨ

source: between midnight and 8 a.m.
pa: ਅੱਧੀ ਰਾਤ ਤੋ ਸਵੇਰੇ 8 ਵਜੇ ਤੱਕ

source: between 6 p.m. and 6 a.m.
pa: ਸੰਝ 6 ਵਜੇ ਤੋ ਸਵੇਰੇ 6 ਵਜੇ ਤੱਕ

source: between 4 p.m. and midnight
pa: ਸੰਝ 4 ਵਜੇ ਤੋ ਅੱਧੀ ਰਾਤ ਤੱਕ

source: between 6 a.m. and 6 p.m.
pa: ਸਵੇਰੇ 6 ਵਜੇ ਤੋ ਸੰਝ 6 ਵਜੇ ਤੱਕ

source: when manually released
pa: ਜਦੋ ਦਸਤੀ ਜਾਰੀ ਹੋਵੋਗਾ

source: immediately
pa: ਤਤਕਾਲ

source: %s (via lpr)
pa: %s (lpr ਰਾਹੀ)

source: Print out debugging information
bg: Отпечатай допълнителна информация
fr: Affiche les informations de débogage
lv: Izdrukāt atkļūdošanas informāciju
nl: Druk debug-informatie af
ro: Tipăreşte informaţii pentru depanare

source: Tries to do everything automatically
bg: Опитва се да извърши всичко автоматично
fr: Essaye de tout faire automatiquement
lv: Mēģina veikt visu automātiski
nl: Probeert alles automatisch te doen
ro: Încearcă să facă totul automatic

source: Search directories recursively for font files
bg: Претърси рекурсивно директории за шрифтови файлове
fr: Cherche récursivement dans les répertoires pour des fichiers de polices
lv: Meklēt rekursīvi direktorijās fontu failus
nl: Doorzoek mappen recursief voor lettertype bestanden
ro: Caută directoarele recursiv pentru fonturi

source: Start from zero fontmap, instead of parsing old one
bg: Започни с празен fontmap файл, вместо със стара версия на файла
fr: Démarre depuis un fontmap nul, au lieu d'en analyser un vieux
lv: Sākt no nules fontu kartes vecās kartes parsēšanas vietā
nl: Begin zonder lettertype-kaart, in plaats van een oudere te gebruiken
ro: Începe de la zero fontmap-ul, în locul prelucrării celei vechi

source: Reverifies all font files, even for fontmaps of same version
bg: Проверява наново всички файлове, дори и същите версии на fontmap файловете
fr: Revérifie tous les fichiers de polices, même pour les fontmap de la même version
lv: Pārbauda vēlreiz visus fontu failus, pat fontu kartes ar to pašu versiju
nl: Controleer de juistheid van lettertype bestanden opnieuw, zelfs voor lettertype-kaarten van dezelfde versie
ro: Reverifică toate fonturile, chiar şi pentru fontma-uri de aceeaşi versiune

source: Include font notice field (Copyright data) into fontmap
bg: Включи полето за бележки от шрифта (авторски права) във fontmap файла
fr: Inclure le champ de notice (donnée de droit d'auteur) dans le fontmap
lv: Iekļaut fonta piezīmju lauku (Autortiesību datus) fontu kartē
nl: Voeg opmerkingen-veld van lettertype (Copyright gegevens) toe in lettertype-kaart
ro: Include câmpul de informaţii de copyright despre fonturi în fontmap

source: Create $HOME/.gnome/fonts/gnome-print.fontmap
bg: Създай $HOME/.gnome/fonts/gnome-print.fontmap
fr: Créer $HOME/.gnome/fonts/gnome-print.fontmap
lv: Izveidot $HOME/.gnome/fonts/gnome-print.fontmap
nl: Maak $HOME/.gnome/fonts/gnome-print.lettertypekaart aan
ro: Creează $HOME/.gnome/fonts/gnome-print.fontmap

source: Create
bg: Създай
fr: Créer
lv: Izveidot
nl: Maak
ro: Creează

source: Write output fontmap to specified file (- for stdout)
bg: Записва получения fontmap файл в указан файл (- за стандартния изход)
fr: Écrire le fontmap de sortie dans le fichier spécifié (- for stdout)
lv: Rakstīt fontu kartes izvadu uz norādītu failu (- priekš stdout)
nl: Sla uitvoer van lettertype-kaart op in gespecificeerde bestand (- voor standaard uitvoer)
ro: Scrie fontmap-ul rezultat către fişierul rezultat ( - pentru stdout)

source: Return the $FONTMAPDIR_STATIC and $FONTMAPDIR_DYNAMIC used for this gnome-print installation)
bg: Върни $FONTMAPDIR_STATIC и $FONTMAPDIR_DYNAMIC, които са ползвани при тази инсталация на gnome-print)
fr: Retourne le $FONTMAPDIR_STATIC le $FONTMAPDIR_DYNAMIC utilisé pour cette installation gnome-print
lv: Atgriež $FONTMAPDIR_STATIC un $FONTMAPDIR_DYNAMIC, kas izmantoti šai gnome-print instalācijai)
nl: Geef de waarden van $FONTMAPDIR_STATIC en $FONTMAPDIR_DYNAMIC die gebruikt worden voor deze gnome-print installatie)
ro: Returnează $FONTMAPDIR_STATIC şi $FONTMAPDIR_DYNAMIC folosiţi pentru instalarea acestui gnome-print

source: File describing known aliases
bg: Файл описващ известните синоними
fr: Fichier décrivant les alias connus
lv: Zināmo alaišu aprakstošs fails
nl: Bestand dat alle bekende aliassen beschrijft
ro: Fişier care descrie aliasuri cunoscute

source: PATH
bg: ПЪТ
fr: CHEMIN
lv: CEĻŠ
nl: PAD

source: Specify default font(s) for any locale
bg: Укажи шрифт(ове) по подразбиране за всеки локал
fr: Spécifie la(es) police(s) par défaut pour toutes les locales
lv: Noradīt noklusēto fontu(s) jebkurai lokālei
nl: Specificeer de standaard lettertype(n) voor elke taal
ro: Specfică fontul(rile) implicit pentru orice locale

source: [LOCALE[,LOCALE]:fontname]
bg: [ЛОКАЛ[,ЛОКАЛ]:име_на_шрифта]
fr: [LOCALE[,LOCALE]:nomdepolice]
lv: [LOKĀLE[,LOKĀLE]:fontanos]
nl: [LOCALE[,LOCALE]:lettertype-naam]

source: Meter
bg: Метър
fr: Mètre
lv: Metrs
ro: Metru

source: Meters
bg: Метри
fr: Mètres
lv: Metri
ro: Metri

source: Print Paper database
bg: База данни за хартията за печат
fr: Base de donnée de papier d'impression
lv: Drukāšanas papīra datubāze
nl: Print-papier database
ro: Bază de date de hârtie pentru tipărit

source: Describe GPA Tree
bg: Опиши GPA дърво
fr: Décrire l'arbre GPA
lv: Aprakstīt GPA Koku
nl: Beschrijf GPA Boom
ro: Descrie arborele GPA

source: Print text file
bg: Отпечатай текстов файл
fr: Imprimer le fichier texte
lv: Drukāt teksta failu
nl: Print tekstbestand
ro: Tipăreşte fişier text

source: Use GnomePrintMaster for printing
bg: Използвай GnomePrintMaster за печат
fr: Utiliser GnomePrintMaster pour l'impression
lv: Lietot GnomePrintMaster drukāšanai
nl: Gebruik GnomePrintMaster om te printen
ro: Foloseşte GnomePrintMaster pentru printare

source: Dump printout to metafile ('-' for stdout)
bg: Запиши резултата в метафайл (- за стандартния изход)
fr: Sortir l'impression dans un metafichier (« - » pout stdout)
lv: Drukāšanas izmete uz metafailu ('-' priekš stdout)
nl: Printuitvoer opslaan in metabestand ('-' voor standaard uitvoer)
ro: Printează într-un metafile ('-' pentru stdout)

source: Split job between bonobo
bg: Разпредели задачата между бонобо компоненти
fr: Divise le travail entre bonobo
lv: Dalīts darbs starp bonobo
nl: Opgesplitste taak tussen bonobo
ro: Împarte sarcina între bonobo

source: Render from metafile
bg: Изобрази от метафайл
fr: Rendre depuis le métafichier
lv: Renderēt no metafaila
nl: Render vanaf metabestand
ro: Randează din metafile

source: Gnome-print test page, rotated
bg: Тестова страница на Гном-печата - завъртяна
fr: Page de test Gnome-print, pivoté
lv: Gnome-print testa lapa, sagriezta
nl: Gnome-print test pagina, gedraaid
ro: Pagină de test Gnome-print, rotită

source: Gnome-print test page, slanted
bg: Тестова страница на Гном-печата - наклонена
fr: Page de teste Gnome-print, incliné
lv: Gnome-print testa lapa, vienkārša
nl: Gnome-print test pagina, schuingedrukt
ro: Pagină de test Gnome-print, înclinată

source: Gnome-print test page, slanted. Small
bg: Тестова страница на Гном-печата - наклонена, малка
fr: Page de test, incliné. Petit
lv: Gnome-print testa lapa, vienkārša. Maza
nl: Gnome-print test pagina, schuingedrukt. Klein
ro: Pagină de test Gnome-print, înclinată. Mică

source: Pt
ro: Pct

source: Pts
nl: Ptn
ro: Pcts

source: /gnome-print.fontmap
nl: /gnome-print.lettertypekaart
