Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/nautilus/po/*.po
Languages: ar, ne, sk, sq

source: Certified
ar: مرخص
ne: प्रमाणित
sk: Overené
sq: Certifikatë

source: Chalk
ar: طبشور
ne: चक
sk: Krieda
sq: Allci

source: Charcoal
ar: فحم
ne: कोईला
sk: Drevené uhlie
sq: Karbon

source: Colors
sk: Farby

source: Concrete
ar: خرسانة
ne: कन्क्रीट
sk: Hmota
sq: Konkrete

source: Cork
ar: كورك
ne: कर्क
sk: Korok

source: Countertop
ar: كونترتوب
ne: काउण्टरटप
sk: Naopak

source: Danger
ar: خطر
ne: खतरा
sk: Nebezpeèné
sq: Rrezik

source: Danube
ar: دانوب
ne: डेन्यूब
sk: Dunaj
sq: Danubi

source: Dark Cork
ar: كورك غامق
ne: गाढा कर्क
sk: Tmavý korok

source: Dark GNOME
ar: جينوم قاتم
ne: गाढा जीनोम
sk: Tmavé GNOME
sq: GNOME e errët

source: Deep Teal
ne: डीप टील
sk: Tmavá modrozelená

source: Distinguished
ar: بارز
ne: छुट्याईएको
sk: Fantastické
sq: Veçantë

source: Dots
ar: نقط
ne: बिन्दु
sk: Bodky
sq: Pika

source: Draft
ar: مسودة
ne: ड्राफ्ट
sk: Návrh
sq: Kopje

source: Drag a color to an object to change it to that color
ar: ادرج لون لكائن لتغيره إلى ذلك اللون
ne: वस्तुको रङ्ग परिबर्तन गर्न तान्नुस्
sk: «ahajte farbu na objekt, ktorý chcete zmeni»
sq: Zvarrit një ngjyrë tek një objekt për t'i dhënë këtij të fundit atë ngjyrë

source: Drag a pattern tile to an object to change it
ar: اسحب بلاطة نمط على كائن حتى تغيره
ne: वस्तुको प्याटर्न टाइल परिबर्तन गर्न तान्नुस्
sk: «ahajte vzorku na objekt, ktorý chcete zmeni»

source: Drag an emblem to an object to add it to the object
ar: اسحب شعارا على كائن ﻹضافته له
ne: वस्तुको चिन्ह परिबर्तन गर्न तान्नुस्
sk: «ahajte emblém na objekt, ktorý chcete zmeni»

source: Eclipse
ar: خسوف
ne: ग्रहण
sk: Zatmenie
sq: Eklips

source: Emblems
ar: شعارات
ne: चिन्हहरू
sk: Emblémy
sq: Simbole

source: Envy
ne: जलन
sk: Závis»
sq: Zili

source: Erase
ar: مسح
ne: मेट
sk: Zmazané
sq: Fshi

source: Favorite
ar: مفضلة
ne: मन पर्ने
sk: Obµúbené
sq: Preferuar

source: Fibers
ar: ألياف
ne: फाइबर्स
sk: Vlákna
sq: Fibra

source: Fire Engine
ar: محرك النار
ne: फाएर इन्जिन
sk: Po¾iarnici

source: Floral
ar: زهري
ne: फ्लोरल
sk: Kvety
sq: Floreale

source: Fossil
ar: متحجر
ne: अवशेष
sk: Fosílie
sq: Fosil

source: Granite
ar: جرانيت
ne: ग्रेनाइट
sk: ®ula
sq: Granit

source: Green Weave
ar: حياكة خضراء
ne: ग्रीन वीव
sk: Zelená vlna
sq: Stofë jeshile

source: Ice
ar: ثلج
ne: बरफ
sk: ¥ad
sq: Akull

source: Important
ar: مهم
ne: महत्वपूर्ण
sk: Dôle¾ité
sq: Rëndësishme

source: Leaf
ar: ورق
ne: पात
sk: List
sq: Gjethe

source: Lemon
ar: ليمون
ne: कागति
sk: Citrón
sq: Limon

source: Manila Paper
ar: ورق مانيلا
ne: मनीला कागज
sk: Manilský papier
sq: Letër nga manila

source: Mud
ar: طين
ne: हिलोमाटो
sk: Blato
sq: Baltë

source: New
ar: جديد
ne: नयाँ
sk: Nové
sq: E re

source: Numbers
ar: أرقام
ne: संख्या
sk: Èísla
sq: Numra

source: Ocean Strips
ar: أشرطة محيط
ne: महासागर स्ट्रिप्स
sk: Vodné pruhy

source: Oh No
ar: أوه لا
ne: ओह होईन
sk: Ach nie
sq: Oh jo

source: Orange
ar: برتقال
ne: सुन्तला
sk: Pomaranè
sq: Portokalli

source: Pale Blue
ar: أزرق شاحب
ne: हल्का नीलो
sk: Bledomodrá
sq: Blu e hapur

source: Patterns
sk: Vzorky

source: Personal
ar: شخصي
ne: व्यक्तिगत
sk: Osobné
sq: Personale

source: Purple Marble
ar: رخام أرجواني
ne: बैंगनी सिगमरमर
sk: Fialový mramor
sq: Mermer violet

source: Ridged Paper
ar: ورق مخدد
ne: रिज् कागज
sk: Kartón

source: Rough Paper
ar: ورق وعر
ne: रफ कागज
sk: Hrubý papier

source: Ruby
ar: روبي
ne: रूबी
sk: Rubín
sq: Rubin

source: Sea Foam
ar: رغوة بحر
ne: समुद्री झाग
sk: Morská pena

source: Shale
ar: سجّيل
ne: चट्टान
sk: Pieskovec
sq: Argjil

source: Silver
ar: فضة
ne: चाँदी
sk: Striebro
sq: Argjent

source: Sky
ar: سماء
ne: आकास
sk: Obloha
sq: Qiell

source: Snow Ridge
ar: أخدود ثلجي
ne: बरफ रिड्ज
sk: Snehová brázda

source: Special
ar: خاص
ne: खास
sk: ©peciálne
sq: E veçantë

source: Tangerine
ar: يوسفي
ne: टेनगरिन
sk: Mandarínka

source: Urgent
ar: عاجل
ne: जरूरी
sk: Naliehavé
sq: Urgjente

source: Violet
ar: بنفسجي
ne: बैंजनी
sk: Fialová

source: Wavy White
ar: أبيض متموّج
ne: तरंगित सेतो
sk: Vlniaca sa biela

source: White
ar: أبيض
ne: सेतो
sk: Biela
sq: E bardhë

source: White Ribs
ar: أضلاع بيضاء
ne: सेतो रिब्स
sk: Biele pruhy
sq: Damarë të bardhë

source: The Gimp
sk: Gimp

source: Desktop
ar: سطح المكتب
ne: डेस्कटप
sk: Plocha

source: Trash
ar: سلة المهملات
ne: रद्दीटोकरी
sk: Odpadky
sq: Koshi

source: Computer
ne: कम्प्युटर
sk: Poèítaè

source: Home Directory
sk: Domovský prieèinok

source: Portals
sk: Portály

source: Search Engines
sk: Vyhµadávacie slu¾by

source: Linux Documentation Project
ar: مشروع مستندات لينوكس
ne: लाइनक्स डक्युमेन्टेसन् प्रोजेक्ट
sk: Linux Dokumentaèný projekt

source: Linux Resources
ar: موارد لينكس
ne: लाइनक्स स्रोत
sk: Zdroje pre Linux
sq: Rezerva Linux

source: News and Media
ar: أخبار ووسائط
ne: समाचार र मीडिया
sk: Správy a médiá
sq: Lajme dhe Media

source: Software
ar: سوفتوير
ne: सफ्टवेयर
sk: Softvér

source: Web Services
ar: خدمات الويب
ne: संजाल सेवा
sk: Slu¾by WWW
sq: Shërbime Web

source: This theme uses photo-realistic folders.
ar: تستخدم هذه التيمة مجلدات بصور واقعية.
ne: यो थीमले फोटो रिएलिस्टिक फोल्डर प्रयोग गर्छ
sk: Táto téma pou¾íva fotorealistické prieèinky.
sq: Kjo temë përdor kartela foto-reale.

source: A Teal variation of the Crux theme.
ar: اختلاف أزرق مخضر لتيمة اللب.
ne: टील जस्तो क्रक्स थीम
sk: Modrozelená variácia témy Crux.
sq: Një variant jeshil i temës Crux

source: Crux-Teal
ar: لبّ أزرق مخضر
ne: क्रक्स टील
sk: Crux-Modrozelená

source: An Eggplant variation of the Crux theme.
ar: تغيير Eggplant لتيمة اللب.
ne: एगप्लान्ट जस्तो क्रक्स थीम
sk: Eggplant variácia témy Crux.
sq: Variant Eggplant i temës Crux

source: Default
sk: ©tandard

source: This is the default theme for Nautilus.
ar: هذه هي التيمة الافتراضية لناوتيلاس.
ne: नटिलसको साविकको विषय
sk: Toto je ¹tandardná téma pre Nautilus.
sq: Kjo është tema e prezgjedhur për Nautilus.

source: This theme uses the classic GNOME icons.
sk: Táto téma pou¾íva klasické ikony GNOME.

source: Uses manila folders and gray-green backgrounds.
ar: تستخدم مجلدات بنية وخلفيات رصاصية مخضرة.
ne: मनिला फोल्डर प्रयोग गरेर खैरो-नीलो पृष्टभूमि बनाऊ
sk: Pou¾íva manilové prieèinky a ¹edozelené pozadie.
sq: Përdor kartelat manila dhe sfonde gri-jeshil.

source: _Move here
ar: انقل هنا
ne: यहाँ _ल्याऊ
sk: _Presun sem
sq: _Lëviz këtu

source: _Copy here
ar: انسخ هنا
ne: यहाँ _कपी गर
sk: _Kopírova» sem
sq: _Kopjoje këtu

source: _Link here
ar: اربط هنا
ne: यहाँ _जोड
sk: _Odkaz sem
sq: _Lidhe këtu

source: today at %-I:%M %p
ar: اليوم عند %-I:%M %p
ne: आज %-l :%M %p बजे
sk: dnes o %-I:%M %p
sq: sot në %-H:%M %p

source: yesterday at %-I:%M %p
ar: أمس عند %-I:%M %p
ne: हिजो अपरान्ह %-l:%M%p बजे
sk: vèera o %-I:%M %p
sq: dje në %-H:%M

source: %A %-m/%-d/%y at %-I:%M %p
sk: %A %-d.%-m.%y o %-I:%M %p

source: %-m/%-d/%y at %-I:%M %p
sk: %-d.%-m.%y o %-I:%M %p

source: 0 items
ar: 0 عنصر
sk: 0 polo¾iek
sq: 0 objekte

source: 0 folders
ar: 0 دليل
sk: 0 prieèinkov
sq: 0 kartela

source: 0 files
ar: 0 ملف
sk: 0 súborov

source: 1 item
ar: عنصر واحد
sk: 1 polo¾ka
sq: 1 objekt

source: 1 folder
ar: دليل واحد
sk: 1 prieèinok
sq: 1 kartelë

source: 1 file
ar: ملف واحد
sk: 1 súbor

source: %u items
ar: %u عناصر
sk: %u polo¾iek
sq: %u objekte

source: %u folders
ar: %u دلائل
sk: %u prieèinkov
sq: %u kartela

source: %u files
ar: %u ملفات
sk: %u súborov

source: ? items
ar: ؟ عناصر
ne: आईटमहरू ?
sk: ? polo¾iek
sq: ? objekte

source: ? bytes
ar: ? بايت
ne: ? बाइट्स
sk: ? bajtov

source: unknown type
ar: نوع غير معروف
ne: अपरिचित प्रकार
sk: neznámy typ
sq: tip i panjohur

source: unknown MIME type
ar: نوع MIME غير معروف
ne: अपरिचित अनुकर्ता प्रकार
sk: neznámy typ MIME
sq: tip MIME i panjohur

source: unknown
ar: غير معروف
ne: अपरिचित
sk: neznámy
sq: i panjohur

source: Can't find description even for "x-directory/normal". This probably means that your gnome-vfs.keys file is in the wrong place or isn't being found for some other reason.
ar: تعذر العثور على وصف حتى إلى "x-directory/normal". من المحتمل أن يعني هذا أن ملف gnome-vfs.keys موجود في الموقع الخطأ أو لا يمكن العثور عليه لسبب آخر.
ne: "एक्स-डाइरेक्टरी/सामान्य" को पनि वर्णन पाइएन. यसको मतलब तपाईँको जीनोम-vfs.चाबी-फाइल गलत ठाउँमा छअथवा अरु कारणले गर्दा पनि नपाइएको हुनसक्छ
sk: Nie je mo¾né nájs» popis ani pre "x-directory/normal". To asi znamená, ¾e súbor gnome-vfs.keys nie je na správnom mieste alebo z nejakého iného dôvodu sa nedá nájs».
sq: Nuk arrij të gjej një përshkrim për "x-directory/normal". Kjo do të thotë që ndoshta fili juaj gnome-vfs.keys ndodhet në një pozicion të gabuar ose nuk arrin të gjehet për ndonjë arsye tjetër.

source: No description found for mime type "%s" (file is "%s"), tell aaron@eazel.com
sk: Pre typ MIME "%s" (súbor je "%s") nebol nájdený ¾iadny popis. Oznámte to na adresu aaron@eazel.com

source: link
ar: وصلة
ne: जोड
sk: odkaz
sq: lidhje

source: link to %s
ar: اربط إلى %s
ne: %s का लागि लिङ्क
sk: odkaz na %s
sq: lidhje me %s

source: link (broken)
ar: وصلة (مكسورة)
ne: सम्बन्ध (छुट्यो)
sk: odkaz (neplatný)
sq: lidhje (e shkëputur)

source: From:
ar: من:
ne: द्वारा:
sk: Z:
sq: Nga:

source: To:
ar: إلى:
ne: प्रति:
sk: Do:
sq: Për:

source: Error while moving. "%s" cannot be moved because it is on a read-only disk.
ar: خطأ عند النقل. "%s"لا أستطيع نقله لأنه قرص للقراءة فقط
sk: Chyba pri presune. "%s" nie je mo¾né presunú», preto¾e je na disku len pre èítanie.
sq: Gabim gjatë lëvizjes. "%s" nuk mund të lëvizet pasi ndodhet në një disk që vetëm mund të lexohet.

source: Error while deleting. "%s" cannot be deleted because you do not have permissions to modify its parent folder.
ar: خطأ عند الحذف. "%s"لا تستطيع حذفه لأنك لا تملك صلاحية التعديل في دليله الأبوي
sk: Chyba pri odstraòovaní. "%s" nie je mo¾né odstráni», preto¾e nemáte právo meni» jeho rodièovský prieèinok.
sq: Gabim gjatë eleminimit. "%s" nuk mund të eleminohet pasi kartela superiore kërkon të drejta më të larta.

source: Error while deleting. "%s" cannot be deleted because it is on a read-only disk.
ar: خطأ عند الحذف. "%s"لا أستطيع حذفه لأنه قرص للقراءة فقط
sk: Chyba pri odstraòovaní. "%s" nie je mo¾né odstráni», preto¾e je na disku len na èítanie.
sq: Gabim gjatë eleminimit. "%s" nuk mund të eleminohet pasi ndodhet në një disk që vetëm mund të lexohet.

source: Error while moving. "%s" cannot be moved because you do not have permissions to change it or its parent folder.
ar: خطأ عند النقل. "%s"لا تستطيع نقله لأنك لا تملك صلاحية التعديل في دليله الأبوي.
sk: Chyba pri presune. "%s" nie je mo¾né presunú», preto¾e nemáte právo meni» jeho rodièovský prieèinok.
sq: Gabim gjatë lëvizjes. "%s" nuk mund të spostohet pasi ju nuk keni të drejta të mjaftueshme për të ndryshuar atë apo kartelën superiore.

source: Error while moving. "%s" cannot be moved to the Trash because you do not have permissions to change it or its parent folder.
ar: خطأ عند النقل. "%s"لا تستطيع نقله إلى سلة المهملات لأنك لا تملك صلاحية التعديل في دليله الأبوي.
sk: Chyba pri presune. "%s" nie je mo¾né presunú» do Odpadkov, preto¾e nemáte právo ho zmeni» alebo zmeni» jeho rodièovský prieèinok.
sq: Gabim gjatë lëvizjes. "%s" nuk mund të spostohet tek Koshi i Plehrave Trash pasi ju nuk keni të drejta të mjaftueshme për të ndryshuar atë apo kartelën superiore.

source: Error while copying. "%s" cannot be copied because you do not have permissions to read it.
ar: خطأ عند النسخ. "%s" لا تستطيع نسخه لأنك لا تملك صلاحية قراءته.
sk: Chyba pri kopírovaní. "%s" nie je mo¾né skopírova», preto¾e nemáte právo ho èíta».
sq: Gabim gjatë kopjimit. "%s" nuk mund të kopjohet pasi ju nuk keni të drejtë t'a lexoni atë.

source: Error while copying to "%s". There is not enough space on the destination.
ar: خطا خلال النسخ إلى الـ "%s". ليست هناك مساحة كافية على المرسل اليه
sk: Chyba pri kopírovaní do "%s". V cieli nie je dos» miesta.
sq: Gabim gjatë kopjimit të "%s". Nuk ka më hapsirë në pozicionin e zgjedhur për kopjen.

source: Error while moving to "%s". There is not enough space on the destination.
ar: حدث خطأ أثناء التحريك إلى "%s". ليست هناك مساحة كافية على المرسل إليه.
sk: Chyba pri presune do "%s". V cieli nie je dos» miesta.
sq: Gabim gjatë lëvizjes së "%s". Nuk ka më hapsirë në pozicionin e zgjedhur.

source: Error while creating link in "%s". There is not enough space on the destination.
ar: حدث خطأ أثناء إنشاء وصلة في "%s". ليست هناك مساحة كافية على المرسل إليه.
sk: Chyba pri vytváraní odkazu v "%s". V cieli nie je dos» miesta.
sq: Gabim gjatë krijimit të lidhjes në "%s". Nuk ka më hapsirë në pozicionin e zgjedhur.

source: Error while copying to "%s". You do not have permissions to write to this folder.
ar: حدث خطأ عند النسخ إلى "%s". انت لا تملك صلاحية الكتابة في الدليل.
sk: Chyba pri kopírovaní do "%s". Nemáte právo zápisu do tohto prieèinku.
sq: Gabim gjatë kopjimit në "%s". Nuk keni të drejtat e mjaftueshme për të shkruar tek kjo kartelë.

source: Error while copying to "%s". The destination disk is read-only.
ar: حدث خطأ عند النسخ إلى "%s". القرص المرسل إليه هو للقراءة فقط.
sk: Chyba pri kopírovaní do "%s". Cieµový disk je len na èítanie.
sq: Gabim gjatë kopjimit tek "%s". Disku i destinuar është vetëm për lexim.

source: Error while moving items to "%s". You do not have permissions to write to this folder.
ar: خطأ عند نقل العناصر إلى "%s". انت لا تملك صلاحية الكتابة في الدليل.
sk: Chyba pri presune polo¾iek do "%s". Nemáte právo zápisu do tohto prieèinku.
sq: Gabim gjatë lëvizjes së objekteve në "%s". Nuk keni të drejtë të shkruani tek kjo kartelë.

source: Error while moving items to "%s". The destination disk is read-only.
ar: خطأ عند نقل العناصر إلى "%s". القرص المرسل إليه هو للقراءة فقط.
sk: Chyba pri presune polo¾iek do "%s". Cieµový disk je len na èítanie.
sq: Gabim gjatë lëvizjes së objekteve në "%s". Disku i destinuar është vetëm për lexim.

source: Error while creating links in "%s". You do not have permissions to write to this folder.
ar: خطأ عند انشاء وصلات في "%s". انت لا تملك صلاحية الكتابة لهذا الدليل
sk: Chyba pri vytváraní odkazov v "%s". Nemáte právo zápisu do tohto prieèinku.
sq: Gabim gjatë krijimit të lidhjeve në "%s". Nuk keni të drejtë të shkruani tek kjo kartelë.

source: Error while creating links in "%s". The destination disk is read-only.
ar: خطأ عند انشاء وصلات في "%s". القرص المرسل إليه هو للقراءة فقط.
sk: Chyba pri vytváraní odkazov v "%s". Cieµový disk je len na èítanie.
sq: Gabim gjatë krijimit të lidhjeve në "%s". Disku i destinuar është vetëm për lexim.

source: Error "%s" while copying "%s". Would you like to continue?
ar: خطأ "%s" عند نسخ "%s". هل تريد المتابعة؟
sk: Chyba "%s" pri kopírovaní "%s". Chcete pokraèova»?
sq: Gabim "%s" gjatë kopjimit të "%s". Dëshironi të vazhdoj?

source: Error "%s" while moving "%s". Would you like to continue?
ar: خطأ "%s" عند نقل "%s". هل تريد المتابعة؟
sk: Chyba "%s" pri presune "%s". Chcete pokraèova»?
sq: Gabim "%s" gjatë lëvizjes së "%s". Dëshironi të vazhdoj?

source: Error "%s" while creating a link to "%s". Would you like to continue?
ar: خطأ "%s" عند انشاء الوصلات في "%s". هل تريد المتابعة؟
sk: Chyba "%s" pri vytváraní odkazu na "%s". Chcete pokraèova»?
sq: Gabim "%s" gjatë krijimit të lidhjes me "%s". Dëshironi të vazhdoj?

source: Error "%s" while deleting "%s". Would you like to continue?
ar: خطأ "%s" عند حذف "%s". هل تريد المتابعة؟
sk: Chyba "%s" pri odstraòovaní "%s". Chcete pokraèova»?
sq: Gabim "%s" gjatë eleminimit të "%s". Dëshironi të vazhdoj?

source: Error "%s" while copying. Would you like to continue?
ar: خطأ "%s" عند النسخ. هل تريد المتابعة؟
sk: Chyba "%s" pri kopírovaní. Chcete pokraèova»?
sq: Gabim "%s" gjatë kopjimit. Dëshironi të vazhdoj?

source: Error "%s" while moving. Would you like to continue?
ar: خطأ "%s" عند النقل. هل تريد المتابعة؟
sk: Chyba "%s" pri presune. Chcete pokraèova»?
sq: Gabim "%s" gjatë lëvizjes. Dëshironi të vazhdoj?

source: Error "%s" while linking. Would you like to continue?
ar: خطأ "%s" عند الربط. هل تريد المتابعة؟
sk: Chyba "%s" pri vytváraní odkazu. Chcete pokraèova»?
sq: Gabim "%s" gjatë lidhjes. Dëshironi të vazhdoj?

source: Error "%s" while deleting. Would you like to continue?
ar: خطأ "%s" عند الحذف هل تريد المتابعة؟
sk: Chyba "%s" pri odstraòovaní. Chcete pokraèova»?
sq: Gabim "%s" gjatë eleminimit. Dëshironi të vazhdoj?

source: Error while copying.
ar: حدث خطأ عند النسخ.
ne: कपि गर्दाको गल्ती
sk: Chyba pri kopírovaní.
sq: Gabim gjatë kopjimit.

source: Error while moving.
ar: حدث خطأ عند النقل.
ne: हटाउँदाको गल्ती
sk: Chyba pri presune.
sq: Gabim gjatë lëvizjes.

source: Error while linking.
ar: حدث خطأ عند الربط.
sk: Chyba pri vytváraní odkazu.
sq: Gabim gjatë lidhjes.

source: Error while deleting.
ar: حدث خطأ عند الحذف.
ne: मेटदाको गल्ती
sk: Chyba pri odstraòovaní.
sq: Gabim gjatë eleminimit.

source: Skip
ar: تخطي
sk: Preskoèi»
sq: Kapërce

source: Retry
ar: إعادة
sk: Znovu
sq: Riprovo

source: "%s" could not be moved to the new location, because its name is already used for a special item that cannot be removed or replaced. If you still want to move "%s", rename it and try again.
ar: "%s" لا يمكن ان ينقل إلى المنطقة الجديدة، لأن اسمه مستخدم من قبل عنصر خاص لايمكن حذفه او استبداله. اذا كنت تريد نقل "%s"، أعد تسميته ثم حاول ثانيةً.
sk: Nie je mo¾né presunú» "%s", preto¾e toto meno u¾ je pou¾ité pre ¹peciálnu polo¾ku, ktorá nesmie by» odstránená ani nahradená. Ak chcete "%s" aj tak presunú», premenujte ho a skúste to znovu.
sq: "%s" nuk mund të spostohet tek pozicioni i ri, sepse emri i tij eshtë përdorur për një objekt special që nuk mund të hiqet apo zëvëndësohet. Nëqoftëse akoma dëshironi t'a lëvizni "%s", ndryshoini emrin dhe provo edhe një herë.

source: "%s" could not be copied to the new location, because its name is already used for a special item that cannot be removed or replaced. If you still want to copy "%s", rename it and try again.
ar: "%s" لا يمكن ان ينسخ إلى المنطقة الجديدة، لأن اسمه مستخدم من قبل عنصر خاص لايمكن حذفه او استبداله. اذا كنت تريد نسخ "%s"، أعد تسميته ثم حاول ثانيةً.
sk: Nie je mo¾né skopírova» "%s", preto¾e toto meno u¾ je pou¾ité pre ¹peciálnu polo¾ku, ktorá nesmie by» odstránená ani nahradená. Ak chcete "%s" aj tak skopírova», premenujte ho a skúste to znovu.
sq: "%s" nuk mund të kopjohet tek pozicioni i ri, sepse emri i tij eshtë përdorur për një objekt special që nuk mund të hiqet apo zëvëndësohet. Nëqoftëse akoma dëshironi t'a kopjoni "%s", ndryshoini emrin dhe provo edhe një herë.

source: Unable to replace file.
ar: لايمكن استبدال الملف
sk: Nepodarilo sa nahradi» súbor.
sq: I pamundur zevëndësimi i file.

source: File "%s" already exists. Would you like to replace it?
ar: الملف "%s" موجود. هل تريد استبداله؟
sk: Súbor "%s" u¾ existuje. Chcete ho nahradi»?
sq: File "%s" ekziston. Dëshironi t'a zevëndësoni atë?

source: Conflict while copying
ar: حدث تضارب أثناء النسخ
sk: Konflikt pri kopírovaní
sq: Konflikt gjatë kopjimit

source: Replace
ar: استبدل
sk: Nahradi»
sq: Zevëndësoje

source: Replace All
ar: استبدل الكل
sk: Nahradi» v¹etky
sq: Zevëndësoi të gjithë

source: another link to %s
ar: ربط آخر إلى %s
ne: %s लाई अर्को लिङ्क
sk: ïal¹í odkaz na %s
sq: një tjetër lidhje me %s

source: %dst link to %s
ar: %dالوصلة الأولى إلى %s
ne: %dst लिङ्क %s को लागि
sk: %d. odkaz na %s
sq: lidhja %drë me %s

source: %dnd link to %s
ar: %dالوصلة الثانية إلى %s
ne: %dnd लिङ्क %s को लागि
sk: %d. odkaz na %s
sq: lidhja %dtë me %s

source: %drd link to %s
ar: %dالوصلة الثالثة إلى %s
ne: %drd लिङ्क %s को लागि
sk: %d. odkaz na %s
sq: lidhja %dtë me %s

source: %dth link to %s
ar: %d الوصلة إلى %s
ne: %dth लिङ्क %s को लागि
sk: %d. odkaz na %s
sq: lidhja %drt me %s

source: (copy)
ar: (نسخة)
ne: कपी
sk: (kópia)
sq: (kopje)

source: (another copy)
ar: (نسخة أخرى)
ne: अर्को कपी
sk: (ïal¹ia kópia)
sq: (kopje tjetër)

source: st copy)
ar: النسخة الأولى)
ne: st कपी
sk: . kópia)
sq: ra kopje)

source: nd copy)
ar: النسخة الثانية)
ne: nd कपी
sk: . kópia)
sq: ta kopje)

source: rd copy)
ar: النسخة الثالثة)
ne: rd कपी
sk: . kópia)
sq: ta kopje)

source: th copy)
ar: النسخ)
ne: th कपी
sk: . kópia)
sq: kopje)

source: %s (copy)%s
ar: %s (نسخة)%s
ne: %s कपी %s
sk: %s (kópia)%s
sq: %s (kopje)%s

source: %s (another copy)%s
ar: %s (نسخة أخرى)%s
ne: %s (अर्को कपी) %s
sk: %s (ïal¹ia kópia)%s
sq: %s (kopje tjetër)%s

source: %s (%dst copy)%s
ar: %s (%dst نسخة)%s
ne: %s (%dst कपी) %s
sk: %s (%d. kópia)%s
sq: %s (kopja %d)%s

source: %s (%dnd copy)%s
ar: %s (%dnd نسخة)%s
ne: %s (%dnd कपी) %s
sk: %s (%d. kópia)%s
sq: %s (kopja %d)%s

source: %s (%drd copy)%s
ar: %s (%drd نسخة)%s
ne: %s (%drd कपी) %s
sk: %s (%d. kópia)%s
sq: %s (kopja %d)%s

source: %s (%dth copy)%s
ar: %s (%dنسخة)%s
ne: %s (%dth कपी) %s
sk: %s (%d. kópia)%s
sq: %s (kopja %d)%s

source: Unknown GnomeVFSXferProgressStatus %d
ar: 'GnomeVFSXferProgressStatus' مجهول %d
ne: अज्ञात जीनोम वीएफएसएक्स प्रगति विवरण %d
sk: Neznámy GnomeVFSXferProgressStatus %d
sq: GnomeVFSXferProgressStatus %d e panjohur

source: Moving files to the Trash
ar: نقل الملف إلى سلة المهملات
ne: फाइल रद्दीटोकरीमा लगिँदै
sk: Presúvam súbory do Odpadkov
sq: Spostimi i files në Kosh

source: Files thrown out:
ar: ملف القيت إلى الخارج:
ne: फाइल बाहिर निकालीदिनुहोस्
sk: Vyhodených súborov:
sq: Files që duhen flakur:

source: Moving
ar: نقل
ne: हटाउँदै
sk: Presúvam
sq: Lëvizja e

source: Preparing to Move to Trash...
ar: جاري التحضير للنقل إلى سلى المهملات...
ne: रद्दीटोकरीमा हाल्न तयारी गरिँदै
sk: Pripravujem presun do Odpadkov...
sq: Duke u përgatitur për t'i spostuar në Kosh...

source: Moving files
ar: نقل الملفات
ne: फाइल हटाइँदै
sk: Presúvam súbory
sq: Po spostoj files

source: Files moved:
ar: الملفات المنقولة:
ne: फाइल हटाइयो
sk: Presunuté súbory:
sq: Fles e spostuar:

source: Preparing To Move...
ar: جاري التحضير للنقل...
ne: हटाउनका लागि तैयारी
sk: Pripravujem presun...
sq: Duke u përgatitur për spostim...

source: Finishing Move...
ar: انتهى النقل...
ne: हटाउने काम समाप्त
sk: Dokonèujem presun...
sq: Fund i spostimit...

source: Creating links to files
ar: انشاء وصلات إلى الملفات
ne: फाइलका लागि लिंक्स् बन्दैछ
sk: Vytváram odkazy na súbory
sq: Krijimi i lidhjes me file

source: Files linked:
ar: الملفات الموصولة:
ne: फाइल जोडियो
sk: Vytvorených odkazov:
sq: Files të lidhur:

source: Linking
ar: ربط
ne: जोड़िँदै
sk: Vytváram odkaz
sq: Lidhje

source: Preparing to Create Links...
ar: جاري التحضير لانشاء الوصلات...
ne: लिंक बनाउने तैयारी हुँदैछ
sk: Pripravujem vytvorenie odkazov...
sq: Duke përgatitur krijimin e lidhjeve...

source: Finishing Creating Links...
ar: انتهى انشاء الوصلات...
ne: लिंक्स् बनाउने काम समाप्त
sk: Dokonèujem vytvorenie odkazov...
sq: Fund i kijimit të lidhjeve...

source: Copying files
ar: نسخ الملفات
ne: फाइल कपी हुँदैछ
sk: Kopírujem súbory
sq: Kopjimi i files

source: Files copied:
ar: الملفات المنسوخة:
ne: फाइल कपी भयो
sk: Skopírovaných súborov:
sq: Files të kopjuar:

source: Copying
ar: نسخ
ne: कपी हुँदैछ
sk: Kopírujem
sq: Duke kopjuar

source: Preparing To Copy...
ar: جاري التحضير للنسخ...
ne: कपी गरने तैयारी हुँदै...
sk: Pripravujem kopírovanie...
sq: Përgatitje për kopjim...

source: You cannot copy items into the Trash.
ar: لا تستطيع نسخ عناصر داخل لمهملات
sk: Nie je mo¾né kopírova» polo¾ky do Odpadkov.
sq: Nuk mund të kopjoni objektet në Kosh.

source: Can't Copy to Trash
ar: لا يمكن النسخ لسلة المهملات
sk: Nie je mo¾né kopírova» do Odpadkov
sq: I pamundur kopjimi në Kosh

source: The Trash must remain on the desktop.
ar: يجب أن تبقى سلة المهملات على سطح المكتب.
sk: Prieèinok Odpadky musí zosta» na ploche.
sq: Koshi duhet të qëndrojë në desktop.

source: You cannot move this trash folder.
ar: لا تستطيع نقل دليل سلة المهملات هذا
ne: यो रद्दीटोकरी हटाउन सकिँदैन
sk: Toto nie je mo¾né presunú» do prieèinku s odpadkami.
sq: Nuk mund të lëvizni këtë kartelë të koshit.

source: You cannot copy the Trash.
ar: لا تستطيع نسخ سلة المهملات.
sk: Nie je mo¾né kopírova» Odpadky.
sq: Nuk është i mundur kopjimi i Koshit.

source: You cannot copy this trash folder.
ar: لا تستطيع نسخ دليل سلة المهملات هذه.
ne: यो रद्दीटोकरी कपिगर्न सकिँदैन
sk: Nemô¾ete kopírova» tento prieèinok s odpadkami.
sq: Nuk mund të kopjoni këtë kartelë të koshit.
