Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/nautilus/po/*.po
Languages: ar, ne, sk, sq

source: "%s" is not a valid location. Please check the spelling and try again.
ar: "%s" ليس موقعا صحيحا. فضلا تأكد من اﻹملاء وعاود المحاولة مرة أخرى.
sk: "%s" nie je platné miesto. Prosím, overte zadaný text a skúste to znovu.
sq: "%s" nuk është një pozicion i vlefshëm. Kontrolloje nëse e ke shkruar si duhet dhe provo përsëri.

source: Couldn't display "%s", because Nautilus cannot determine what type of file it is.
ar: تعذر عرض "%s" لعدم استطاعة ناوتيلاس تحديد نوع الملف.
sk: Nie je mo¾né zobrazi» "%s", preto¾e Nautilus nie je schopný urèi» typ súboru.
sq: E pamundur shfaqja e "%s", pasi Nautilus nuk arrin të përcaktojë se çfarë lloj file është.

source: Nautilus has no installed viewer capable of displaying "%s".
ar: لا يوجد لناوتيلاس معاين مثبت قادر على عرض "%s".
sk: Nautilus nemá nain¹talovaný ¾iadny program schopný zobrazi» "%s".
sq: Nautilus nuk ka një shikues në gjendje të shfaqë "%s".

source: Couldn't display "%s", because Nautilus cannot handle %s: locations.
ar: تعذر عرض "%s" لعدم استطاعة ناوتيلاس التعامل مع %s: مواقع.
sk: Nie je mo¾né zobrazi» "%s", preto¾e Nautilus nie je schopný pracova» s miestami %s:.
sq: E pamundur shfaqja e "%s", pasi Nautilus nuk mund të manazhojë pozicionet %s:

source: Couldn't display "%s", because the attempt to log in failed.
ar: تعذر عرض "%s" لفشل محاولة تسجيل الدخول.
sk: Nie je mo¾né zobrazi» "%s", preto¾e pokus o prihlásenie zlyhal.
sq: E pamundur shfaqja e "%s", pasi përpjekja për identifikim dështoi.

source: Couldn't display "%s", because access was denied.
ar: تعذر عرض "%s" ﻷن الوصول كان ممنوعا.
sk: Nie je mo¾né zobrazi» "%s", preto¾e bol prístup odmietnutý.
sq: Nuk arrij të shfaq "%s", pasi hyrja është e ndaluar.

source: Couldn't display "%s", because no host "%s" could be found. Check that the spelling is correct and that your proxy settings are correct.
ar: تعذر عرض "%s" لعدم العثور على المضيف "%s". تأكد من صحة الإملاء وكون إعدادات البروكسي لديك صحيحة.
sk: Nie je mo¾né zobrazi» "%s", preto¾e hostiteµ "%s" nebol nájdený. Overte, èi ste správne zadali meno a máte správne nastavené proxy.
sq: E pamundur shfaqja e "%s", pasi nuk u gjet asnjë host "%s". Verifiko që emri rregullimet proxy të jenë korrekte.

source: Couldn't display "%s", because the host name was empty. Check that your proxy settings are correct.
ar: تعذر عرض "%s" ﻷن اسم المضيف كان فارغا. تأكد من صحة إعدادات البروكسي لديك.
sk: Nie je mo¾né zobrazi» "%s", preto¾e meno hostiteµa je prázdne. Overte, ¾e máte správne nastavené proxy.
sq: E pamundur shfaqja e "%s" sepse emri i host ishte bosh. Verifiko që konfigurimi proxy të jetë korrekt.

source: Searching is unavailable right now, because you either have no index, or the search service isn't running. Be sure that you have started the Medusa search service, and if you don't have an index, that the Medusa indexer is running.
ar: بحث غير متوفر اﻵن بسبب عدم وجود فهرس لديك أو أن خدمة البحث غير جارية. تأكد من أنك شغلت خدمة البحث ميدوسا؛ وفي حال عدم وجود فهرس لديك تأكد من أن مفهرس ميدوسا يعمل.
sk: Momentálne nie je hµadanie k dispozícii, preto¾e buï nemáte index, alebo vyhµadávacia slu¾ba nefunguje. Overte, ¾e ste spustili vyhµadávaciu slu¾bu Medusa a ak nemáte index, ¾e be¾í indexaèný program pre slu¾bu Medusa.
sq: Kërkimi nuk është në dispozicin tani, pasi nuk ekziston një tregues, ose shërbimi i kërkimit nuk është në ekzekutim. Sigurohuni që keni nisur shërbimin e kërkimit Medusa, dhe nëse nuk keni një tregues, që indeksuesi i Medusa të jetë në funksion.

source: Searching Unavailable
ar: البحث غير متوفر
ne: खोज सुविधा उपलब्ध छैन
sk: Hµadanie nie je k dispozícii

source: Nautilus cannot display "%s".
ar: ليس باستطاعة ناوتيلاس عرض "%s".
ne: नटिलसले "%s" देखाउन सकेन
sk: Nautilus nemô¾e zobrazi» "%s".
sq: Nautilus nuk arrin të shfaqë "%s".

source: Can't Display Location
ar: تعذر عرض الموقع
ne: स्थान देखाउन सक्तैन
sk: Nie je mo¾né zobrazi» miesto
sq: I pamundur shikimi i pozicionit

source: Are you sure you want to forget history? If you do, you will be doomed to repeat it.
ar: هل أنت متأكد من أنك تريد نسيان التاريخ؟ إدا كان كذلك، فسوف تتعب جدا حتى تعيده مرة أخرى.
sk: Naozaj chcete zabudnú» históriu? Ak áno, budete ju musie» nabudúce ruène obnovi».
sq: Jeni sigurt që dëshiron të harrosh të kaluarën? Historia përsëritet.

source: Are you sure you want Nautilus to forget which locations you have visited?
sk: Naozaj chcete aby Nautilus zabudol, ktoré miesta ste nav¹tívili?

source: Forget History?
sk: Zabudnú» históriu?

source: Forget
sk: Zabudnú»

source: Preferences
sk: Nastavenie
sq: Preferime

source: Nautilus is a graphical shell for GNOME that makes it easy to manage your files and the rest of your system.
sk: Nautilus je grafické rozhranie pre GNOME, ktoré zjednodu¹uje správu va¹ich súborov a celého systému.

source: Translator Credits
ar: شكر للمترجمين
ne: Pawan Chitrakar <pawan@nplinux.org>
sk: Nautilus prelo¾il Stanislav Vi¹òovský
sq: Laurent Dhima <laurenti@alblinux.net>

source: The location "%s" does not exist. Do you want to remove any bookmarks with this location from your list?
ar: الموقع "%s" غير موجود. هل تريد حذف أي علامات مواقع لهذ الموقع من قائمتك؟
sk: Umiestnenie "%s" neexistuje. Naozaj chcete odstráni» zálo¾ky s týmto miestom z vá¹ho zoznamu?
sq: Pozicioni "%s" nuk ekziston. Dëshironi të heq çdo të preferuar që ka lidhje me këtë pozicion nga lista juaj?

source: Bookmark for Nonexistent Location
ar: علامة موقع لموقع غير موجود
ne: नभएको स्थानका लागि बुकमार्क
sk: Zálo¾ka pre neexistujúce miesto
sq: Libërshënues për një pozicion joekzistues

source: The location "%s" no longer exists.
ar: الموقع "%s" غير موجود
sk: Miesto "%s" u¾ neexistuje.
sq: Pozicioni "%s" nuk ekziston më.

source: Go to Nonexistent Location
ar: اذهب إلى موقع غير موجود
sk: Prejs» na neexistujúce miesto
sq: Shko tek pozicioni joekzistues

source: Go to the location specified by this bookmark
ar: اذهب إلى موقع محدد من علامات الموقع هذه
ne: बुकमार्कले देखाएको स्थानमा जानुस्
sk: Prejs» na miesto definované touto zálo¾kou
sq: Shko tek pozicioni i shënuar tek ky libërshënues

source: _Browse
sk: _Prechádza»

source: Back
ar: تراجع
ne: पछाडि
sk: Dozadu
sq: Kthehu mbrapa

source: Forward
ar: تقدم
ne: अगाडि
sk: Dopredu
sq: Vazhdo

source: bonobo_ui_init() failed.
ar: bonobo_ui_init() فشل
ne: बानोबो यूआई इनिट() असफल भयो

source: Couldn't remove emblem with name '%s'.
ne: '%s' चिन्ह हटाउन सकिएन

source: This is probably because the emblem is a permanent one, and not one you added yourself.
ne: सम्भवत यो स्थायी चिन्ह हो तपाईंले थपेको चाहीं होइन

source: Couldn't Remove Emblem
ne: चिन्ह हटाउन सकिएन

source: Couldn't rename emblem with name '%s'.
ne: '%s' चिन्हको नाम परिनत गर्न सकिएन

source: This is probably because the emblem is a permanent one, and not one that you added yourself.
ne: सम्भवत यो स्थायी चिन्ह हो तपाईंले थपेको चाहीं होइन

source: Couldn't Rename Emblem
ne: चिन्हको नाम परिवर्तन गर्न सकिएन

source: Rename Emblem
ne: चिन्हको नाम परिवर्तन गर

source: Enter a new name for the displayed emblem:
ne: देखिएको चिन्हको नयाँ नाम देउ

source: Add Emblems...
ne: नयाँ चिन्ह थप...

source: Enter a descriptive name next to each emblem. This name will be used in other places to identify the emblem.
ne: चिन्हको बुझिने नाम राख । यो नामले अरु ठाउँमा चिन्हको पहिचान गर्छ

source: Enter a descriptive name next to the emblem. This name will be used in other places to identify the emblem.
ne: चिन्हको बुझिने नाम राख । यो नामले अरु ठाउँमा चिन्हको पहिचान गर्छ

source: Some of the files could not be added as emblems.
ne: केही फाइलहरु चिन्हको रुपमा थप्न सकिँदैन

source: The emblems do not appear to be valid images.
ne: चिन्ह मान्य चित्र होइन

source: Couldn't Add Emblems
ne: चिन्ह थप्न सकिएन

source: None of the files could be added as emblems.
ne: मान्य चित्र नभएकोले चिन्हमा थप्न सकिएन

source: The emblem cannot be added.
ne: यो चिन्ह थप्न सकिँदैन

source: The dragged text was not a valid file location.
ne: तानिएको पाठ मान्य फाइल लोकेसनको होइन

source: Couldn't Add Emblem
ne: चिन्ह थप्न सकिएन

source: The file '%s' does not appear to be a valid image.
ne: '%s' फाइल मान्य चित्र होइन

source: The dragged file does not appear to be a valid image.
ne: तानिएको फाइल मान्य चित्र होइन

source: Nautilus Emblem side pane
ne: नटिलस चिन्हको साइड पेन

source: Nautilus Emblem view
ne: नटिलस चिन्हको दृश्य

source: History side pane
ne: इतिहास किनाराको पेन
sq: Paneli anësor Kronollogjia

source: History side pane for Nautilus
ne: नटिलस इतिहासको किनारा पेन
sq: Paneli anësor Kronollogjia për Nautilus

source: Camera Brand
ne: क्यामेरा ब्राण्ड

source: Camera Model
ne: क्यामेरा नमुना

source: Date Taken
ne: लिइएको मिति

source: Exposure Time
ne: देखाउने समय

source: Exposure Program
ne: देखाउने प्रोग्राम

source: Aperture Value
ne: छिद्रको मूल्य

source: Metering Mode
ne: मापित मोड

source: Flash Fired
ne: फ्ल्यास चमक

source: Focal Length
ne: केन्द्रित लम्बाइ

source: Shutter Speed
ne: सटरको गति

source: ISO Speed Rating
ne: आईएसओ गति दर

source: <b>Image Type:</b> %s (%s) <b>Resolution:</b> %dx%d pixels
ne: <b>चित्र प्रकार:</b> %s (%s) <b>पृथकीकरण:</b> %dx%d पिक्सेल

source: Failed to load image information
ne: चित्रसूचक शुरु गर्न सकिएन

source: loading...
ne: लोडिङ्ग...

source: URI currently displayed
ne: अहिले देखिएको युआरआई

source: Image Properties content view component
ne: चित्रको सम्पत्ति भएको वस्तुको दृष्य

source: Nautilus Image Properties view
ne: नटिलस चित्रको सम्पत्तिको दृष्य

source: Notes side pane
ne: टिप्पणीको किनारा पेन
sq: Paneli anësor Shënime

source: Notes side pane for Nautilus
ne: नटिलस टिप्पणीको किनारा पेन

source: Text
ar: نص
ne: पाठ
sq: Tekst

source: provides visual status
ar: يوفر حالة مرئية
ne: दृष्यात्मक तह उपलब्धता
sq: afron një gjendje vizuale

source: Browse available software
ar: استعراض البرامج المتاحة
ne: प्राप्त सफ्टवेयर हेर
sq: Shfleto software në dispozicion

source: Art
ar: فن
ne: कला

source: Azul
ar: أزول
ne: अजुल

source: C_olors
ne: रं_गहरू
sq: N_gjyra

source: Camera
ar: كاميرا
ne: क्यामेरा
sq: Kamera

source: Cool
ar: ظريف
ne: चिसो
sq: Interesante

source: Documents
ar: مستندات
ne: मिसिलहरु
sq: Dokumente

source: Fleur De Lis
ar: فلور دي ليس
ne: फ्ल्यूर डी लिस

source: GNOME
ar: جينوم
ne: जीनोम

source: Grapefruit
ar: عنب
ne: ग्रीन फ्रूट

source: Indigo
ar: نيلي
ne: नीलो

source: Mail
ar: بريد
ne: चिठ्ठी

source: Mango
ar: مانجو
ne: आँप

source: Moss Ridge
ar: أخدود طحلبي
ne: मोस रिज्

source: Multimedia
ar: وسائط متعددة
ne: मल्टीमीडिया

source: OK
ar: موافق
ne: ओके

source: Onyx
ar: اونيكس
ne: ओनिक्स

source: Package
ar: حزمة
ne: प्याकेज
sq: Arkiv

source: Pictures
ar: صور
ne: चित्रहरू
sq: Figura

source: Sky Ridge
ar: أخدود سمائي
ne: आकास रिड्ज

source: Sound
ar: صوت
ne: ध्वनि
sq: Tingull

source: Stucco
ar: جص
ne: स्टक्को
sq: Stuko

source: Terracotta
ar: طين
ne: टेराकोटा
sq: Baltë e pjekur

source: Web
ar: ويب
ne: वेब

source: _Emblems
ne: _चिन्हहरू
sq: _Emblema

source: _Patterns
ne: बुट्टा
sq: _Motive

source: Favorite applications
ar: التطبيقات المفضلة
ne: मनपर्दो एपलीकेशन्स
sq: Aplikacionet e preferuar

source: Favorites
ar: المفضلة
ne: मनपर्ने
sq: Të preferuar

source: Allaire
ne: एलायर

source: Binary Freedom
ar: الحرية الثنائية
ne: बाइनरी स्वतंत्रता

source: Borland
ar: بورلاند
ne: बोरलैण्ड

source: CNET Computers.com
ne: सीनेट कम्प्यूटर्स.कम

source: CNET Linux Center
ar: CNET مركز لينوكس
ne: सीनेट लाइनक्स केन्द्र
sq: Qendra Linux e CNET

source: CollabNet
ar: كولّاب نت
ne: कोलेबनेट

source: Compaq
ar: كومباك
ne: कम्पेक

source: Conectiva
ar: كونيكتيفا
ne: कनेक्टिवा

source: Covalent
ar: كوفالينت
ne: कोभ्यालेण्ट

source: Debian.org
ne: डीबियन.ओआरजी

source: Dell
ar: ديل
ne: डेल

source: Freshmeat.net
ne: फ्रेशमीट.नेट

source: GNOME.org
ne: जीनोम.ओआरजी

source: GNU.org
ne: जीएनयू.ओआरजी

source: Hardware
ar: العتاد
ne: हार्डवेयर

source: International
ar: عالمي
ne: अंतर्राष्ट्रिय
sq: Internacionale

source: Linux One
ar: لينكس واحد
ne: लाइनक्स एक

source: Linux Online
ar: لينكس مباشر
ne: लाइनक्स अनलाइन

source: Linux Weekly News
ar: أخبار لينكس اﻷسبوعية
ne: लाइनक्स साप्ताहिक समाचार

source: LinuxNewbie.org
ne: लाइनक्सन्यूबी.ओआरजी

source: LinuxOrbit.com
ne: लाइनक्सअरबिट.काम

source: MandrakeSoft
ar: ماندريك سوفت
ne: माण्ड्रेकसफ्ट

source: Netraverse
ar: نيترافيرس
ne: नेट्रावर्स

source: O'Reilly
ar: أوريلي
ne: ओ रेली

source: OSDN
ne: ओएसडीएन

source: Open Source Asia
ne: एसिया खुला स्रोत
sq: Open Source Azia

source: OpenOffice
ar: أوبن أوفيس
ne: खुलाआफिस

source: Penguin Computing
ne: पेनग्विन कम्प्यूटिङ्ग

source: Rackspace
ar: راك سبيس
ne: रेकस्पेस

source: Red Hat
ar: ريد هات
ne: रेड हेट

source: Red Hat Network
ar: شبكة ريد هات
ne: रेडहेट संजाल

source: RedFlag Linux
ne: रेडफ्लेग लाइनक्स

source: SourceForge
ne: सोर्सफोर्ज

source: SuSE
ar: سوزه
ne: सूसि

source: Sun StarOffice
ar: ستار أوفيس سن
ne: सन स्टारआफिस

source: Sun Wah Linux
ar: واه لينكس سن
ne: सन वाह लाइनक्स

source: Ximian
ar: زيميان
ne: जिमिअन

source: ZDNet Linux Hardware Database
ar: ZDNet قاعدة بيانات عتاد اللينوكس
ne: जेडसंजाल लाइनक्स हार्डवेयर डेटाबेस
sq: Bazë të dhënash mbi hardware për Linux nga ZDNet

source: ZDNet Linux Resource Center
ar: ZDNet مركز موارد لينكس
ne: जेडसंजाल लाइनक्स रिसोर्स केन्द्र
sq: Qendra e rezervave Linux e ZDNet

source: Zero-Knowledge
ne: शून्य ज्ञान

source: Crux-Eggplant
ne: क्रक्स-एगप्लान्ट

source: Eazel
ar: إيزيل
ne: इजल

source: A theme designed to fit well with the classic GNOME environment.
ar: تيمة مصممة لتلائم بيئة جينوم الكلاسيكية جيدا.
ne: पारम्परिक जीनोम वातावरण अनुकुल बनाइएको विषय
sq: Një temë e projektuar për t'u përshtatur me ambientin klasik GNOME.

source: Sierra
ar: سييرا
ne: सिएरा

source: Tahoe
ar: تاهوي
ne: टाहोए

source: Name of the column
ne: स्तम्भको नाम

source: Attribute
ne: प्रारुप

source: The attribute name to display
ne: देखाउनका लागि प्रारुपको नाम

source: Label
ne: लेबल

source: Label to display in the column
ne: स्तम्भ देखाउनलाई लेवल

source: Description
ne: वर्णन

source: A user-visible description of the column
ne: स्तम्भको प्रयोगकर्ता सुहाउँदो वर्णन

source: xalign
ne: एक्स सहचारी

source: The x-alignment of the column
ne: स्तम्भको एक्स सहचारी

source: Name of the item
ne: आईटमको नाम

source: Label to display to the user
ne: प्रयोगकर्तालाई देखाउने लेवल

source: Tip
ne: टिप

source: Tooltip for the menu item
ne: मेनु आईटमका लागि औजार टिप

source: Icon
ne: चिन्ह

source: Name of the icon to display in the menu item
ne: मेनु आईटममा देखाइने चिन्हको नाम

source: Sensitive
ne: सम्वेदनशील

source: Whether the menu item is sensitive
ne: जब मेनु आईटम सम्वेदनशील हुन्छ

source: Priority
ne: प्राथमिकता

source: Show priority text in toolbars
ne: औजारवारमा प्राथमिकताक्रमको पाठ देखाऊ

source: Name of the page
ne: पन्नाको नाम

source: Label widget to display in the notebook tab
ne: नोटबुक टयागमा देखाउने औजार

source: Page
ne: पन्ना

source: Widget for the property page
ne: संपत्तिरुपी पन्नाको औजार

source: Cut Text
ar: قص النص
ne: पाठ काट्नुहोस्
sq: Preje tekstin

source: Select _All
ar: اختر الجميع
ne: _सबै छान्नुस्
sq: Zgjidhe të _gjithë

source: Select all the text in a text field
ar: اختر كل النص في حقل الكتابة
ne: पाठ क्षेत्रमा सबै पाठ छान्नुस्
sq: Zgjidh të gjithë tekstin në një fushë teksti

source: A list of captions below an icon in the icon view and the desktop. The actual number of captions shown depends on the zoom level. Possible values are: "size", "type", "date_modified", "date_changed", "date_accessed", "owner", "group", "permissions", "octal_permissions" and "mime_type".
ne: चिन्हको दृष्य र डेस्कटपमा चिन्हको मुनि रहने क्याप्सनको सूची दृष्य घटबढका आधारमा देखिने क्याप्सन नम्बरहरुको वास्तविक संख्याका मूल्यहरु"आकार", "प्रकार", "मिति_संशोधित", "मिति_परिवर्तित", "मिति_सुविधा","मालिक", "समूह", "अनुमति", "ओक्टल_अनुमति" र "माइम_प्रकार" हुन् .

source: Bring up a new window for every opened file
ne: हरेक फाईल नयाँ विन्डोमा खोल्नुस्

source: Computer icon visible on desktop
ne: डेस्कटपमा होम आईकन देखाऊ

source: Criteria for search bar searching
ne: खोजीबार खोजका लागि दायरा

source: Current Nautilus theme (deprecated)
ne: अहिलेको नटिलस विषय

source: Custom Background Set
ne: प्रचलित पार्श्व सेट

source: Custom Side Pane Background Set
ne: प्रचलित साइडप्यान पार्श्व सेट

source: Default Background Color
ne: पूर्वनिर्धारित पार्श्व रङ्ग

source: Default Background Filename
ne: पूर्वनिर्धारित पार्श्व फाईलनाम

source: Default Side Pane Background Color
ne: पूर्वनिर्धारित किनाराको पार्श्व रङ्ग

source: Default Side Pane Background Filename
ne: पूर्वनिर्धारित किनाराको पार्श्व फाईलनाम

source: Default column order in the list view
ne: सूची दृष्यमा प्रयोग गर्ने पूर्वनिर्धारित स्तम्भ

source: Default column order in the list view.
ne: सूची दृष्यमा प्रयोग गर्ने पूर्वनिर्धारित स्तम्भ

source: Default folder viewer
ne: पूर्वनिर्धारित फोल्डर द्रष्टा

source: Default icon zoom level
ne: पूर्वनिर्धारित चिन्हको जूम लेवल

source: Default list of columns visible in the list view
ne: सूची दृष्यमा देखिने स्तम्भको पूर्वनिर्धारित जूम लेवल

source: Default list of columns visible in the list view.
ne: सूची दृष्यले प्रयोग गर्ने पूर्वनिर्धारित जूम लेवल

source: Default list zoom level
ne: पूर्वनिर्धारित सूची जूम लेवल

source: Default sort order
ne: पूर्वनिर्धारित क्रम

source: Default zoom level used by the icon view.
ne: आईकन दृष्यले प्रयोग गर्ने पूर्वनिर्धारित जूम लेवल

source: Default zoom level used by the list view.
ne: सूची दृष्यले प्रयोग गर्ने पूर्वनिर्धारित जूम लेवल

source: Desktop font
ne: डेस्कटप लिपि

source: Desktop home icon name
ne: डेस्कटप होम चिन्हको नाम

source: Desktop trash icon name
ne: डेस्कटप ट्रेश चिन्हको नाम

source: Enable 'special' flags in file preferences dialog
ne: फाइल प्राथमिकता सम्वादमा 'वास्तविक' ध्वजा सक्रिय गर

source: Enables the classic Nautilus behavior, where all windows are browsers
ne: सक्रिय पारम्परिक नटिलस ब्यहोरा जहाँ सबै विण्डोहरु खुल्छन्

source: Filename for the default folder background. Only used if background_set is true.
ne: पूर्वनिर्धारित फोल्डर पृष्टभूमिको फाइलनाम पृष्टभूमि_जडान सही भएमात्र प्रयोग गर्नुहोस्

source: Filename for the default side pane background. Only used if side_pane_background_set is true.
ne: पूर्वनिर्धारित साइडप्यान पृष्टभूमिको फाइलनाम छेऊ_प्यान_पृष्टभूमि_जडान सही भएमात्र प्रयोग गर्नुहोस्

source: Folders over this size will be truncated to around this size. The purpose of this is to avoid unintentionally blowing the heap and killing Nautilus on massive folders. A negative value denotes no limit. The limit is approximate due to the reading of folders chunk-wise.
ne: यो आकारका फोल्डरहरु सालाखाला यो आकारमा टुक्र्‍याइन्छ. अनावस्यक फोल्डरहरुको बहाव रोक्ने यसको उद्देशस्य हो। नकारात्मक मूल्यले केही सीमा देखाउँदैछ. फोल्डर खण्डखण्डका रुपमा हेर्नलाई सीमा

source: Hide default bookmarks in the bookmark menu
ne: पूर्वनिर्धारित बुकमार्क्स नदेखाउ

source: Home icon visible on desktop
ne: डेस्कटपमा होम चिन्ह देखाऊ

source: If set to true, Nautilus will only show folders in the tree side pane. Otherwise it will show both folders and files.
ne: मिलान सही छ भनेमात्र नटिलसले रुख आकारको फोल्डर देखाउँछ नत्र यसले फाइल र फोल्डर दुबै देखाउँछ

source: If set to true, newly opened windows will have the location bar visible.
ne: मिलान सही छ भनेमात्र भर्खरै खोलेको विण्डोले स्थानबार देखाउँछ

source: If set to true, newly opened windows will have the side pane visible.
ne: मिलान सही छ भनेमात्र भर्खरै खोलेको विण्डोले साइडप्यान देखाउँछ

source: If set to true, newly opened windows will have the status bar visible.
ne: मिलान सही छ भनेमात्र भर्खरै खोलेको विण्डोले तहबार देखाउँछ

source: If set to true, newly opened windows will have toolbars visible.
ne: मिलान सही छ भनेमात्र भर्खरै खोलेको विण्डोले औजारबार देखाउँछ

source: If set to true, then Nautilus lets you edit some of the more esoteric options of a file in the file preferences dialog.
ne: मिलान सही छ भनेमात्र नटिलसले फाइल प्राथमिक सम्वादमा भित्रितहसम्म फाइल संशोधनगर्न अनुमति दिन्छ

source: If set to true, then Nautilus shows folders prior to showing files in the icon and list views.
ne: मिलान सही छ भनेमात्र नटिलसले चिन्ह र सूची दृष्यमा फोलडर प्राथमिकता देखाउँछ

source: If set to true, then Nautilus will ask for confirmation when you attempt to put files in the trash.
ne: मिलान सही छ भनेमात्र फाइल ट्र्‍यासमा हाल्न निश्चितताका लागि नटिलसले सोध्दछ

source: If set to true, then Nautilus will bring up a new Nautilus window by default whenever an item is opened.
ne: मिलान सही छ भनेमात्र नटिलसले कुनै आइटम खोल्दा पूर्वनिर्धारित नयाँ नटिलस विण्डो ल्याउँछ

source: If set to true, then Nautilus will draw the icons on the desktop.
ne: मिलान सही छ भनेमात्र नटिलसले डेस्कटपमा चिन्हहरु ल्याउँछ

source: If set to true, then Nautilus will have a feature allowing you to delete a file immediately and in-place, instead of moving it to the trash. This feature can be dangerous, so use caution.
ne: मिलान सही छ भनेमात्र नटिलसले तत्कालै ट्र्यासमा हाल्नुको सट्टा परिवर्तन गर्न अनुमति दिनेछ . यो कार्य जोखिमपूर्ण छ सावधानी अपनाऊ

source: If set to true, then Nautilus will just show the user's bookmarks in the bookmark menu.
ne: मिलान सही छ भनेमात्र नटिलसले बुकमार्क मेनुमा प्रयोगकर्ताको बुकमार्क देखाउला

source: If set to true, then Nautilus will use the user's home folder as the desktop. If it is false, then it will use ~/Desktop as the desktop.
ne: मिलान सही छ भनेमात्र नटिलसले डेस्कटपमा प्रयोगकर्ताको होम फोल्डर देखाउँछ । गलत छ भने डेस्कटपका रुपमा ~/डेस्कडप प्रयोग होला

source: If set to true, then all Nautilus windows will be browser windows. This is how Nautilus used to behave before version 2.6, and some people prefer this behavior.
ne: मिलान सही छ भनेमात्र नटिलस विण्डोले विण्डो देखाउँछ । यसले नटिलस २.६ भन्दा पहिलेको ब्यहोरा दर्शाउँछ र कसै कसैले यस्तै मनपराउँछन्

source: If set to true, then backup files such as those created by Emacs are displayed. Currently, only files ending in a tilde (~) are considered backup files.
ne: मिलान सही छ भनेमात्र इम्याक्सले निर्माणगरेको फाइलहरु ब्याकअप गर्छ । अहिले (~) मा अन्त्य भएका फाइलहरुमात्र ब्याकअप गर्छ

source: If set to true, then hidden files are shown in the file manager. Hidden files are either dotfiles or are listed in the folder's .hidden file.
ne: मिलान सही छ भनेमात्र लुकाएका फाइलहरु फाइल म्यानेजरले देखाउँछ । लुकाइएका फाइलहरु या त .फाइल हुन्छन् या त .लुकाइएका हुन्छन्

source: If this is set to true, an icon linking to the computer location will be put on the desktop.
ne: मिलान सही छ भनेमात्र डेस्कटपमा फाइल सम्बन्धजोड्ने संकेत चिन्ह आउला

source: If this is set to true, an icon linking to the home folder will be put on the desktop.
ne: मिलान सही छ भनेमात्र डेस्कटपमा होम फोल्डरजोड्ने संकेत चिन्ह आउला

source: If this is set to true, an icon linking to the trash will be put on the desktop.
ne: मिलान सही छ भनेमात्र डेस्कटपमा ट्र्‍यासमाजोड्ने संकेत चिन्ह आउला

source: If this is set to true, icons linking to mounted volumes will be put on the desktop.
ne: मिलान सही छ भनेमात्र डेस्कटपमा उर्ध्वगामी मूल्यहरुको संकेत चिन्ह आउला

source: If true, files in new windows will be sorted in reverse order. ie, if sorted by name, then instead of sorting the files from "a" to "z", they will be sorted from "z" to "a".
ne: मिलान सही छ भनेमात्र नयाँ विण्डोमा उल्टोक्रममा फाइल आउनेछ जस्तै "z" बाट "a".

source: If true, files in new windows will be sorted in reverse order. ie, if sorted by name, then instead of sorting the files from "a" to "z", they will be sorted from "z" to "a"; if sorted by size, instead of being incrementally they will be sorted decrementally.
ne: मिलान सही छ भनेमात्र नयाँ विण्डोमा उल्टोक्रममा फाइल आउनेछ जस्तै नामले "a" बाट "z"र आकारबाट गरियोभने"z" बाट "a"क्रममा रहला.

source: If true, icons will be laid out tighter by default in new windows.
ne: मिलान सही छ भनेमात्र चिन्हहरु पूर्वनिर्धारित रुपमै मिलेर रहनेछन्

source: If true, labels will be placed beside icons rather than underneath them.
ne: मिलान सही छ भनेमात्र तहहरु चिन्हहरु विण्डोका हाराहारीमा रहनेछन् मुनिपट्टि होइन

source: If true, new windows will use manual layout by default.
ne: मिलान सही छ भनेमात्र नयाँ विण्डोले पूर्वनिर्धारित रुपमा म्यानुयल मोहडा प्रयोग गर्नेछ
