Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/nautilus/po/*.po
Languages: ar, ne, sk, sq

source: Can't find an hbox, using a normal file selection
ar: لم أحصل على hbox، سأستخدم اختيار الملفات العادي
sq: Nuk arrij të gjej një hbox, është në përdorim një zgjedhje normale e file

source: AFFS Volume
ar: تسمية AFFS
sq: Volum AFFS

source: AFS Network Volume
ar: AFS تسمية شبكات
sq: Volum AFS rrjeti

source: Auto-detected Volume
ar: تسمية التحري-التلقائي
sq: Volum i auto-përcaktuar

source: CD-ROM Drive
ar: مشغل CD-ROM
sq: Njësi CD-ROM

source: CDROM Volume
ar: تسمية CDROM
sq: Volum CDROM

source: DVD Volume
ar: تسمية دي في دي
sq: Volum DVD

source: Enhanced DOS Volume
ar: تسمية دوس المحسّن
sq: Volum Dos i përparuar

source: Ext2 Linux Volume
ar: تسمية لينوكس Ext2
sq: Volum Linux Ext2

source: Ext3 Linux Volume
ar: تسمية لينوكس Ext3
sq: Volum Linux Ext3

source: Hardware Device Volume
ar: تسمية الجهاز
sq: Dispozitiv Hardware

source: Hsfs CDROM Volume
sq: Volum Hsfs CDROM

source: JFS Volume
ar: تسمية JFS
sq: Volum JFS

source: MacOS Volume
ar: تسمية ماك أو إس
sq: Volum MacOS

source: Minix Volume
ar: تسمية Minix
sq: Volum Minix

source: NFS Network Volume
ar: تسمية شبكات NFS
sq: Volum NFS rrjeti

source: Pcfs Solaris Volume
sq: Volum Pcfs Solaris

source: ReiserFS Linux Volume
ar: تسمية لينوكس ReiserFS
sq: Volum Linux ReiserFS

source: Solaris/BSD Volume
ar: تسمية Solaris/BSD
sq: Volum Solaris/BSD

source: SuperMount Volume
sq: Volum SuperMount

source: System Volume
ar: تسمية النظام
sq: Volum sistemi

source: Udfs Solaris Volume
sq: Volum Udfs Solaris

source: Windows NT Volume
ar: تسمية Windows NT
sq: Volum Windows NT

source: Windows Shared Volume
ar: تسمية مشتركات ويندورز
sq: Volum Windows i përbashkët

source: Windows VFAT Volume
ar: تسمية VFAT للويندوز
sq: Volum Windows VFAT

source: XFS Linux Volume
ar: تسمية XFS لينكس
sq: Volum Linux XFS

source: XIAFS Volume
ar: تسمية XIAFS
sq: Volum XIAFS

source: Xenix Volume
ar: تسمية زينيكس
sq: Volum Xenix

source: Your HTTP Proxy requires you to log in.
ar: بروكسي HTTP الخاص بك يتطلب تسجيل الدخول
sq: Proxy juaj HTTP ju kërkon të kryeni identifikimin.

source: You must log in to access "%s". %s
ar: يجب ان تسجل الدخول لدخول "%s". %s
sq: Duhet të identifikoheni për t'u futur "%s". %s

source: Your password will be transmitted unencrypted.
ar: كلمة مرورك سيتم نقلها دون تشفير.
sq: Password do të trasmetohet e pakriptuar.

source: Your password will be transmitted encrypted.
ar: كلمة مرورك سيتم نقلها مشفرة.
sq: Password do të trasmetohet e kriptuar.

source: Authentication Required
ar: يتطلب المصادقة
sq: Nevoitet autentifikimi

source: foo (13th copy)
ar: foo (النسخة الثالثة عشر)
sq: foo (kopja e 13-të)

source: foo (14th copy)
ar: foo (النسخة الرابعة عشر)
sq: foo (kopja e 14-të)

source: foo (13th copy).txt
ar: foo (النسخة الثالثة عشر).txt
sq: foo (kopja e 13-të).txt

source: foo (14th copy).txt
ar: foo (النسخة الرابعة عشر).txt
sq: foo (kopja e 14-të).txt

source: foo (10th copy)
ar: foo (النسخة العاشرة)
sq: foo (kopja e 10-të)

source: foo (11th copy)
ar: foo (النسخة الحادية عشر)
sq: foo (kopja e 11-të)

source: foo (10th copy).txt
ar: foo (النسخة العاشرة).txt
sq: foo (kopja e 10-të).txt

source: foo (11th copy).txt
ar: foo (النسخة الحادية عشر).txt
sq: foo (kopja e 11-të).txt

source: foo (12th copy)
ar: foo (النسخة الثانية عشر)
sq: foo (kopja e 12-të)

source: foo (12th copy).txt
ar: foo (النسخة الثانية عشر).txt
sq: foo (kopja e 12-të).txt

source: foo (110th copy)
ar: foo (110النسخة الـ)
sq: foo (110-a kopje)

source: foo (111th copy)
ar: foo (النسخة الـ111)
sq: foo (111-a kopje)

source: foo (110th copy).txt
ar: foo (110النسخة الـ).txt
sq: foo (110-a kopje).txt

source: foo (111th copy).txt
ar: foo (111النسخة الـ).txt
sq: foo (111-a kopje).txt

source: foo (122nd copy)
ar: foo (122النسخة الـ)
sq: foo (kopja e 122-të)

source: foo (123rd copy)
ar: foo (123النسخة الـ)
sq: foo (kopja e 123-të)

source: foo (122nd copy).txt
ar: foo (122النسخة الـ).txt
sq: foo (122-ta kopje).txt

source: foo (123rd copy).txt
ar: foo (123النسخة الـ).txt
sq: foo (123-ta kopje).txt

source: foo (124th copy)
ar: foo (124النسخة الـ)
sq: foo (kopja e 124)

source: foo (124th copy).txt
ar: foo (124th النسخة الـ).txt
sq: foo (kopja e 124).txt

source: %m/%d/%y
sq: %d/%m/%y

source: file icon
ar: ايقونة الملف
sq: ikona e file

source: If you would like to enable fast searches, you can edit the file %s as root. Setting the enabled flag to "yes" will turn medusa services on. To start indexing and search services right away, you should also run the following commands as root: medusa-indexd medusa-searchd Fast searches will not be available until an initial index of your files has been created. This may take a long time.
ar: إن أحببت تفعيل البحث السريع فعليك تحرير الملف %s كمستخدم جذري. تعيين العلامة المفعلة على أنها "yes" سيشغل خدمة ميدوسا. لبدء الفهرسة وخدمات البحث حالا، يتوجب عليك إجراء اﻷوامر التالية كمستخدم جذري: medusa-indexd medusa-searchd لن يتوفر البحث السريع ما لم يتم إنشاء فهرسا أوليا لملفاتك. ربما يستغرق ذلك وقتا طويلا.
sq: Pëe të aktivuar kërkimet e shpejta, ndryshoni file %s si root. Duke vendosur opcionin enabled në "yes" shërbimet e medusa do të aktivohen. Për të nisur shërbimet e renditjes dhe të kërkimit menjëherë, duhet të jepni komandat në vazhdim si root: medusa-indexd medusa-searchd Kërkimet e shpejta nuk do të jenë dispozicion deri sa të krijohet një tregues fillestar i files suaj. Kjo mund të kërkojë një kohë të gjatë.

source: Medusa, the application that performs searches, cannot be found on your system. If you have compiled nautilus yourself, you will need to install a copy of medusa and recompile nautilus. (A copy of Medusa may be available at ftp://ftp.gnome.org) If you are using a packaged version of Nautilus, fast searching is not available.
ar: لم يتم العثور على ميدوسا على نظامك، وهو التطبيق الذي يقوم بالبحث. إذا قمت بترجمة ناوتيلاس بنفسك فستحتاج لتنصيب نسخة من ميدوسا وإعادة ترجمة ناوتيلاس. (قد تتوفر نسخة من ميدوسا في ftp://ftp.gnome.org) إذا كنت تستخدم إصدارة محزومة لناوتيلاس فسوف لن يتوفر البحث السريع لديك.
sq: Medusa, aplikacioni që kryen kërkimet, nuk u gjet tek sistemi juaj. Nëqoftëse e keni kompiluar nautilus vetë ju, do t'ju duhet të instaloni një kopje të medusa dhe rikompiloni nautilus. (Një kopje të Medusa mund t'a shkarkoni nga ftp://ftp.gnome.org) Nëse jeni duke përdorur një version të paketuar të Nautilus, kërkimi i shpejtë nuk është në dispozicion.

source: There was an error displaying help: %s
sq: Gabim gjatë shfaqjes së ndihmës: %s

source: Include in the menu for "%s" only
sq: Përfshi në menu vetëm për "%s"

source: Use as default for "%s" only
sq: E prezgjedhur vetëm për "%s"

source: C_hoose
sq: _Zgjidh

source: _Modify...
ar: تعديل...
sq: _Modifiko...

source: _Go There
ar: اذهب هناك
sq: _Shko atje

source: You can configure which programs are offered for which file types in the File Types and Programs dialog.
sq: Nga dialogu Lloje files dhe programesh mund të konfigurosh se kush program shërben për të hapur një lloj të caktuar file.

source: Open with Other Application
sq: Hape me një aplikacion tjetër

source: Choose an application with which to open "%s":
sq: Zgjidh një aplikacion me të cilin të hapësh "%s":

source: Open with Other Viewer
sq: Hape me një vizualizues tjetër

source: Choose a view for "%s":
sq: Zgjidh një pamje për "%s":

source: No viewers are available for "%s".
ar: لا تتوفر معاينات إلى "%s".
sq: Asnjë vizualizues në dispozicion për "%s".

source: No Viewers Available
ar: لا يوجد عارض متاح
sq: Asnjë vizualizues në dispozicion

source: There is no application associated with "%s".
sq: Asnjë aplikacion shoqërohet me "%s".

source: No Application Associated
sq: Asnjë aplikacion i shoqëruar

source: %s You can configure GNOME to associate applications with file types. Do you want to associate an application with this file type now?
sq: %s Ju mund të konfiguroni GNOME që t'i shoqërojë një lloji të caktuar file një aplikacion të caktuar. Dëshironi të shoqëroni një aplikacion me këtë lloj file tani?

source: Associate Application
sq: Aplikacione të shoqëruara

source: "%s" can't open "%s" because "%s" can't access files at "%s" locations. No other applications are available to view this file. If you copy this file onto your computer, you may be able to open it.
ar: لا يستطيع "%s" فتح "%s" ﻷنه ليس بإمكان "%s" قراءة الملفات عند المواقع "%s". لا تتوفر تطبيقات أخرى لعرض هذا الملف. قد تستطيع فتح الملف إذا قمت بنسخه إلى كمبيوترك.
sq: "%s" nuk mund të hapë "%s" sepse "%s" nuk ka hyrje tek files nv pozicionet "%s". Asnjë aplikacion tjetër në dispozicion për të shikuar këtë file. Nëqoftëse e kopjoni këtë file në kompjuterin tuaj, do të jeni në gjendje t'a hapni atë.

source: There was an error launching the application. Details:
sq: Gabim gjatë nisjes së aplikacionit. Hollësi:

source: Error launching application
sq: Gabim duke nisur aplikacionin

source: This drop target only supports local files. To open non-local files copy them to a local folder and then drop them again.
sq: Pozicioni i destinuar i zvarritjes suporton vetëm filet lokalë. Për të hapur një file jo-lokal kopjojeni atë në një kartelë lokale e pastaj zvarriteni përsëri.

source: Drop target only supports local files
sq: Pozicioni i destinuar i zvarritjes suporton vetëm filet lokalë.

source: This drop target only supports local files. To open non-local files copy them to a local folder and then drop them again. The local files you dropped have already been opened.
sq: Pozicioni i destinuar i zvarritjes suporton vetëm filet lokalë. Për të hapur një file jo-lokal kopjojeni atë në një kartelë lokale e pastaj zvarriteni përsëri. Filet lokalë të zvarritur do të hapen sidoqoftë.

source: Audio CD
ar: قرص صوت
sq: CD Audio

source: Root Volume
ar: الدليل الجذر
sq: Volumi Root

source: Clear Text
sq: Pastro tekstin

source: Copy Text
sq: Kopjo tekstin

source: Paste Text
sq: Ngjit tekstin

source: Select All
sq: Zgjidhe të gjithë

source: Error executing utility program '%s': %s
ar: حدث خطأ في إجراء برنامج الخدمات '%s': %s
sq: Gabim gjatë ekzekutimit të programit ndihmës '%s': %s

source: Are you sure you want to permanently delete the %d selected items?
ar: هل أنت متأكد من أنك تريد حذف العناصر %d المنتقاة نهائيا؟
sq: Jeni i sigurt që dëshironi të eleminoni përgjithmonë %d objektet e zgjedhur?

source: (containing a total of 0 items)
ar: (يحوي ما مجموعه 0 عنصر)
sq: (përmban gjithsej 0 objekte)

source: (containing a total of 1 item)
ar: (يحوي ما مجموعه 1 عنصر)
sq: (përmban gjithsej 1 objekt)

source: (containing a total of %d items)
ar: (يحوي ما مجموعه %d عناصر)
sq: (përmban gjithsej %d objekte)

source: An _Application...
ar: تطبيق...
sq: Një _Aplikacion...

source: A _Viewer...
ar: معاين...
sq: Një _Vizualizues...

source: All executable files in this folder will appear in the Scripts menu. Choosing a script from the menu will run that script with any selected items as input.
ar: كل الملفات القابلة للإجراء في هذا المجلد ستبدو في قائمة النصوص البرمجية. اختيار نص برمجي من القائمة سيُجريه وسيكون أي عنصر منتقى من مدخلاته.
sq: Të gjithë të zbatueshmit në këtë kartelë do të duken tek menu e Scripts. Duke zgjedhur një script nga kjo menu , ai do të niset me çdo objekt të seleksionuar si input.

source: The %d selected items will be moved if you select the Paste Files command
ar: سيتم تحريك العناصر %d المنتقاة إذا اخترت أمر ' الصق الملفات '
sq: %d objekte të zgjedhur do të lëvizen nëqoftëse zgjidhni komandën "Ngjit files"

source: The %d selected items will be copied if you select the Paste Files command
ar: سيتم لصق العناصر %d المنتقاة إذا اخترت أمر ' الصق الملفات '
sq: %d objekte të zgjedhur do të kopjohen nëqoftëse zgjidhni komandën "Ngjit files"

source: Open _in This Window
ar: افتح في هذه النافذة
sq: Hape _në këtë dritare

source: Open _in New Window
ar: افتح في نافذة جديدة
sq: Hape _në një dritare të re

source: Open _in %d New Windows
ar: افتح في %d نوافذ جديدة
sq: Hape _në %d dritare të reja

source: Re_move Custom Icons
sq: Hi_q ikonat e personalizuara

source: Re_move Custom Icon
sq: Hi_q ikonën e personalizuar

source: Drag and drop is only supported to local file systems.
ar: السحب واﻹفلات مدعوم في أنظمة الملفات المحلية فقط.
sq: Zvarritja suportohet vetëm për file lokalë të sistemit.

source: Drag and Drop error
ar: خطأ في السحب واﻹفلات
sq: Gabim gjatë zvarritjes

source: File name
ar: اسم الملف
sq: Emri i file

source: The search you have selected is newer than the index on your system. The search will return no results right now. You can create a new index by running "medusa-indexd" as root on the command line.
ar: البحث الذي اخترته أحدث من الفهرس الموجود على نظامك. لن يرجع البحث أي نتائج في الوقت الحاضر. باستطاعتك إنشاء فهرس جديد بتنفيذ "medusa-indexd" كمستخدم جذري على سطر اﻷوامر.
sq: Kërkimi që keni zgjedhur është më i ri se treguesi i sistemit. Tani për tani kërkimi do të përfundojë pa asnjë rezultat. Mund të krijoni një tregues të ri duke ekzekutuar, si root nga rreshti i komandës, "medusa-indexd".

source: Find cannot open your file system index. Your index may be missing or corrupt. You can create a new index by running "medusa-indexd" as root on the command line.
ar: لا يستطيع البحث فتح فهرس نظام ملفاتك. قد يكون الفهرس مفقودا أو معطوبا. باستطاعتك إنشاء فهرس جديد بإجراء "medusa-indexd" كمستخدم جذري في سطر اﻷوامر.
sq: Kërkimi nuk arrin të hapë treguesin e file të sistemit. Treguesi mungon ose është i dëmtuar. Mund të krijoni një tregues të ri duke ekzekutuar, si root nga rreshti i komandës, "medusa-indexd".

source: Error reading file index
ar: حدث خطأ أثناء قراءة فهرس الملف
sq: Gabim gjatë leximit të treguesit

source: Your index files are available but the Medusa search daemon, which handles index requests, isn't running. To start this program, log in as root and enter this command at the command line: medusa-searchd
ar: ملفات الفهرس لديك متوفرة لكن جني البحث ميدوسا، الذي يتعامل مع طلبات الفهرس، لا يعمل. لتشغيل هذا البرنامج، ادخل كمستخدم جذري وأدخل هذا اﻷمر في سطر اﻷوامر: medusa-searchd
sq: Files të treguesit janë në dispozicion por demoni i kërkimit të Medusa, që manazhon kërkimet tek treguesi, nuk është në ekzekutim. Për të nisur këtë program, futu si root dhe nga rreshti i komandës zbato: medusa-searchd

source: To do a fast search, Find requires an index of the files on your system. No index is available right now. You can create an index by running "medusa-indexd" as root on the command line. Until a complete index is available, searches will take several minutes.
ar: يتطلب البحث فهرسا للملفات على نظامك للقيام بالبحث السريع. لا يتوفر فهرس اﻵن. باستطاعتك إنشاء فهرس بتنفيذ "medusa-indexd" كمستخدم جذري على سطر اﻷوامر. سيستغرق أي بحث عدة دقائق ما لم تكتمل الفهرسة.
sq: Për të kryer një kërkim të shpejtë, "Gjej" ka nevojë për një tregues të files tek sistemi juaj. Asnjë tregues ekziston për momentin. Mund të krijoni një tregues duke zbatuar si root, nga rreshti i komandës, "medusa-indexd". Pa një tregues të kompletuar në dispozicion, kërkimet do të zgjasin shumë minuta.

source: To do a content search, Find requires an index of the content on your system. No index is available right now. You can create an index by running "medusa-indexd" as root on the command line. Until a complete index is available, content searches cannot be performed.
ar: يتطلب البحث فهرسا للمحتويات على نظامك للقيام ببحث المحتويات. لا يتوفر فهرس اﻵن. باستطاعتك إنشاء فهرس بنتفيذ "medusa-indexd" كمستخدم جذري على سطر اﻷوامر. لا يمكن القيام ببحث المحتويات ما لم تكتمل الفهرسة.
sq: Për të kryer një kërkim sipas përmbajtjes, "Gjej" ka nevojë për një tregues të files tek sistemi juaj. Asnjë tregues ekziston për momentin. Mund të krijoni një tregues duke zbatuar si root, nga rreshti i komandës, "medusa-indexd". Pa një tregues të kompletuar në dispozicion, kërkimet sipas përmbajtjes nuk mund të kryen.

source: Fast searches are not enabled on your computer
ar: البحث السريع غير مفعل على كمبيوترك
sq: Kërkimet e shpejta nuk janë në dispozicion tek kompjuteri juaj

source: Dis_ks
sq: Dis_qe

source: New L_auncher
sq: Ikonë e re ni_sje

source: New T_erminal
sq: T_erminal i ri

source: _New Folder
ar: مجلد جديد
sq: Kartelë e _Re

source: When Fast Search is enabled, Find creates an index to speed up searches. Fast searching is not enabled on your computer, so you do not have an index right now.
ar: حينما يتم تمكين البحث السريع، فإن البحث سينشيء فهرسا لتسريع التنقيب. البحث السريع غير ممكن على كمبيوترك، لذلك ليس لديك فهرسا في الوقت الحاضر.
sq: Kur kërkimi i shpejtë është i aktivuar, "Gjej" krijon një tregues për të shpejtuar kërkimet. Kërkimi i shpejtë nuk është i aktivuar në kompjuterin tuaj, prandaj aktualisht ju nuk kini një tregues.

source: There is no index of your files right now.
ar: لا يوجد فهرس لملفاتك في الوقت الحالي.
sq: Aktualisht këtu nuk ka një tregues.

source: Nautilus could not create the required folder "%s". Before running Nautilus, please create this folder, or set permissions such that Nautilus can create it.
ar: لم يستطع ناوتيلاس إنشاء المجلد المطلوب %s. قبل القيام بتشغيل ناوتيلاس، قم بإنشاء هذا المجلد رجاء، أو قم بتعيين التصاريح حتى يستطيع ناوتيلاس إنشائه.
sq: Nautilus nuk arrin të krijojë kartelën e krijuar "%s". Përpara se të ekzekutoni Nautilus, ju lutem krijoni atë kartelë, ose vendosni të drejtat e duhura qe Nautilus të mund t'a krijojë atë.

source: Nautilus could not create the following required folders: %s Before running Nautilus, please create these folders, or set permissions such that Nautilus can create them.
ar: لم يستطع ناوتيلاس إنشاء المجلدات المطلوبة التالية: %s قبل القيام بتشغيل ناوتيلاس، قم بإنشاء هذه المجلدات رجاء، أو قم بتعيين التصاريح حتى يستطيع ناوتيلاس إنشائهم.
sq: Nautilus nuk arrin të krijojë kartelat e duhura si në vazhdim: %s Përpara se të ekzekutoni Nautilus, ju lutem krijoni kartelat, ose vendosni të drejtat e duhura qe Nautilus të mund t'i krijojë.

source: Nautilus can't be used now. Running the command "bonobo-slay" from the console may fix the problem. If not, you can try rebooting the computer or installing Nautilus again.
ar: لا يمكن استخدام ناوتيلاس اﻵن. القيام بتشغيل اﻷمر "bonobo-slay" من الكونسول قد يساعد في حل المشكلة. إن لم يحدث ذلك، فباستطاعتك إعادة تشغيل الكمبيوتر أو تنصيب ناوتيلاس مرة أخرى.
sq: Nautilus nuk mund të përdoret tani. Duke dhënë komandën "bonobo-slay" nga një konsole ndoshta mund të korrigjoni problemin. Nëqoftëse jo, duhet të provoni të rinisni kompjuterin ose të instaloni Nautilus edhe njëherë.

source: Existence of this file indicates that the Nautilus configuration druid has been presented. You can manually erase this file to present the druid again.
ar: وجود هذا الملف يدل على عرض مساعد إعدادات ناوتيلاس. باستطاعتك حذف هذا الملف يدويا لعرض المساعد مرة أخرى.
sq: Ekzistenca e këtij file do të thotë që konfigurimi i udhëhequr është përdorur njëherë. Mund të eleminoni këtë file dhe të kryeni edhe njëherë konfigurimin e udhëhequr.

source: New Window Behavior
sq: Sjellja e dritareve të reja

source: _Open each file or folder in a new window
sq: _Hap çdo file apo kartelë në një dritare të re

source: New Window Display
sq: Elementët e dritares së re

source: Display _side pane
sq: Shfaq kornizën _anësore

source: Display _toolbar
sq: Shfaq _toolbar

source: Display location _bar
sq: Shfaq _kornizën e pozicionit

source: _Use Nautilus to draw the desktop
sq: _Përdor Nautilus për të vizatuar desktop-in

source: Use your _home folder as the desktop
sq: Përdor kartelën tënde _home si desktop

source: _Ask before emptying the Trash or deleting files
sq: P_yet para se të zbrazësh Koshin apo të eleminosh files

source: _Include a Delete command that bypasses Trash
sq: Pë_rfshi komandën elemino që kapërcen Koshin

source: Show Options
sq: Shfaq opcionet

source: _Hidden files (filenames starting with ".")
sq: _Trego files (emrat e file që fillojnë me ".")

source: _Backup files (filenames ending with "~")
sq: Shfaq files e _Backup (emrat e file që mbarojnë me "~")

source: Special flags in _Properties dialog
sq: Shfaq flags specialë tek dialogu i _Pronësive

source: Sort
sq: Rreshtimi

source: Fo_lders before files
sq: Rreshto gjithmonë karte_lat përpara files

source: Choose the order for information to appear beneath icon names. More information appears as you zoom in closer
sq: Zgjidh rradhën e shfaqjes së informacione nën emrat e ikonave. Më shumë informacione tregohen me rritjen e nivelit të zoom

source: Default View
sq: Pamja e prezgjedhur

source: _View new folders using:
sq: _Përdor për kartelat e reja:

source: Icon View Defaults
sq: Paraqitja me ikona

source: _Sort in reverse
sq: _Rreshtoi nga ana e kundërt

source: Use co_mpact layout
sq: Përdor paraqitje të n_gjeshur

source: List View Defaults
sq: Paraqitja si listë

source: Arrange _items:
sq: _Vendosi elementët:

source: Sort in _reverse
sq: _Rreshtoi nga ana e kundërt

source: _Don't include the built-in bookmarks in the Bookmarks menu
sq: _Mos përfshi të preferuarit e prezgjedhur tek menu e të preferuarve

source: Show Number of Items in Folders
sq: Shfaq numrin e elementëve në kartela

source: _Do not make thumbnails for files larger than:
sq: _Mos krijo miniatura për files më të mëdhenj se:

source: _Show folders only
sq: _shfaq vetëm kartelat

source: Maximum items per site
sq: Maksimumi i zërave për një sit

source: _Maximum number of items displayed per site
sq: Numri _Maksimum i objekteve të shfaqur për një sit

source: Update Minutes
sq: Rifreskimi në minuta

source: _Update frequency in minutes
sq: Frekuenca e rifre_skimit në minuta

source: Windows
sq: Dritare

source: Desktop & Trash
sq: Desktop & Koshi

source: Side Panes
sq: Panelët anësorë

source: Performance
sq: Hollësi

source: News Panel
sq: Paneli i lajmeve

source: Choose a view for the current location, or modify the set of views
ar: اختر عرضا للموقع الحالي أو عدّل مجموعة العروض
sq: Zgjedh një paraqitje për pozicionin aktual, ose ndryshon rregullat e paraqitjes

source: Go to the Start Here folder
ar: اذهب إلى مجلد ابدأ هنا
sq: Shko tek kartela "Fillo nga këtu"

source: New _Window
ar: نافذة جديدة
sq: _Dritare e re

source: View as...
ar: اعرض كـ...
sq: Shikoje si...

source: _Backgrounds and Emblems
sq: _Sfonde dhe simbole

source: _Start Here
ar: ابدأ هنا
sq: _Fillo nga këtu

source: _View as...
ar: اعرض كـ...
sq: S_hiko si...

source: Click on a theme to change the appearance of Nautilus.
sq: Kliko mbi një temë për të ndryshuar pamjen e Nautilus.

source: Sorry, but "%s" is not a valid theme file.
sq: Më vjen keq, por "%s" nuk është një file teme i vlefshëm.

source: _Add Theme...
sq: _Shto temën...

source: _Remove Theme...
sq: _Hiq temën...

source: Cancel _Remove
sq: Anullo _Hiq

source: Couldn't display "%s", because Nautilus cannot contact the SMB master browser. Check that an SMB server is running in the local network.
ar: تعذر عرض "%s" لعدم استطاعة ناوتيلاس الاتصال بمتصفح SMB الرئيسي. تأكد من كون خادم SMB يعمل في الشبكة المحلية.
sq: E pamundur shfaqja e "%s", pasi Nautilus nuk mund të lidhet me browser-in master SMB. Kontrollo që server-i SMB të jetë në funksion tek rrjeti lokal.

source: %lu GB RAM
ar: %lu ج.ب رام

source: %lu MB RAM
ar: %lu م.ب رام

source: %lu GB
ar: %lu ج.ب

source: %lu MB
ar: %lu م.ب

source: F_onts
ar: خطوط

source: Lucida
ar: لوسيدا

source: _Courier
ar: كورير

source: _Fixed
ar: فكسد

source: _Helvetica
ar: هلفتيكا

source: _Times
ar: تايمز

source: CD Digital Audio
ar: صوت CD رقمي

source: CD-ROM
ar: قرص مزدوج
