Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/nautilus/po/*.po
Languages: ar, ne, sk, sq

source: Can't create nautilus-launcher-applet!
sk: Nie je mo¾né vytvori» aplet nautilus-launcher-applet!

source: Can't create nautilus-preferences-applet!
sk: Nie je mo¾né vytvori» aplet nautilus-preferences-applet!

source: Quit
sk: Koniec

source: Factory for Nautilus component adapter factories
ar: مصنع لمصانع مكيّف أجزاء ناوتيلاس
ne: नटिलस कम्पोनेन्ट अडेप्टर कारखानाको लागि कारखाना
sk: Vytváracie rozhranie pre vytváracie rozhranie pre komponentové adaptéry Nautilus
sq: Fabrikë për fabrikat e komponentëve adaptues për Nautilius

source: Factory for Nautilus component adapter factories
ar: مصنع لمصانع مكيّف أجزاء ناوتيلاس
ne: नटिलस कम्पोनेन्ट अडेप्टर कारखानाको लागि कारखाना
sk: Vytváracie rozhranie pre vytváracie rozhranie pre komponentové adaptéry Nautilus
sq: Fabrikë për fabrikat e komponentëve adaptues për Nautilius

source: Factory for objects that wrap ordinary Bonobo Controls or Embeddables to look like Nautilus Views
ar: مصنع للكائنات التي تغلف أدوات تحكم بونوبو العادية أو القابلة للتضمين حتى تبدو بشكل ناوتيلاس
ne: वस्तुका लागि कारखाना जस्ले साधारण बोनोबो नियन्त्रण गर्छ वा नटिलस दृष्यजस्तै देख्न सकिन्छ
sk: Vytváracie rozhranie pre objekty, ktoré obaµujú ¹tandardné objekty Bonobo Control alebo Embedable, aby vyzerali ako pohµady Nautilu
sq: Fabrika për objekte që u japin mundësinë kontrolleve të zakonshëm Bonobo apo kontrolleve që afrojnë këtë mundësi të marrin pamjen e Nautilus

source: Nautilus component adapter factory
ar: مصنع مكيّف أجزاء ناوتيلاس
ne: नटिलस कम्पोनेन्ट अडेप्टर कारखाना
sk: Vytváracie rozhranie pre komponentové adaptéry Nautilus
sq: Fabrikë komponenti adaptues për Nautilus

source: %s CPU %s MHz %s cache size
sk: %s CPU %s MHz %s veµkos» cache

source: Hardware Overview
ar: نظرة عامة على العتاد
sk: Prehµad hardware
sq: Panorama e hardware

source: Factory for hardware view
ar: مصنع لعرض العتاد
sk: Vytváracie rozhranie pre hardwarový pohµad
sq: Fabrikë për shikimin e hardware

source: Hardware Viewer
ar: عارض العتاد
sk: Prehliadaè hardvéru
sq: Vizualizues hardware

source: Hardware view
ar: عرض العتاد
sk: Hardvérový pohµad
sq: Shikimi hardware

source: View as Hardware
ar: عرض كعتاد
sk: Zobrazi» ako hardvér
sq: Shiko si hardware

source: hardware view
ar: عرض العتاد
sk: hardvérový pohµad
sq: pamja hardware

source: Previous
sk: Predchádzajúca
sq: E kaluar

source: Home
ar: المنزل
ne: घर
sk: Domov

source: Next
sk: Nasledujúca
sq: Tjetri

source: Notes
ar: ملحوظات
ne: टिप्पणी
sk: Poznámky
sq: Shënime

source: Table %d.
sk: Tabuµka %d.

source: Up to Table of Contents
sk: Hore do Obsahu

source: Figure %s
sk: Obrázok %s

source: the section here
sk: táto èas»

source: the section
sk: èas»

source: Figure %d
sk: Obrázok %d

source: IMAGE
sk: OBRÁZOK

source: Legal Notice
sk: Zákonná poznámka

source: See
sk: Viï

source: See also
sk: Viï tie¾

source: GNOME Documentation
sk: Dokumentácia GNOME

source: by
sk: podµa

source: Table of Contents
sk: Obsah

source: PREFACE
sk: ÚVOD

source: APPENDIX
sk: PRÍLOHA

source: Manual
sk: Manuálové stránky UNIX

source: Applications
ar: تطبيقات
ne: एप्लीकेशनहरू
sk: Aplikácie
sq: Aplikacione

source: Development
sk: Vývoj

source: System Calls
sk: Systémové volania

source: Introductory Documents:
sk: Dokumenty pre zaèiatoèníkov:

source: Documents by Subject:
sk: Dokumenty podµa predmetu:

source: see
sk: viï

source: see also
sk: viï tie¾

source: No matches.
sk: Niè nenájdené.

source: (see "
sk: (viï "

source: (see also "
sk: (viï tie¾ "

source: Help
sk: Pomocník

source: Help Index
sk: Index Pomocníka

source: Help Index sidebar panel
sk: Panel Index Pomocníka pre boèný panel

source: Help Navigation Tree
sk: Navigaèný strom pomocníka

source: Help Search
sk: Hµadanie v Pomocníkovi

source: Help Search sidebar panel
sk: Panel Hµadanie v Pomocníkovi pre boèný panel

source: Help sidebar panel
sk: Pomocník pre boèný panel

source: Internal use only
sk: Len pre interné pou¾itie

source: Factory for history views
sk: Vytváracie rozhranie pre pohµady História

source: History
ar: تاريخ
ne: इतिहास
sk: História
sq: Kronollogjia

source: History sidebar panel
sk: Panel histórie pre boèný panel

source: History sidebar panel for Nautilus
sk: Panel histórie pre boèný panel Nautilu

source: I could not initialize Bonobo
sk: Nie je mo¾né inicializova» Bonobo

source: Generic Image Viewer
sk: V¹eobecný prehliadaè obrázkov

source: Generic image control factory
sk: Vytváracie rozhranie pre v¹eobecné prvok obrázkov

source: Image
ne: चित्र
sk: Obrázok

source: Image Viewer
sk: Prehliadaè obrázkov

source: Nautilus Image Viewer
sk: Prehliadaè obrázkov pre Nautilus

source: Nautilus Image viewer factory
sk: Vytváracie rozhranie pre Prehliadaè obrázkov pre Nautilus

source: View as Image
sk: Zobrazi» ako obrázok

source: %s This is a Nautilus content view that fails on demand.
sk: %s Toto je pohµad na obsah pre Nautilus, ktorý na po¾iadanie spadne.
sq: %s Kjo është një pamje e përmbajtjes së Nautilus që dështon mbas kërkesës.

source: You have tried to kill the Content Loser
sk: Pokúsili ste sa zabi» Zábudlivca obsahu
sq: Jeni përpjekur të vrisni Content Loser

source: Kill Content Loser
sk: Zabi» Zábudlivca obsahu
sq: Vrit Content Loser

source: Kill the Loser content view
sk: Zabi» pohµad zábudlivca obsahu
sq: Vrit pamjen content Loser

source: _File
ar: ملف
ne: _फाइल
sk: _Súbor

source: _Kill Content Loser
sk: _Zabi» Zábudlivca obsahu

source: Content Loser
sk: Zábudlivec obsahu

source: Content Loser Viewer
sk: Zábudlivec obsahu
sq: Vizualizues Content Loser

source: Nautilus Content Loser
sk: Zábudlivec obsahu pre Nautilus
sq: Content Loser për Nautilus

source: Nautilus content loser component's factory
sk: Vytváracie rozhranie pre komponent Zábudlivec obsahu pre Nautilus
sq: Fabrika e komponuesit content loser për Nautilus

source: Nautilus content loser factory
sk: Vytváracie rozhranie pre Zábudlivca obsahu pre Nautilus
sq: Fabrika e content loser për Nautilus

source: Nautilus content view that fails on command
sk: Pohµad pre Nautilus, ktorý zlyhá pri príkazoch
sq: Shikimi i përmbajtjes për Nautilus që dështon mbas komandës

source: View as Content Loser
sk: Zobrazi» ako Zábudlivca obsahu
sq: Shikoje si Content Loser

source: %s Loser sidebar.
sk: %s Zábudlivec pre boèný panel.
sq: %s Loser i kornizës anësore.

source: You have tried to kill the Sidebar Loser
sk: Pokúsili ste sa zabi» Zábudlivca pre boèný panel
sq: Përpjekje për të vrarë Loser e kornizës anësore

source: Kill Sidebar Loser
sk: Zabi» Zábudlivca pre boèný panel
sq: Vrit Loser e kornizës anësore

source: Kill the Loser sidebar panel
sk: Zabije Zábudlivca pre boèný panel
sq: Vrit Loser-in e panelit të kornizës anësore

source: _Kill Sidebar Loser
sk: _Zabi» Zábudlivca pre boèný panel
sq: _Kill Loser e kornizës anësore

source: Nautilus Sidebar Loser
sk: Zábudlivec pre boèný panel pre Nautilus
sq: Lozer i kornizës anësore të Nautilus

source: Nautilus sidebar loser component's factory
sk: Vytváracie rozhranie pre komponent Zábudlivec pre boèný panel pre Nautilus
sq: Fabrika e komponentit loser të kornizës anësore të Nautilus

source: Nautilus sidebar loser factory
sk: Vytváracie rozhranie Zábudlivca pre boèný panel pre Nautilus
sq: Fabrika e loser të kornizës anësore të Nautilus

source: Nautilus sidebar view that fails on command
sk: Pohµad pre boèný panel Nautilu, ktorý zlyhá pri príkazoch
sq: Pamja e kornizës anësore që dështon mbas komandës

source: Sidebar Loser
sk: Zábudlivec pre boèný panel
sq: Loser i kornizës anësore

source: GConf error: %s
sk: Chyba GConf: %s

source: GConf error: %s All further errors shown only on terminal
sk: Chyba GConf: %s V¹etky ïal¹ie chyby budú zobrazené len v termináli

source: Arabic
sk: Arabská

source: Baltic
sk: Pobaltská

source: Central European
sk: Stredoeurópska

source: Chinese
sk: Èínska

source: Cyrillic
sk: Azbuka

source: Greek
sk: Grécka

source: Hebrew
sk: Hebrejská

source: Japanese
sk: Japonská

source: Turkish
sk: Turecká

source: Vietnamese
sk: Vietnamská

source: Western
sk: Západná

source: Arabic (IBM-864)
sk: Arabská (IBM-864)

source: Arabic (ISO-8859-6)
sk: Arabská (ISO-8859-6)

source: Arabic (ISO-8859-6-E)
sk: Arabská (ISO-8859-6-E)

source: Arabic (ISO-8859-6-I)
sk: Arabská (ISO-8859-6-I)

source: Arabic (Windows-1256)
sk: Arabská (Windows-1256)

source: Armenian (ARMSCII-8)
sk: Arménska (ARMSCII-8)

source: Baltic (ISO-8859-13)
sk: Pobaltská (ISO-8859-13)

source: Baltic (ISO-8859-4)
sk: Pobaltská (ISO-8859-4)

source: Baltic (Windows-1257)
sk: Pobaltská (Windows-1257)

source: Celtic (ISO-8859-14)
sk: Keltská (ISO-8859-14)

source: Central European (IBM-852)
sk: Stredoeurópska (IBM-852)

source: Central European (ISO-8859-2)
sk: Stredoeurópska (ISO-8859-2)

source: Central European (MacCE)
sk: Stredoeurópska (MacCE)

source: Central European (Windows-1250)
sk: Stredoeurópska (Windows-1250)

source: Chinese Simplified (GB2312)
sk: Zjednodu¹ená èínska (GB2312)

source: Chinese Simplified (GBK)
sk: Zjednodu¹ená èínska (GBK)

source: Chinese Simplified (HZ)
sk: Zjednodu¹ená èínske (HZ)

source: Chinese Traditional (Big5)
sk: Tradièná èínska (Big5)

source: Chinese Traditional (EUC-TW)
sk: Tradièná èínska (EUC-TW)

source: Croatian (MacCroatian)
sk: Chorvátska (MacCroatian)

source: Cyrillic (IBM-855)
sk: Azbuka (IBM-855)

source: Cyrillic (ISO-8859-5)
sk: Azbuka (ISO-8895-5)

source: Cyrillic (ISO-IR-111)
sk: Azbuka (ISO-IR-111)

source: Cyrillic (MacCyrillic)
sk: Azbuka (MacCyrillic)

source: Cyrillic (Windows-1251)
sk: Azbuka (Windows-1251)

source: Cyrillic/Russian (IBM-866)
sk: Azbuka/Ruská (IBM-866)

source: Cyrillic/Ukrainian (KOI8-U)
sk: Azbuka/Ukrajinská (KOI8-U)

source: Cyrillic/Ukrainian (MacUkrainian)
sk: Azbuka/Ukrajinská (MacUkrainian)

source: English (US-ASCII)
sk: Anglická (US-ASCII)

source: Greek (ISO-8859-7)
sk: Grécka (ISO-8859-7)

source: Greek (MacGreek)
sk: Grécka (MacGreek)

source: Greek (Windows-1253)
sk: Grécka (Windows-1253)

source: Hebrew (IBM-862)
sk: Hebrejská (IBM-862)

source: Hebrew (ISO-8859-8-E)
sk: Hebrejská (ISO-8859-8-E)

source: Hebrew (ISO-8859-8-I)
sk: Hebrejská (ISO-8859-8-I)

source: Hebrew (Windows-1255)
sk: Hebrejská (Windows-1255)

source: Icelandic (MacIcelandic)
sk: Islandská (MacIcelandic)

source: Japanese (EUC-JP)
sk: Japonská (EUC-JP)

source: Japanese (ISO-2022-JP)
sk: Japonská (ISO-2022-JP)

source: Japanese (Shift_JIS)
sk: Japonská (Shift_JIS)

source: Korean (EUC-KR)
sk: Kórejská (EUC-KR)

source: Nordic (ISO-8859-10)
sk: Severská (ISO-8859-10)

source: Romanian (MacRomanian)
sk: Rumunská (MacRomanian)

source: South European (ISO-8859-3)
sk: Juhoeurópska (ISO-8859-3)

source: Thai (TIS-620)
sk: Thajská (TIS-620)

source: Turkish (IBM-857)
sk: Turecká (IBM-857)

source: Turkish (ISO-8859-9)
sk: Turecká (ISO-8859-9)

source: Turkish (MacTurkish)
sk: Turecká (MacTurkish)

source: Turkish (Windows-1254)
sk: Turecká (Windows-1254)

source: User Defined
sk: Vlastná

source: Vietnamese (TCVN)
sk: Vietnamská (TCVN)

source: Vietnamese (VISCII)
sk: Vietnamská (VISCII)

source: Vietnamese (VPS)
sk: Vietnamská (VPS)

source: Vietnamese (Windows-1258)
sk: Vietnamská (Windows-1258)

source: Visual Hebrew (ISO-8859-8)
sk: Zobraziteµná hebrejská (ISO-8859-8)

source: Western (IBM-850)
sk: Západná (IBM-850)

source: Western (ISO-8859-1)
sk: Západná (ISO-8859-1)

source: Western (ISO-8859-15)
sk: Západná (ISO-8859-15)

source: Western (MacRoman)
sk: Západná (MacRoman)

source: Western (Windows-1252)
sk: Západná (Windows-1252)

source: A JavaScript function (small software program) on this page tried to open a new window, but nautilus does not support the opening of new windows by JavaScript. Try viewing the page in a different web browser, such as Mozilla or Netscape.
sk: Funkcia Javaskriptu (malý program) na tejto stránke sa pokúsila otvori» nové okno, ale Nautilus toto nepodporuje. Skúste pre zobrazenie tejto stránky pou¾i» iný prehliadaè, napr. Mozilla alebo Netscape.

source: Nautilus Mozilla View Warning
sk: Varovanie pohµadu Mozilla pre Nautilus

source: Charset Encoding
sk: Znaková sada

source: Mozilla Nautilus view
sk: Mozilla pre Nautilus

source: Mozilla Nautilus view factory
sk: Vytváracie rozhranie pre pohµad Mozilla pre Nautilus

source: Mozilla content view component
sk: Komponent pre pohµad Mozilla

source: Mozilla content view component's factory
sk: Vytváracie rozhranie pre komponent pohµadu Mozilla

source: View as Web Page
sk: Zobrazi» ako WWW stránku

source: Web Page
sk: WWW stránka

source: Web Page Viewer
sk: Prehliadaè WWW stránok

source: Classic Rock
sk: Klasický rock
sq: Rock Klasik

source: Dance
sk: Taneèná

source: Other
sk: Iná
sq: Tjetër

source: Alternative
sk: Alternatíva
sq: Alternativ

source: Pranks
sk: Triky

source: Vocal
sk: Vokálne
sq: Vokale

source: Classical
sk: Klasická
sq: Klasike

source: Instrumental
sk: In¹trumentálna
sq: Instrumentale

source: Game
sk: Hra
sq: Lojë

source: Sound Clip
sk: Zvukový klip
sq: Clip audio

source: Noise
sk: Hluk

source: Space
sk: Priestor

source: Meditative
sk: Meditatívna

source: Instrumental Pop
sk: In¹trumentálny pop
sq: Pop instrumental

source: Instrumental Rock
sk: In¹trumentálny rock
sq: Rock instrumental

source: Ethnic
sk: Etno
sq: Etnik

source: Gothic
sk: Gotická

source: Electronic
sk: Elektronická
sq: Elektronike

source: Dream
sk: Snová

source: Southern Rock
sk: Ju¾anský rock

source: Comedy
sk: Komédia
sq: Komedi

source: Cult
sk: Kultová

source: Christian Rap
sk: Kres»anský rap
sq: Rap Krishter

source: Cabaret
sk: Kabaret
sq: Kabare

source: New Wave
sk: Nová vlna

source: Psychedelic
sk: Psychedelická

source: Trailer
sk: Reklama

source: Musical
sk: Muzikál
sq: Muzikore

source: National Folk
sk: Národný folk
sq: Folk popullor

source: Latin
sk: Latinská
sq: Latine

source: Celtic
sk: Keltská

source: Avantgarde
sk: Avantgarda

source: Gothic Rock
sk: Gotický rock

source: Progressive Rock
sk: Progresívny rock
sq: Rock progresiv

source: Psychedelic Rock
sk: Psychedelický rock

source: Symphonic Rock
sk: Symfonický rock
sq: Rock sinfonik

source: Chorus
sk: Zbor
sq: Kor

source: Easy Listening
sk: ¥ahká hudba
sq: Dëgjim i lehtë

source: Acoustic
sk: Akustická
sq: Akustik

source: Humour
sk: Humorná
sq: Humoristike

source: Speech
sk: Reè
sq: E folur

source: Chanson
sk: ©ansón

source: Chamber Music
sk: Komorná hudba
sq: Muzikë dhome

source: Sonata
sk: Sonáta

source: Symphony
sk: Symfónia
sq: Sinfoni

source: Satire
sk: Satira
sq: Satirë

source: Club
sk: Klubová
sq: Klub

source: Folklore
sk: Folklór
sq: Folkloristike

source: Ballad
sk: Balada
sq: Balladë

source: Power Ballad
sk: Power Balada
sq: Balladë e fuqishme

source: Rhythmic Soul
sk: Rytmický soul
sq: Soul ritmik

source: Drum Solo
sk: Sólo na bicie

source: A Cappella
sk: Kapela

source: Drum & Bass
sk: Bicie a basa

source: BritPop
sk: Britský pop

source: Contemporary Christian
sk: Súèasná kres»anská

source: Christian Rock
sk: Kres»anský rock

source: Merengue
sk: Merenga

source: Anime
sk: Zvieratá

source: Track
sk: Stopa

source: Title
sk: Titulok
sq: Titulli

source: Artist
sk: Autor
sq: Artisti

source: Year
sk: Rok

source: Bit Rate
sk: Bitová kvalita

source: Time
sk: Èas
sq: Kohëzgjatja

source: Comment
ne: आलोचना
sk: Poznámka

source: Channels
sk: Kanále

source: Sample Rate
sk: Vzorkovacia frekvencia

source: Set Cover Image
sk: Nastavi» obrázok obalu
sq: Zgjidh kopertinën

source: Sorry, but '%s' is not a usable image file.
sk: Je mi µúto, ale '%s' nie je pou¾iteµný súbor s obrázkom.
sq: Më vjen keq, por '%s' nuk është një figurë e shfrytëzueshme.

source: Not an Image
ar: ليست صورة
ne: चित्र होईन
sk: Nie je obrázok
sq: Nuk është një figurë

source: Select an image file for the album cover:
sk: Vyberte súbor s obrázkom pre obal albumu:
sq: Zgjidh një figurë për kopertinën e albumit:

source: Sorry, but the music view is unable to play back sound right now. Either another program is using or blocking the sound card, or your sound card is not configured properly. Try quitting any applications that may be blocking use of the sound card.
sk: ¥utujem, ale hudobný pohµad momentálne nemô¾e prehráva» hudbu. Buï iný program pou¾íva alebo blokuje zvukovú kartu alebo nie je va¹a zvuková karta správne nastavená. Skúste ukonèi» v¹etky aplikácie, ktoré by mohli blokova» pou¾itie zvukovej karty.
sq: Më vjen keq, por shikuesi muzikor nuk është në gjendje të riprodhojë tinguj në këtë moment. Një program tjetër është duke shfrytëzuar apo bllokuar skedën e zërit, ose kjo e fundit nuk eshtë konfiguruar si duhet. Provo të mbyllësh të gjithë programet që mund të bllokojnë përdorimin e skedës së zërit (audio).

source: Unable to Play File
sk: Nie je mo¾né prehra» súbor
sq: I pamundur riprodhimi i File

source: Sorry, but the music view can't play non-local files yet.
sk: Je mi µúto, ale pohµad Hudba nepodporuje prehrávanie vzdialených súborov.
sq: Më vjen keq, por shikuesi muzikor nuk është akoma i aftë të luajë files jo lokalë.

source: Can't Play Remote Files
sk: Nie je mo¾né prehra» vzdialené súbory.
sq: Nuk mund të luaj Files Remote

source: Drag to seek within track
sk: «ahaním hµadajte v rámci stopy
sq: Zvarrit për t'u vendosur mbi track

source: Play
sk: Hra»
sq: Luaj

source: Pause
sk: Pauza
sq: Pushim

source: Sorry, but there was an error reading %s.
sk: Je mi µúto, ale nastala chyba pri èítaní %s.
sq: Më vjen keq, lindi një difekt gjatë leximit të %s.

source: Can't Read Folder
sk: Nie je mo¾né preèíta» prieèinok
sq: I pamundur leximi i kartelës

source: Factory for music view
sk: Vytváracie rozhranie pre hudobný pohµad
sq: Fabrikë për shikimin muzikor

source: Music
sk: Hudba
sq: Muzikë

source: Music Viewer
sk: Hudobný pohµad
sq: Vizualizues i muzikës

source: Music view
sk: Hudobný pohµad
sq: Shikimi i muzikës

source: Music view factory
sk: Vytváracie rozhranie pre hudobný pohµad
sq: Fabrikë për shikimin e muzikës

source: View as Music
sk: Zobrazi» ako hudbu
sq: Shikoje si muzikë

source: Factory for annotation view
sk: Vytváracie rozhranie pre pohµad Poznámky

source: Notes sidebar panel
sk: Panel Poznámky pre boèný panel

source: Notes sidebar panel for Nautilus
sk: Panel poznámok pre boèný panel Nautilu

source: (none)
sk: (niè)
sq: (asnjë)

source: %s This is a sample Nautilus content view component.
sk: %s Toto je komponent uká¾kového pohµadu Nautilu.
sq: %s Ky është një shembull i komponentit të shikuesit të përmbajtjes për Nautilus.

source: %s You clicked the Sample toolbar button.
sk: %s Stlaèili ste uká¾kové tlaèidlo v nástrojovom paneli.
sq: %s Keni klikuar butonin Shembull tek korniza e instrumenteve.

source: Sample
sk: Uká¾ka
sq: Shembull

source: This is a sample merged menu item
sk: Toto je vlo¾ená uká¾ková polo¾ka menu
sq: një shembull zëri i menusë së bashkuar

source: This is a sample merged toolbar button
sk: Toto je vlo¾ené uká¾kové tlaèidlo panelu nástrojov
sq: Ky është një shembull pulsanti të kornizës së instrumenteve të bashkuar

source: _Sample
sk: _Uká¾ka
sq: _Shembull

source: Nautilus Sample view
sk: Uká¾kový pohµad pre Nautilus
sq: Pamje Për Shembull për Nautilus

source: Nautilus Sample view factory
sk: Vytváracie rozhranie pre Uká¾kový pohµad pre Nautilus
sq: Fabrika e pamjes për shembull të Nautilus

source: Sample Viewer
sk: Uká¾kový prehliadaè
sq: Shikues shembujsh

source: Sample content view component
sk: Komponent Uká¾kového pohµadu
sq: Komponent i shikuesit të përmbajtjes për shembull

source: Sample content view component's factory
sk: Vytváracie rozhranie pre komponent Uká¾kového pohµadu
sq: Fabrikë e komponentëve të shikuesit të përmbajtjes për shembull

source: View as Sample
sk: Zobrazi» ako uká¾ku
sq: Shiko si shembull

source: Set the default answer to continue, also default delete to Yes
sk: Nastavi» ¹tandardnú odpoveï na Pokraèova», èo znamená pri odstraòovaní Áno.

source: Specify search cgi
sk: Zadajte cgi pre hµadanie

source: Show debug output
sk: Ukáza» ladiaci výstup

source: 10 sec delay after starting service
sk: 10 sekundová pauza po spustení slu¾by

source: Allow downgrades
sk: Povoli» prechod na star¹ie verzie

source: Erase packages
sk: Zmaza» balíky

source: enable ei2
sk: Povoli» ei2

source: RPM args are filename
sk: RPM argumenty sú mená súborov

source: Use ftp
sk: Pou¾i» ftp

source: Use local
sk: Pou¾i» lokálne

source: Use http
sk: Pou¾i» http

source: RPM args are Eazel Ids
sk: RPM argumenty sú ID Eazelu

source: machine readable output
sk: strojovo èitateµný výstup

source: Don't print fancy percent output
sk: Nezobrazova» vyzdobený výstup percent

source: don't use eazel auth stuff
sk: nepou¾íva» overovanie od eazel

source: Specify package file
sk: Zada» súbor balíku

source: RPM args are needed files
sk: RPM argumenty sú potrebné súbory

source: Run Query
sk: Spusti» otázku

source: Set root
sk: Nastavi» koreò

source: Specify server
sk: Nastavi» server

source: Dont print too much, just problems and download
sk: Nevypisova» príli¹ veµa, iba problémy a s»ahovanie

source: Perform ssl renaming
sk: Vykona» premenovanie ssl

source: argument is a suite id
sk: argument je id sady

source: Test run
sk: Test

source: Allow username
sk: Povoli» pou¾ívateµské meno

source: Allow upgrades
sk: Povoli» aktualizácie

source: Verbose output
sk: Výstup s viac informáciami

source: Install a specific package version
sk: In¹talova» danú verziu balíka

source: *** You cannot specify more then one protocol type.
sk: *** Nie je mo¾né zada» viac ako jeden typ protokolu.

source: *** Erase and revert ? Somebody set up us the bomb!
sk: *** Odstráni» alebo vráti»? Niekto vytvoril bombu!

source: File conflict checking %s...
sk: Kontrola konfliktov súborov %s...

source: File uniqueness checking %s...
sk: Kontrola jednoznaènosti súborov %s...

source: Feature consistency checking %s...
sk: Kontrola konzistencie funkcíí %s...

source: Downloading %s...
sk: S»ahujem %s...

source: Downloading %s... (%d/%d) = %d%% %.1f KB/s
sk: S»ahujem %s... (%d/%d) = %d%% %.1f KB/s

source: Downloading %s... (%d/%d) = %d%%
sk: S»ahujem %s... (%d/%d) = %d%%

source: Downloading %s... (%d/%d) %.1f KB/s Done
sk: S»ahujem %s... (%d/%d) %.1f KB/s Hotovo

source: Downloading %s... %3.1f KB/s Done
sk: S»ahujem %s... %3.1f KB/s Hotovo

source: Installing %s (%d/%d), (%d/%d)b - (%d/%d) = %d%%
sk: In¹talujem %s (%d/%d), (%d/%d)b - (%d/%d) = %d%%

source: Uninstalling %s (%d/%d), (%d/%d)b - (%d/%d) = %d%%
sk: Odin¹talovávam %s (%d/%d), (%d/%d)b - (%d/%d) = %d%%

source: Installing %s (%d/%d), (%d/%d)b - (%d/%d) = %d%% Done
sk: In¹talujem %s (%d/%d), (%d/%d)b - (%d/%d) = %d%% Hotovo

source: Done
sk: Hotovo

source: Download of %s FAILED
sk: Stiahnutie %s ZLYHALO

source: Package %s failed to uninstall.
sk: Zlyhalo odin¹talovanie balíka %s.

source: Package %s failed to install.
sk: Zlyhala in¹talácia balíka %s.

source: · Problem : %s
sk: · Problém : %s

source: · Action : %s
sk: · Akcia : %s

source: Cancelling operation
sk: Ru¹ím operáciu

source: About to install a total of %d packages, %dKB
sk: Celkom sa chystám nain¹talova» %d balíkov, %dkB

source: About to uninstall a total of %d packages, %dKB
sk: Celkom sa chystám odin¹talova» %d balíkov, %dkB

source: About to revert a total of %d packages, %d KB
sk: Celkom sa chystám vráti» %d balíkov, %dkB

source: · %s and it's dependencies
sk: · %s a jeho závislosti

source: y
sk: a

source: Dependency : %s needs %s
sk: Závislos»: %s vy¾aduje %s

source: Package %s failed md5 check!
sk: Zlyhala kontrola MD5 pre balík %s!

source: · server MD5 checksum is %s
sk: · kontrolný súèet MD5 serveru je %s

source: · actual MD5 checksum is %s
sk: · skutoèný kontrolný súèet MD5 je %s

source: Continue? (y/n)
sk: Pokraèova»? (a/n)

source: Should I delete the RPM files? (y/n)
sk: Mám odstráni» súbory RPM? (a/n)

source: Operation ok
sk: Operácia úspe¹ná

source: Operation failed
sk: Operácia zlyhala

source: Installing
sk: In¹talujem

source: Uninstalling
sk: Odin¹talovávam
