Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/nautilus/po/*.po
Languages: ar, ne, sk, sq

source: Keep icons sorted by emblems in rows
ar: اجعل اﻷيقونات مرتبة في صفوف حسب الشعارات
ne: चिन्हलाई यसको प्रतीकचिन्ह अनुसार पंक्तिबद्ध गर्नुहोस्
sk: Udr¾iava» ikony zoradené podµa emblémov v riadkoch
sq: Mban ikonat në rresht sipas simboleve

source: _Restore Icons' Original Sizes
sk: _Obnovi» pôvodnú veµkos» ikon

source: _Restore Icon's Original Size
sk: _Obnovi» pôvodnú veµkos» ikony

source: pointing at "%s"
ar: يشير إلى "%s"
ne: "%s" मा देखाऊ
sk: ukazujúci na "%s"
sq: ka si objektiv "%s"

source: Size
ar: الحجم
ne: आकार
sk: Veµkos»
sq: Madhësia

source: Type
ar: النوع
ne: प्रकार
sk: Typ
sq: Lloji

source: Date Modified
ar: تاريخ التعديل
ne: मितिमा परिवर्तन
sk: Dátum zmeny
sq: Data ndryshimit

source: %s Properties
ar: خصائص %s
ne: %s विशेषताहरू
sk: Vlastnosti %s
sq: Karakteristikat e %s

source: Cancel Group Change?
ar: إلغاء تغيير المجموعة؟
ne: समूह परिवर्तन रद्दगर्नु?
sk: Zru¹i» zmenu skupiny?
sq: Anulloj ndryshimin e grupit?

source: Changing group
ar: تغيير المجموعة
sk: Mením skupinu
sq: Ndryshim grupi

source: Cancel Owner Change?
ar: إلغاء تغيير المالك؟
ne: मालिक परिवर्तन रद्दगर्नु?
sk: Zru¹i» zmenu vlastníka?
sq: Anulloj ndryshimin e pronarit?

source: Changing owner
ar: تغيير المالك
sk: Mením vlastníka
sq: Ndryshimi i pronarit

source: nothing
ar: ﻻ شئ
ne: केही छैन
sk: niè
sq: asgjë

source: unreadable
ar: غير قابل للقراءة
ne: पढ्न नसकिने
sk: neèitateµné
sq: e palexueshme

source: 1 item, with size %s
ar: عنصر 1، بالحجم %s
sk: 1 polo¾ka s veµkos»ou %s
sq: 1 objekt, me përmasa %s

source: %d items, totalling %s
ar: %d عناصر، بمجموع %s
sk: %d polo¾iek, celkom %s
sq: %d objekte, gjithsej %s

source: (some contents unreadable)
ar: (بعض العناصر غير قابلة للقراءة)
ne: (केही अंश पढ़्न सकिएन)
sk: (niektorý obsah neèitateµný)
sq: (diçka e palexueshme)

source: Contents:
ar: المحتويات:
ne: अंश
sk: Obsah:
sq: Përmbajtja:

source: Basic
ar: أساسي
ne: साधारण
sk: Základné
sq: Të përgjithshme

source: Type:
ar: النوع:
ne: प्रकार
sk: Typ:
sq: Tipi:

source: Size:
ar: الحجم:
ne: आकार
sk: Veµkos»:
sq: Madhësia:

source: MIME type:
ne: अनुकर्ता प्रकार
sk: MIME typ:
sq: Tipi MIME:

source: Modified:
ar: عدلت:
ne: संशोधित
sk: Zmenený:
sq: Ndryshimi i fundit:

source: Accessed:
ar: تم الوصول لها:
ne: सुविधा प्राप्त भयो:
sk: Pou¾itý:
sq: Hyrja e fundit:

source: Select Custom Icon...
sk: Vybra» vlastnú ikonu...

source: Remove Custom Icon
sk: Odstráni» vlastnú ikonu

source: Special Flags:
sk: ©peciálne:

source: Permissions
ar: التصاريح
ne: अनुमति
sk: Práva
sq: Leje

source: You are not the owner, so you can't change these permissions.
ar: أنت لست المالك، ولذلك ليس باستطاعتك تغيير هذه التصاريح.
ne: तपाईँ मालिक होइन, कारणवश तपाईँ अनुमति बदल्न सक्नुहुन्न
sk: Nie ste vlastník, tak¾e nemô¾ete meni» tieto práva.
sq: Nuk jeni ju pronari, prandaj nuk mund të ndryshoni këto të drejta.

source: File Owner:
sk: Vlastník súboru:

source: File Group:
sk: Skupina súboru:

source: Owner:
ar: المالك:
ne: मालिक
sk: Vlastník:
sq: Pronari:

source: Group:
ar: المجموعة:
ne: समूह
sk: Skupina:
sq: Grupi:

source: Others:
ar: الأخرى:
ne: अन्य
sk: Ostatní:
sq: Të tjerë:

source: Read
sk: Èítanie

source: Write
sk: Zápis

source: Execute
sk: Spustenie

source: Text View:
sk: Textový pohµad:

source: Number View:
sk: Èíselný pohµad:

source: Last Changed:
sk: Posledná zmena:

source: The permissions of "%s" could not be determined.
ar: لا يمكن تحديد تصاريح "%s".
ne: "%s" को अनुमति पत्तालाउन सकिएन
sk: Práva pre "%s" nie je mo¾né urèi».
sq: Të drejtat e "%s" nuk mund të përcaktohen.

source: Cancel Showing Properties Window?
ar: إلغاء عرض نافذة الخصائص؟
ne: विण्डोको विशेषता देखाउन रद्दगर्नु?
sk: Zru¹i» zobrazovanie okna s vlastnos»ami?
sq: Anulloj dritaren e pronësive?

source: Creating Properties window
ar: انشاء نافذة الخصائص
sk: Vytváram okno Vlastnosti
sq: Krijimi i dritares së pronësive

source: Select an icon:
ar: اختر أيقونة:
sk: Vyberte ikonu:
sq: Zgjidh një ikonë:

source: Search Results
ar: نتائج البحث
sk: Výsledky hµadania
sq: Rezultatet e kërkimit

source: Search results may not include items modified after %s, when your drive was last indexed.
ar: قد لا تتضمن نتائج البجث العناصر المعدلة بعد %s، حينما تمت آخر فهرسة للقرص لديك.
sk: Výsledky hµadanie nemusia obsahova» polo¾ky zmenené po %s, keï bol vytváraný posledný index.
sq: Rezultatet e kërkimit nuk përfshijnë objektet e ndryshuar mbas %s, kur drive është indeksuar për herë të fundit.

source: Sorry, but the Medusa search service is not available because it is not installed.
ar: آسف، فخدمة البحث ميدوسا غير متوفرة ﻷنها غير منصبة.
sk: ¥utujem, ale vyhµadávacia slu¾ba Medusa nie je k dispozícii, preto¾e nie je nain¹talovaná.
sq: Më vjen keq, por shërbimi i kërkimit të Medusa nuk mund t'ju vihet në dispozicion pasi nuk është instaluar.

source: Search Service Not Available
ar: خدمة البحث غير متوفرة
sk: Vyhµadávacia slu¾ba nie je k dispozícii
sq: Shërbimi i kërkimit nuk është në dispozicion

source: The search you have selected is newer than the index on your system. The search will return no results right now. Would you like to create a new index now?
sk: Vybrali ste hµadanie, ktoré hµadá nov¹ie polo¾ky, ako je vá¹ index. Hµadanie momentálne niè nevráti. Chcete vytvori» nový index?

source: Search for items that are too new
ar: ابحث عن العناصر الجديدة جدا
sk: Hµadanie polo¾iek, ktoré sú príli¹ nové
sq: Kërko objektet më të rinj

source: Create a new index
sk: Vytvori» nový index

source: Don't create index
sk: Nevytvára» index

source: Every indexed file on your computer matches the criteria you selected. You can check the spelling on your selections or add more criteria to narrow your results.
ar: كل ملف مفهرس على كمبيوترك يطابق المقياس الذي اخترته. باستطاعتك فحص إملاء اختياراتك أو إضافة مقاييس أكثر للتقليل من نتائج البحث لديك.
sk: Ka¾dý indexovaný súbor na va¹om systéme odpovedá va¹emu kritériu. Overte zadanie alebo pridajte ïal¹ie kritéria pre zú¾enie výsledkov.
sq: Çdo file i indeksuar tek kompjuteri juaj korrispondon me kriterin e kërkimit të zgjedhur. Kontrollo sintaksën e të seleksionuarve ose shtoni kritere të tjerë për të ngushtuar rezultatet.

source: Error during search
ar: حدث خطأ أثناء البحث
sk: Chyba pri hµadaní
sq: Gabim gjatë kërkimit

source: An error occurred while loading this search's contents: %s
ar: وقع خطا أثناء تحميل محتويات هذا البحث: %s
sk: Nastala chyba pri naèítavaní výsledku hµadania: %s
sq: U verifikua një gabim gjatë ngarkimit të përmbajtjes së këtij kërkimi: %s

source: To do a fast search, Find requires an index of the files on your system. Find can't access your index right now so a slower search will be performed that doesn't use the index.
ar: يتطلب البحث فهرسا للملفات على نظامك للقيام بالبحث السريع. لا يستطيع البحث الوصول إلى فهرسك اﻵن لذلك سيتم القيام ببحث بطيء لا يستخدم الفهرس.
sk: Pre rýchle hµadanie je treba index súborov na va¹om systéme. Momentálne tento index nie je dostupný a preto sa bude hµada» pomal¹ie bez pou¾itia indexu.
sq: Për të kryer një kërkim të shpejtë, "Gjej" ka nevojë për një tregues të files së sistemit. "Gjej" nuk mund të lexojë treguesin në këtë moment, prandaj do të kryejë një kërkim të ngadaltë që nuk përdor treguesin.

source: To do a content search, Find requires an index of the files on your system. Find can't access your index right now.
ar: يتطلب البحث فهرسا للمحتويات على نظامك للقيام ببحث المحتويات. لا يستطيع البحث الوصول إلى فهرسك اﻵن.
sk: Pre hµadanie obsahu je treba index súborov na va¹om systéme. Momentálne tento index nie je dostupný.
sq: Për të kryer një kërkim sipas përmbajtjes "Gjej" ka nevojë për një tregues të files së sistemit. "Gjej" nuk arrin të lexojë treguesin në këtë moment.

source: Fast searches are not available
ar: البحث السريع غير متوفر
sk: Rýchle hµadanie nie je k dispozícii
sq: Kërkimet e shpejta nuk janë në dispozicion

source: Content searches are not available
ar: بحث المحتويات غير متوفر
sk: Hµadanie obsahu nie je k dispozícii
sq: Kërkimet sipas përmbajtjes nuk janë në dispozicion

source: Your index files are available but the Medusa search daemon, which handles index requests, isn't running. To start this program, log in as root and enter this command at the command line: medusa-searchd
sk: Vá¹ index súborov je k dispozícii, ale vyhµadávací démon Medusy, ktorý sa pou¾íva na prácu s indexom, nebe¾í. Pre jeho spustenie sa prihláste ako root a zadajte príkaz: medusa-searchd

source: To do a fast search, Find requires an index of the files on your system. Your computer does not have an index right now. Because Find cannot use an index, this search may take several minutes. Would you like to create an index? Creating an index will be done while you are not actively using your computer.
sk: Pre rýchle hµadanie je treba index súborov na va¹om systéme. Momentálne takýto index nie je na va¹om poèítaèi. Preto¾e nie je index mo¾né pou¾íva», hµadanie mô¾e trva» niekoµko minút. Chcete vytvori» index? Vytvorenie indexu bude prebieha» v dobe, keï nebudete pou¾íva» poèítaè.

source: To do a content search, Find requires an index of the content on your system. Your computer does not have an index right now. Would you like to create an index? Creating an index will be done while you are not actively using your computer.
sk: Pre hµadanie obsahu je treba index súborov na va¹om systéme. Momentálne takýto index nie je na va¹om poèítaèi. Chcete vytvori» tento index? Vytvorenie indexu bude prebieha» v dobe, keï nebudete pou¾íva» poèítaè.

source: Indexed searches are not available
ar: لا يتوفر بحث مفهرس
sk: Hµadanie pomocou indexov nie je k dispozícii
sq: Kërkimet e indeksuara nuk janë në dispozicion

source: Create an Index
sk: Vytvori» index

source: Don't Create an Index Now
sk: Nevytvára» index

source: To do a fast search, Find requires an index of the files on your system. Your computer is currently creating that index. Because Find cannot use an index, this search may take several minutes.
ar: يتطلب البحث فهرسا للملفات على نظامك للقيام بالبحث السريع. ينشيء كمبيوترك ذلك الفهرس اﻵن. قد يستغرق هذا البحث عدة دقائق لعدم تمكن البحث من استخدام الفهرس.
sk: Pre rýchle hµadanie je treba index súborov na va¹om systéme. Vá¹ poèítaè tento index práve vytvára. Preto¾e nie je index mo¾né pou¾íva», hµadanie mô¾e trva» niekoµko minút.
sq: Për të kryer një kërkim të shpejtë "Gjej" ka nevojë për treguesin e files së sistemit tuaj. Aktualisht kompjuteri është duke krijuar këtë tregues. Meqenëse "Gjej" nuk mund të përdorë një tregues, ky kërkim mund të durojë shumë minuta.

source: To do a content search, Find requires an index of the content on your system. Your computer is currently creating that index. Content searches will be available when the index is complete.
ar: يتطلب البحث فهرسا للمحتويات على نظامك للقيام ببحث المحتويات. ينشيء كمبيوترك ذلك الفهرس اﻵن. سيتوفر بحث المحتويات حالما تتم الفهرسة.
sk: Pre hµadanie obsahu je treba index súborov na va¹om systéme. Vá¹ poèítaè tento index práve vytvára. Hµadanie obsahuje bude k dispozícii po dokonèení indexu.
sq: Për të kryer një kërkim sipas përmbajtjes "Gjej" ka nevojë për treguesin e files së sistemit tuaj. Aktualisht kompjuteri është duke krijuar këtë tregues. Kërkimet sipas përmbajtjes do të vihen në dispozicion kur treguesi të kompletohet.

source: To do a fast search, Find requires an index of the files on your system. An index can't be created right now. When an index is not available, searches will take several minutes.
sk: Pre rýchle hµadanie je treba index súborov na va¹om systéme. Tento index momentálne nie je mo¾né vytvori». Preto¾e ho nie je mo¾né pou¾íva», hµadanie mô¾e trva» niekoµko minút.

source: To do a content search, Find requires an index of the content on your system. An index can't be created right now.
sk: Pre hµadanie obsahu je treba index súborov na va¹om systéme. Tento index momentálne nie je mo¾né vytvori».

source: The program that creates an index is not set up correctly. You can create an index by hand by running "medusa-indexd" as root on the command line.
sk: Program, ktorý vytvára indexy, nie je správne nain¹talovaný. Index mô¾ete vytvori» aj ruène, ak sa prihlásite ako root a zadáte príkaz "medusa-indexd".

source: To do a fast search, Find requires an index of the files on your system. Your system administrator has disabled fast search on your computer, so no index is available.
ar: يتطلب البحث فهرسا للملفات على نظامك للقيام بالبحث السريع. قام مدير نظامك بتعطيل البحث السريع على كمبيوترك، ولذلك لا يتوفر أي فهرس.
sk: Pre rýchle hµadanie je treba index súborov na va¹om systéme. Administrátor vá¹ho systému vypol indexáciu, tak¾e momentálne nemáte index k dispozícii.
sq: Për të kryer një kërkim të shpejtë, "Gjej" ka nevojë për një tregues të files të sistemit tuaj. Administratori i sistemit tuaj ka bllokuar kërkimin e shpejtë tek kompjuteri juaj, prandaj treguesi nuk është në dispozicion.

source: Fast searches are not available on your computer
sk: Rýchle hµadanie nie je k dispozícii na va¹om poèítaèi

source: To do a fast search, Find requires an index of the files on your system. Fast search is disabled in your Search preferences, so no index is available.
sk: Pre rýchle hµadanie je treba index súborov na va¹om systéme. Rýchle hµadanie je vypnuté vo va¹om nastavení hµadania, tak¾e momentálne nemáte index k dispozícii.

source: Fast searches are not available on your computer.
sk: Rýchle hµadanie nie je na va¹om poèítaèi k dispozícii.

source: To enable fast search, open the Preferences menu and choose Preferences. Then select Search preferences and put a checkmark in the Enable Fast Search checkbox. An index will be generated while your computer is idle, so your index won't be available immediately.
sk: Pre povolenie rýchleho hµadanie, otvorte menu Nastavenie a vyberte Nastavenie. Ïalej vyberte nastavenia pre hµadanie a oznaète Povoli» rýchle hµadanie. Index bude vytvorený v dobe, keï poèítaè nepou¾ívate, tak¾e nebude k dispozícii okam¾ite.

source: Where
ar: الموقع
sk: Umiestnenie
sq: Ku

source: _Reveal in New Window
ar: اكشف في نافذة جديدة
sk: _Zobrazi» v novom okne
sq: Pa_raqiti në një dritare të re

source: Reveal in %d _New Windows
ar: اكشف في %d نوافذ جديدة
sk: Zobrazi» v %d _nových oknách
sq: Paraqiti në %d _dritare të reja

source: Nautilus found more search results than it can display. Some matching items will not be displayed.
ar: وجد ناوتيلاس نتائج بحث أكثر من تلك التي يستطيع عرضها. لن يتم عرض بعض العناصر المطابقة.
sk: Nautilus na¹iel viac polo¾iek, ako je schopný zobrazi». Niektoré polo¾ky nebudú zobrazené.
sq: Nautilus ka gjetur më shumë rezultate nga sa mund të shfaqë. Disa nga rezultatet korrispondues nuk do të shfaqen.

source: Too Many Matches
ar: تطابقات كثيرة جدا
sk: Príli¹ veµa odpovedajúcich
sq: Shumë korrispondues

source: Change Desktop Background
sk: Zmeni» pozadie plochy

source: Delete all items in the Trash
ar: احذف كل العناصر في سلة المهملات
ne: टोकरीबाट सबै बस्तुहरु मेट्नुहोस्
sk: Odstráni v¹etky polo¾ky v Odpadkoch
sq: Elemino të gjithë elementët e Koshit

source: Disks
sk: Disky

source: Mount or unmount disks
ar: تجهيز أو إزالة تجهيز اﻷقراص
sk: Pripojí alebo odpojí disky
sq: Monton apo zmonton disqet

source: New Terminal
sk: Nový terminál

source: Open a new GNOME terminal window
ar: افتح نافذة نهاية طرفية لجينوم جديدة
ne: नयाँ जी-नोम टर्मिनल खोल्नुस्
sk: Otvorí nové okno s GNOME terminálom
sq: Hap një dritare të re të terminalit të GNOME

source: Remove any custom pattern or color from the desktop background
sk: Odstráni vlastné vzorky alebo farby z pozadia plochy

source: Reset Desktop Background
sk: Nastavi» ¹tandardné pozadie

source: Show a window that lets you set your desktop background's pattern or color
ar: أظهر نافذة تمكنك من تعيين نمط و لون خلفية سطح المكتب لديك
ne: एउटा वि‍ण्डो देखाउनुस् जसले डेस्कटपको पृष्टभूमिको रंग देखाओस्
sk: Zobrazí okno,ktoré umo¾ní nastavi» vzorku alebo farbu pozadia plochy
sq: Hap një dritare që ju mundëson rregullimin e ngjyrës apo motivit për sfondin e desktop

source: Choose a program with which to open the selected item
ar: اختر برنامجا لفتح العنصر المنتقى فيه
ne: छानिएको आईटम खोल्नलाई प्रोग्राम छान्नुहओस्
sk: Vyberte program, ktorým chcete otvori» vybranú polo¾ku
sq: Cakton një program për të hapur objektin e zgjedhur

source: Choose another application with which to open the selected item
ar: اختر تطبيقا آخر لفتح العنصر المنتقى فيه
ne: छानिएको आईटम खोल्नका लागि प्रोग्राम छान्नुहोस्
sk: Vyberte iný program, ktorým chcete otvori» vybranú polo¾ku
sq: Cakton një program tjetër për të hapur objektin e zgjedhur

source: Choose another viewer with which to view the selected item
ar: اختر معاينا آخر لعرض العنصر المنتقى به
sk: Vyberte iný program, ktorým chcete zobrazi» vybranú polo¾ku
sq: Cakton një vizualizues tjetër për të parë objektin e zgjedhur

source: Create Link
sk: Vytvori» odkaz

source: Create a new empty folder inside this folder
ar: أنشيء مجلد جديد وفارغ داخل هذا المجلد
ne: यो फोल्डरभित्र खाली फोल्डर बनाउनुहोस्
sk: Vytvorí nový prázdny prieèinok v tomto prieèinku
sq: Krijon në këtë kartelë një kartelë tjetër bosh

source: Create a symbolic link for each selected item
ar: انشيء وصلة رمزية لأي عنصر منتقى
ne: छानिएका हरेक वस्तुका लागि सांकेतिक लिंक बनाउनुहोस्
sk: Vytvorí symbolický odkaz pre ka¾dú vybranú polo¾ku
sq: Krijon një lidhje simbolike për çdo objekt të zgjedhur

source: Duplicate
sk: Duplikova»

source: Duplicate each selected item
ar: استنسخ أي عنصر منتقى
ne: हरेक छानेको आईटम्सको नक्कल बनाउनुस्
sk: Vytvorí kópiu ka¾dej vybranej polo¾ky
sq: Krijon një kopje për çdo objekt të zgjedhur

source: Move each selected item to the Trash
ar: انقل كل عنصر إلى سلة المهملات
ne: छानेका प्रत्येक आइटमहरू रद्दीटोकरीमा राख्नुस
sk: Presunie ka¾dú vybranú polo¾ku do Odpadkov
sq: Lëviz çdo objekt të zgjedhur në Kosh

source: Move to Trash
ne: ट्रेशमा राख्नुस
sk: Presunú» do Odpadkov

source: New Folder
sk: Nový prieèinok

source: Open
ne: खोल्नुस्
sk: Otvori»

source: Open With
sk: Otvori» s

source: Open each selected item in a new window
ar: افتح أي عنصر منتقى في نافذة جديدة
sk: Otvorí ka¾dú vybranú polo¾ku v novom okne
sq: Hap çdo objekt të zgjedhur në një dritare të re

source: Open in New Window
ne: नयाँ विन्डोमा खोल्नुस
sk: Otvori» v novom okne

source: Open the selected item in this window
ar: افتح العنصر المنتقى في هذه النافذة
ne: छानिएको हरेक बस्तुहरु यस विन्डोमा खोल्नुस्
sk: Otvorí vybranú polo¾ku v tomto okne
sq: Hap objektin e zgjedhur në këtë dritare

source: Other Application...
sk: Iná aplikácia...

source: Other Viewer...
sk: Iný program pre zobrazenie...

source: Other _Application...
ar: تطبيق آخر...
sk: Iná _aplikácia...
sq: _Aplikacione të tjerë...

source: Other _Viewer...
ar: معاين آخر...
sk: Iný program pre _zobrazenie...
sq: Tjetër _Vizualizues...

source: Remove Custom Images
sk: Odstráni» vlastné obrázky

source: Remove any custom images from selected icons
sk: Odstráni v¹etky vlastné obrázky z vybraných ikon
sq: Heq çdo figurë të personalizuar nga ikonat e zgjedhura

source: Remove any custom pattern or color from the background of this location
sk: Odstráni v¹etky vlastné vzorky alebo farby z pozadia tohoto miesta

source: Reset Background
sk: ©tandardné pozadie

source: Select All Files
sk: Vybra» v¹etky súbory

source: Select all items in this window
ar: اختر كل العناصر في هذه النافذة
ne: यो विण्डोमा सबै आइटम छानेर राख्नुस्
sk: Vyberie v¹etky polo¾ky v tomto okne
sq: Zgjidh të gjithë elementët në këtë dritare

source: Show Properties
sk: Zobrazi» Vlastnosti

source: Show Trash
sk: Zobrazi» Odpadky

source: Show _Properties
sk: Zobrazi» _Vlastnosti

source: Show the contents of the Trash
sk: Zobrazí obsah Odpadkov

source: View or modify the properties of each selected item
ar: اعرض أوعدّل خصائص كل عنصر منتقى
ne: प्रत्येक चयनित आइटमको विशेषता देखाऊ वा संशोधन गर
sk: Zobrazí alebo upraví vlastnosti ka¾dej vybranej polo¾ky
sq: Shfaq ose ndrysho pronësitë e çdo elementi të zgjedhur

source: _Duplicate
sk: _Duplikova»

source: _Open
ar: افتح
ne: _खोल्नुस्
sk: _Otvori»
sq: _Hap

source: _Show Trash
sk: _Zobrazi» Odpadky

source: By Emblems
ar: بالشعار
ne: चिन्ह अनुसार
sk: podµa Emblémov
sq: Sipas simbolit

source: By Modification Date
ar: بتاريخ التعديل
ne: सुधार भएको मितिबाट
sk: podµa Dátumu zmeny
sq: Sipas datës së ndryshimit

source: By Modification _Date
ne: संशोधित _मिति अनुसार
sk: podµa dátumu _zmeny
sq: Sipas _Datës së ndryshimit

source: By Name
ar: بالاسم
ne: नाम अनुसार
sk: podµa Mena
sq: Sipas emrit

source: By Size
ar: بالحجم
ne: आकार अनुसार
sk: podµa Veµkosti
sq: Sipas madhësisë

source: By Type
ar: بالنوع
ne: प्रकार अनुसार
sk: podµa Typu
sq: Sipas tipit

source: By _Emblems
ne: _चिन्ह अनुसार
sk: podµa _emblémov
sq: Sipas _Simboleve

source: By _Name
ne: _नाम अनुसार
sk: podµa _mena
sq: Sipas _Emrit

source: By _Size
ne: _आकार अनुसार
sk: podµa _veµkosti
sq: Sipas _madhësisë

source: By _Type
ne: _प्रकार अनुसार
sk: podµa _typu
sq: Sipas _Tipit

source: Choose which information appears beneath each icon's name
sk: Vyberte, aká informácia bude pod menom ka¾dej ikony

source: Clean Up by Name
sk: Vyèisti» podµa mena

source: Display icons in the opposite order
ne: उल्टो क्रममा चिन्हहरु देखाऊ
sk: Zobrazi» ikony v opaènom poradí
sq: Trego ikonat duke i rreshtuar nga ana e kundërt

source: Icon Captions...
sk: Titulky ikon...

source: Lay Out Items
sk: Rozlo¾enie polo¾iek

source: Leave icons wherever they are dropped
ne: चिन्हलाई त्यहीँ छाड्नुस् जहाँ तिनिहरु खसेका छन्
sk: Necha» ikony tam, kde budú pustené
sq: Lëri ikonat aty ku janë zvarritur

source: Make the selected icon stretchable
ne: चयनित चिन्हलाई लचिलो बनाउनुस्
sk: Urobi» vybranú ikonu roz»ahovateµnou
sq: Mundëson ridimensionimin e ikonës së zgjedhur

source: Manually
ar: يدوي
ne: हातैले
sk: Ruène
sq: Me dorë

source: Re_versed Order
ar: مرتب عكسيا
ne: विप_रित क्रम
sk: _Opaèné poradie
sq: Rresh_tim në të kundërt

source: Rename selected icon
sk: Premenova» vybranú ikonu

source: Reposition icons to better fit in the window and avoid overlapping
ar: ضع اﻷيقونات لتتلائم في النافذة بشكل أفضل وينتهي التداخل
ne: चिन्हलाई विण्डोमा राम्ररी पुर्मिलान गर्नुस् र हस्तक्षेप अस्वीकार गर्नुस्
sk: Popresúva» ikony tak, aby lep¹ie odpovedali oknu a zabránili prekrývaniu sa
sq: Rivendos ikonat për të përmirësuar shpërndarjen në dritare dhe për të shmangur mbivendosjen midis tyre

source: Restore Icons' Original Sizes
sk: Obnovi» pôvodnú veµkos» ikony

source: Restore each selected icon to its original size
ar: استرجع الحجم اﻷصلي لكل أيقونة منتقاة
ne: चयनित चिन्हलाई पूर्वको स्थितिमा फर्काउनुस्
sk: Obnoví pre ka¾dú vybranú ikonu jej pôvodnú veµkos»
sq: Rikthe çdo ikonë të zgjedhur në madhësinë origjinale

source: Reversed Order
sk: Opaèné poradie

source: Stretch Icon
sk: Roztiahnu» ikonu

source: Tighter Layout
sk: Bli¾¹ie k sebe

source: Toggle using a tighter layout scheme
ar: اقفل باستخدام نسق تخطيط أكثر إحكاما
ne: कसिलो-मोहडा योजना प्रयोग गरेर सम्हाल्नुस्
sk: Prepnú» pomocou schémy pre zobrazenie bli¾¹ie k sebe
sq: Aktivo/Disaktivo vendosjen e ngjeshur

source: _Clean Up by Name
sk: _Vyèisti» podµa mena

source: _Icon Captions...
sk: _Titulky ikon...

source: _Lay Out Items
sk: _Rozlo¾enie polo¾iek

source: _Manually
ar: يدوي
ne: _हाते
sk: _Ruène
sq: _Me dorë

source: _Rename
sk: _Premenova»

source: _Stretch Icon
sk: _Roztiahnu» ikonu

source: _Tighter Layout
sk: _Bli¾¹ie k sebe

source: Indexing is %d%% complete.
sk: Indexácia je hotová z %d%%
sq: Indeksionimi i plotësuar për %d%% .

source: The indexer is currently busy.
sk: Indexovací stroj momentálne pracuje.

source: An indexer is not running, or is not responding to requests to reindex your computer.
sk: Nebe¾í indexovací stroj alebo neodpovedá na po¾iadavky o novú indexáciu.

source: An attempt to reindex, caused an Internal Indexer Error. Tell rebecka@eazel.com
sk: Pokus o novú indexáciu spôsobil internú chybu. Oznámte ju rebecka@eazel.com

source: Reindexing Failed
sk: Nová indexácia zlyhala
