Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/nautilus/po/*.po
Languages: ar, ne, sk, sq

source: Sorry, but you can't execute commands from a remote site.
ne: माफ गर्नुस् अन्यत्रबाट आदेश संचालन गर्न सक्नुहुन्न

source: This is disabled due to security considerations.
ne: सुरक्षाका कारणले यो निष्क्रिय छ

source: Can't Execute Remote Links
ne: टाढाको संजाल खुल्न सकेन

source: Details:
ne: विस्त्रित

source: Error Launching Application
ne: अनुप्रयोग सुरुगर्नेक्रममा गल्ती

source: This drop target only supports local files.
ne: यो गन्तब्यले स्थानीय फाइललाईमात्र सहारा दिन्छ

source: To open non-local files copy them to a local folder and then drop them again.
ne: टाढाको फाइल खोल्नुछ भने स्थानीय फोल्डरमा कपी गरेरमात्र खोल्न सकिन्छ

source: Drop Target Only Supports Local Files
ne: गन्तब्यले स्थानीय फाइललाई मात्र सहारा दिन्छ

source: To open non-local files copy them to a local folder and then drop them again. The local files you dropped have already been opened.
ne: टाढाको फाइल खोल्नुछ भने स्थानीय फोल्डरमा कपी गरेरमात्र खोल्न सकिन्छ तपाईँले यहाँ ल्याएको स्थानीय फाइल पहिलेदेखिनै खुला छ

source: View as %s
ar: اعرض كـ %s
ne: %s यस रुपमा हेर्नुस्
sq: Shikoje si %s

source: %s Viewer
ar: معاين %s
ne: %s अवलोकन कर्ता
sq: Vizualizues i %s

source: View your computer storage
ne: कम्प्युटरको भण्डारण देखाऊ

source: Browse the filesystem with the file manager
ne: फाइल प्रवन्धकसँग फाइलपद्धति देखाऊ

source: Change how files are managed
ne: फाक्षलको प्रवन्धन अनुसार पाठ परिवर्तन गर्नुस्

source: File Management
ne: फाईल ब्यवस्थापन

source: Home Folder
ar: الدليل الموطن
ne: होम फोल्डर
sq: Kartela Home

source: View your home folder in the Nautilus file manager
ar: اعرض الدليل الموطن لديك في مدير ملفات ناوتيلاس
ne: नटिलस फाइल प्रवन्धकमा होम फोल्डर देखाऊ
sq: Shfaqe kartelën home të përdoruesit tek file manager Nautilus

source: Could not complete specified action: %s
ne: तोकिएको काम %s सम्पन्न हुनसकेन

source: Could not complete specified action.
ne: तोकिएको काम सम्पन्न हुनसकेन

source: Background
ar: الخلفية
ne: पार्श्व
sq: Sfondi

source: Open %d Window?
ne: विंडो %d खोल्ने हो?

source: Are you sure you want to open all files?
ne: के तपाईं सबै फाइलहरु खोल्न चाहनुहुन्छ

source: This will open %d separate window.
ne: यसले %d अलग अलग विण्डो खोल्नेछ

source: Are you sure you want to permanently delete "%s"?
ar: هل أنت متأكد من أنك تريد حذف "%s" نهائيا؟
ne: के तपाईं "%s" स्थायी तरीकाले मेट्न चाहनुहुन्छ?
sq: Të eleminoj përgjithmonë "%s"?

source: Are you sure you want to permanently delete the %d selected item?
ne: के तपाईं %d छानिएका सबै आईटमहरू स्थायी तरीकाले मेट्न चाहनुहुन्छ?

source: If you delete an item, it is permanently lost.
ne: एउटा आइटम मेटियो भने यो सधैँका लागि हराउँछ

source: Delete?
ar: هل أحذف؟
ne: मेटने हो?
sq: Ti eleminoj?

source: Select Pattern
ne: समूह नमुना

source: _Pattern:
ne: _नमुना

source: %d folder selected
ne: %d फोल्डर छानियो

source: (containing %d item)
ne: (%d आईटम छ)

source: (containing a total of %d item)
ne: (कुल %d आईटमह सबै छ)

source: %d item selected (%s)
ne: %d आईटम छानियो (%s)

source: %d other item selected (%s)
ne: %d अन्य आईटम छानियो (%s)

source: %s, Free space: %s
ne: %s, खाली ठाउँ: %s

source: The folder "%s" contains more files than Nautilus can handle.
ne: फोल्डर "%s"मा नटिलसले नियन्त्रण गर्नेभन्दा बढी फाइलहरु छन्

source: Some files will not be displayed.
ne: केही फाइलहरु देखाउन सकिँदैन

source: Cannot move file to trash, do you want to delete immediately?
ne: रद्दीटोकरीमा फाइल राख्न सकिएन के तपाई मेट्न चाहनु हुन्छ?

source: The file "%s" cannot be moved to the trash.
ne: "%s"फाइल रद्दीटोकरीमा हाल्न सकिँदैन

source: Cannot move items to trash, do you want to delete them immediately?
ne: रद्दीटोकरीमा आइटम राख्न सकिएन के तपाई मेट्न चाहनु हुन्छ?

source: Cannot move some items to trash, do you want to delete these immediately?
ne: रद्दीटोकरीमा आइटम राख्न सकिएन के तपाई मेट्न चाहनु हुन्छ?

source: Are you sure you want to permanently delete "%s" from the trash?
ne: के तपाईं "%s" लाई रद्दीटोकरीबाट स्थायी तरीकाले मेट्न चाहनुहुन्छ

source: Are you sure you want to permanently delete the %d selected item from the trash?
ne: के तपाईं छानिएका %d आईटम रद्दीटोकरीबाट मेट्न चाहनुहुन्छ

source: If you delete an item, it will be permanently lost.
ne: एउटा आइटम मेटियो भने यो सधैँका लागि हराउँछ

source: Do you want to run "%s", or display its contents?
ne: "%s" यसलाई चलाउन या हेर्न चाहनु हुन्छ?

source: "%s" is an executable text file.
ne: "%s"संभालन योग्य पाठ फाइल हो

source: Run in _Terminal
ne: _टर्मिनलमा चलाउनुहोस्
sq: Zbato në _Terminal

source: _Display
ne: _देखाउनुहोस्
sq: _Shfaq

source: _Run
ne: _चलाऊ
sq: _Zbato

source: Run "%s" on any selected items
ar: نفذ "%s" على أي عنصر منتقى
ne: "%s" लाई छानिएको आइछममा खोल्नुहोस्
sq: Zbaton "%s" mbi objektet e zgjedhur

source: Create Document from template "%s"
ne: टेमप्लेट "%s"बाट मिसिल तयार गर्नुहोस्

source: All executable files in this folder will appear in the Scripts menu.
ne: यो फोलेडरमा सबै कार्यकारी फाइलहरु लिपि मेनुमा देखिनेछन्

source: Choosing a script from the menu will run that script with any selected items as input.
ne: मेनुबाट कुनै लिपि छानिएमा त्यो प्रविष्टिका रुपमा छानिएको आईटमसँग खुल्छ

source: About Scripts
ar: حول النصوص البرمجية
ne: लिपिका बारेमा
sq: Informacione mbi Scripts

source: All executable files in this folder will appear in the Scripts menu. Choosing a script from the menu will run that script. When executed from a local folder, scripts will be passed the selected file names. When executed from a remote folder (e.g. a folder showing web or ftp content), scripts will be passed no parameters. In all cases, the following environment variables will be set by Nautilus, which the scripts may use: NAUTILUS_SCRIPT_SELECTED_FILE_PATHS: newline-delimited paths for selected files (only if local) NAUTILUS_SCRIPT_SELECTED_URIS: newline-delimited URIs for selected files NAUTILUS_SCRIPT_CURRENT_URI: URI for current location NAUTILUS_SCRIPT_WINDOW_GEOMETRY: position and size of current window
ar: كل الملفات القابلة للإجراء في هذا المجلد ستبدو في قائمة النصوص البرمجية. اختيار نص برمجي من القائمة سيُجريه. حينما يتم تشغيلهم من مجلد محلي، فإن النصوص البرمجية سيمرر لها أسماء الملفات المنتقاة. حينما يتم تشغيلهم من مجلد عن بعد (مجلد يظهر محتويات ويب أو ftp مثلا)، فسوف لن يتم تمرير أي معاملات لها. في كل الحالات، سيتم تعيين المتغيرات البيئية التالية بواسطة ناوتيلاس، والتي قد تستخدمها النصوص البرمجية: NAUTILUS_SCRIPT_SELECTED_FILE_PATHS: مسارات مفصولة بسطر جديد للملفات المنتقاة(فقط في المحلية) NAUTILUS_SCRIPT_SELECTED_URIS: مجموعة URI مفصولة بسطر جديد للملفات المنتقاة NAUTILUS_SCRIPT_CURRENT_URI: URI للموقع المنتقى NAUTILUS_SCRIPT_WINDOW_GEOMETRY: موقع وحجم النافذة الحالية
ne: यस फोल्डरका सबै कार्कारी फाइलहरु लिपि मेन्यूमा देखिन्छ। मेन्यूबाट कुनै एउटा फाइल छान्नुभयो भने त्यो अब चल्न थाल्छ। जब कुनै स्थायी फोल्डर चलाइन्छ तब यो लिपि छानिएको फाइलनाम हुनजान्छ। जब यो फाइल दूर फोल्डरबाट चलाइन्छ (यस्तो फोल्डर जसमा एफटीपी विषय देखिन्छ) तब लिपिको नमुना एकाइ पास गर्दैन। सबै केसमा निम्नलिखित वातावरण विविधता नॉटिलिसले जडान गर्छ । जसले लिपि प्रयोग गर्छ । नॉटिलिस_स्क्रिप्ट_सेलेक्टेड_ यू आर आई एस : छानिएको फाइलका लागी नयाँलाइन डेलिमिटेड यू आर आई नॉटिलिस_ लिपि_ करेंट_ यू आर आई हालैको स्थाननटिलस_ स्क्रिप्ट_ विंडो_ जियोमेंट्री_ तह र आकारको वर्तमान विण्डो
sq: Të gjithë files e zbatueshëm që gjenden në këtë kartelë do të jenë të dukshëm tek menu e Scripts. Duke zgjedhur një script nga kjo menu do të ekzekutohet ai script. Kur të ekzekutohen nga një kartelë lokale, script-eve do t'u kalohet emri i file të zgjedhur. Po të ekzekutohen nga një kartelë remote (p.sh. një kartelë web apo ftp), script-eve nuk do t'u kalohet asnjë parametër. Sidoqoftë, të ndryshueshmet ambientale në vazhdim të vendosura nga Nautilus, mund të përdoren nga scriptet: NAUTILUS_SCRIPT_SELECTED_FILE_PATHS: pozicione të kufizuara nga një rresht i ri për files e zgjedhur (vetëm nëqoftëse në lokale) NAUTILUS_SCRIPT_SELECTED_URIS: URI të kufizuara nga një rresht i ri për files e zgjedhur NAUTILUS_SCRIPT_CURRENT_URI: URI për pozicionin aktual NAUTILUS_SCRIPT_WINDOW_GEOMETRY: pozicioni dhe përmasat e dritares aktuale

source: "%s" will be moved if you select the Paste Files command
ar: سيتم تحريك "%s" إذا اخترت أمر ' الصق الملفات '
ne: यदि तपाईले फाइल टाँस्ने निर्देशन छानेमा "%s" फाइल सार्न सकिने हुन्छ
sq: "%s" do të spostohet nëqoftëse zgjidhni komandën "Ngjit files"

source: "%s" will be copied if you select the Paste Files command
ar: سيتم لصق "%s" إذا اخترت أمر ' الصق الملفات '
ne: यदि तपाईले फाइल टाँस्ने निर्देशन छानेमा "%s" फाइल कपि हुन्छ
sq: "%s" do të kopjohet nëqoftëse zgjidhni komandën "Ngjit files"

source: The %d selected item will be moved if you select the Paste Files command
ne: यदि तपाईँले फाइल टाँस्ने निर्देशन छानेमा %d छानेको आइटम सार्न सकिन्छ।

source: The %d selected item will be copied if you select the Paste Files command
ne: यदि तपाईँले फाइल कपि निर्देशन छानेमा %d छानेका आइटम कपिगर्न सकिन्छ।

source: There is nothing on the clipboard to paste.
ar: لا يوجد شيء في الحافظة للصقه.
ne: क्लिपबोर्डमा टाँस्नलाई केही पनि छैन
sq: Nuk ka asgjë tek shënimet për t'u ngjitur.

source: Eject Error
ne: गल्ती हटाऊ

source: Link _name:
ne: _नामसँग सम्पर्क बनाऊ

source: E_ject
ne: बाहिर_जाऊ

source: _Unmount Volume
ne: मात्रा_अधोगामी गर्नुहोस्
sq: _Zmonto Volumin

source: Browse Folder
ne: फोल्डर हेर

source: Browse Folders
ne: फोल्डरहरू हेर

source: _Delete from Trash
ne: रद्दीटोकरीबाट _हटाउनुस्
sq: _Elemino nga Koshi

source: Mo_ve to Trash
ne: रद्दीटोकरीमा हाल्नु_होस्
sq: Lë_viz në Kosh

source: _Delete
ne: _मेट्नुस
sq: _Elemino

source: Ma_ke Links
ne: लिङ्कहरु_बनाउ
sq: _Krijo Lidhje

source: Ma_ke Link
ne: लिङ्क बनाउ
sq: _Krijo Lidhje

source: Cu_t File
ar: قص ملفا
ne: फाइल का_ट्नुहोस्
sq: Pre_je File

source: Cu_t Files
ar: قص ملفات
ne: फाइलहरु का_ट्नुहोस्
sq: Pri_t files

source: _Copy File
ar: انسخ ملفا
ne: फाइल _कपी गर्नुस्
sq: _Kopjo File

source: _Copy Files
ar: انسخ ملفات
ne: फाइलहरू _कपी गर्नुस्
sq: _Kopjo Files

source: This link can't be used, because it has no target.
ne: यो संपर्क स्थापित हुनसक्दैन किनभने यसको कुनै गन्तब्य छैन।

source: This link can't be used, because its target "%s" doesn't exist.
ne: यो संपर्क स्थापित हुनसक्दैन किनभने यसको गन्तब्य"%s"मौजुद छैन।

source: Opening "%s".
ne: "%s" खुल्दैछ

source: URL
ne: युआरएल

source: Link
ne: संपर्क

source: Command
ne: आदेश

source: Launcher
ne: सुरुआत कारक

source: "%s" couldn't be found. Perhaps it has recently been deleted.
ar: لا يمكن العثور على "%s". قد يكون تم حذفها مؤخرا.
ne: "%s" पाइएन, सायद मेटियो होला
sq: "%s" nuk gjindet. Ndoshta është fshirë jo shumë kohë më parë.

source: The folder contents could not be displayed.
ne: फोल्डरमा के छ देखाउन सकिएन

source: The item could not be renamed.
ne: नाम परिवर्तन हुनसक्तैन

source: The group could not be changed.
ne: समूह परिवर्तन हुनसक्तैन

source: The owner could not be changed.
ne: मालिक परिवर्तन गर्न सकिँदैन

source: The permissions could not be changed.
ne: अनुमति बदल्न सकिदैन

source: Restore Icons' Original Si_zes
ne: चिन्हलाई आफ्नो आ_कारमा राख
sq: Dimensi_onet origjinale të ikonave

source: Restore Icon's Original Si_ze
ne: चिन्हहरुलाई आफ्नो आ_कारमा राख
sq: Dimensi_oni origjinal i ikonës

source: Drag and drop is not supported.
ne: तान्ने र खसाल्ने सुविधा उपलब्ध छैन

source: Drag and drop is only supported on local file systems.
ne: स्थानीय फाईल सिस्टममा मात्र तान्ने र खसाल्ने सुविधा उपलब्ध छ

source: Drag and Drop Error
ne: तान्ने र खसाल्ने क्रममा गल्ती

source: An invalid drag type was used.
ar: تم استخدام نوع غير صحيح للسحب.
ne: गलत तान्ने प्रकार प्रयोग भएको छ
sq: Është përdorur një tip drag jo i vlefshëm.

source: %s Visible Columns
ne: %s देखिने स्तम्भ

source: Choose the order of information to appear in this folder.
ne: यो फोल्डर हेर्नलाई सूचनाको क्रम छान्नुस्

source: You can't assign more than one custom icon at a time!
ne: एक पटकमा एकभन्दा बढी प्रचलित चिन्ह प्रयोग हुनसक्दैन

source: Please drag just one image to set a custom icon.
ne: प्रचलित चिन्ह मिलान गर्न एउटा चित्रमात्र तान्नुस्

source: The file that you dropped is not local.
ne: तपाईँले खसालेको फाइल स्थानीय होइन

source: You can only use local images as custom icons.
ne: प्रचलित चिन्हका रुपमा स्थानीय छविमात्र प्रयोग गर्न सकिन्छ

source: The file that you dropped is not an image.
ne: जुन फाईलतपाईँले छोड्नुभएको त्यो स्थानीय छवि होइन

source: Properties
ne: विशेषताहरू

source: Changing group.
ne: समूह परिवर्तन गरिंदैछ

source: Changing owner.
ne: मालिक परिवर्तन हुँदैछ

source: %d item, with size %s
ne: %d आईटम, %s साईज

source: _Names:
ne: _नामहरु

source: _Name:
ne: _नाम
sq: _Emri:

source: Volume:
ne: मात्रा

source: Free space:
ne: खाली ठाउँ

source: Link target:
ne: सम्बन्ध जोड्ने लक्ष्य
sq: Lidhur me:

source: _Select Custom Icon...
ar: اختر أيقونة مخصصة...
ne: _प्रचलित चिन्ह छान्नुस
sq: _Seleksiono ikonën e personalizuar...

source: _Remove Custom Icon
ar: احذف أيقونة مخصصة
ne: _प्रचलित चिन्ह हटाउनुस
sq: _Hiq ikonën e personalizuar

source: _Read
ne: _पढ
sq: _Lexim

source: _Write
ne: _लेख
sq: _Shkrim

source: E_xecute
ne: च_लाउने
sq: E_kzekutim

source: Set _user ID
ne: _उपयोगकर्ता निर्धारित गर
sq: Vendos ID e _përdoruesit

source: Special flags:
ne: विशेष ध्वजाहरु

source: Set gro_up ID
ne: समूह _निर्धारित गर
sq: Vendos ID e gr_upit

source: _Sticky
ne: _चिपचिपे

source: File _owner:
ne: फाइल _धनी

source: File owner:
ne: फाइल धनी
sq: Pronari i file:

source: _File group:
ne: _फाइल समूह
sq: Grupi i _File:

source: File group:
ne: फाईल समूह
sq: Grupi i file:

source: Text view:
ne: पाठ दृश्य
sq: Të drejtat si tekst:

source: Number view:
ne: अंक दृश्य
sq: Të drejtat si numra:

source: Last changed:
ne: अन्तिम परिवर्तन
sq: Ndryshimi i fundit:

source: The permissions of the selected file could not be determined.
ne: चयनित फाइलको अनुमति पत्तालाउन सकिएन

source: There was an error displaying help.
ne: सहायता देखाउने क्रममा गल्ती

source: Couldn't Show Help
ne: सहायता देखाउन सकिएन

source: Creating Properties window.
ne: विण्डोको विशेषता बनिराखेको छ

source: Select an icon
ne: आईकन छान्नुस

source: (Empty)
ar: (فارغ)
ne: (खाली)
sq: (Bosh)

source: Loading...
ar: جاري التحميل...
ne: लोडीङ्ग....
sq: Në lexim e sipër...

source: Create Folder
ne: फोल्डर बनाउनुस्

source: Cut Folder
ne: फोल्डर काट्नुस

source: Copy Folder
ne: फोल्डर कपी गर्नुस्

source: Paste Files into Folder
ne: फाइल फोल्डरमा पेस्ट गर्नुस

source: Filesystem
ne: फाइल सिस्टम

source: Network Neighbourhood
ne: नजिकको संजाल

source: Change Desktop _Background
ne: डेस्कटपको _पार्श्व परिवर्तन गर्नुहोस्
sq: Ndrysho _sfondin e desktop

source: Create L_auncher
ne: सुरुआत कर्ता निर्माण गर्नुस्

source: Create a new launcher
ar: أنشيء مشغلا جديدا
ne: नयाँ सुरुआत कर्ता बनाउनुहोस्
sq: Krijo një ikonë të re nisje

source: Open T_erminal
ne: नयाँ ट_र्मिनल खोल्नुस

source: Use _Default Background
ne: _पूर्वनिर्धारित पार्श्व प्रयोग गर
sq: Përdor sfondin e _prezgjedhur

source: Use the default desktop background
ar: استخدم الخلفية الافتراضية لسطح المكتب
ne: पूर्वनिर्धारित डेस्कटप पार्श्व प्रयोग गर
sq: Përdor sfondin e prezgjedhur të desktop

source: Create _Document
ne: _मिसिल बनाउनुस्

source: Create _Folder
ne: _फोल्डर बनाउनुस्

source: Create a new empty file inside this folder
ne: यो फोल्डरभित्र नयाँ फोल्डर बनाउनुहोस्

source: D_uplicate
ne: न_क्कली
sq: D_upliko

source: Delete each selected item, without moving to the Trash
ar: احذف أي عنصر منتقى، من غير تحريكه إلى سلة المهملات
ne: छानिएका हरेक बस्तुहरु टोकरीमा नलगिकन मेट्नुहोस्
sq: Elemino çdo objekt të zgjedhur, pa e lëvizur në Kosh

source: Edit Launcher
ne: सम्पादन सुरुआत कर्ता
sq: Ndrysho ikonën e nisjes

source: Edit the launcher information
ne: सुरुआतकर्ता सूचना संशोधन गर्नुस्
sq: Ndrysho informacionet e ikonës së nisjes

source: Format the selected volume
ne: चयनित मात्रालाई मेट्नुस्
sq: Formato volumin e zgjedhur

source: Medi_a Properties
ne: मीडि_या विशेषता
sq: Karakteristikat e medi_a-s

source: Mount the selected volume
ne: छानिएको मात्रा उर्ध्वमुखि बनाउनुस्

source: Move or copy files previously selected by a Cut Files or Copy Files command
ar: انقل أو انسخ الملفات المنتقاة مسبقا باستخدام أمر ' قص الملفات ' أو ' انسخ الملفات '
ne: कपि फाइल कमाण्ड प्रयोग गरेर हटाउनुस् वा कपि गर्नुस्
sq: Lëviz apo kopjo files e zgjedhur më parë me anë të komandës "Prit files" apo "Kopjo files"

source: Move or copy files previously selected by a Cut Files or Copy Files command into the selected folder
ne: कपि फाइल कमाण्ड प्रयोग गरेर छानिएको फोल्डरमा कपि गर्नुस् वा हटाउनुस्

source: No templates Installed
ne: टेम्प्लेट जडान भएको छैन

source: Open Wit_h
ar: افتح باستخدام
ne: यस_ले खोल्नुस्
sq: Hape m_e

source: Open each selected item in a navigation window
ne: हरेक छानेको वस्तुलाई नयाँ विन्डोमा खोल्नुस्

source: Prepare the selected files to be copied with a Paste Files command
ar: قم بتحضير الملفات المنتقاة حتى يتم نسخها بواسطة أمر ' لصق الملفات '
ne: टाँस फाइल आदेश प्रयोग गरेर निश्चित फाईल कपि गर्न तयार हुनुहोस्
sq: Përgatit files e zgjedhur për t'u kopjuar me komandën "Ngjit files"

source: Prepare the selected files to be moved with a Paste Files command
ar: قم بتحضير الملفات المنتقاة حتى يتم تحريكها بواسطة أمر ' لصق الملفات '
ne: टाँस फाइल आदेश प्रयोग गरेर निश्चित फाईल हटाउन तयार हुनुहोस्
sq: Përgatit files e zgjedhur për t'i lëvizur me komandën "Ngjit files"

source: Prot_ect
ne: बचा_उनुस्
sq: _Mbro

source: Protect the selected volume
ne: छानिएको मात्रा बचाउनुस्
sq: Mbro volumin e zgjedhur

source: Rename selected item
ar: أعد تسمية العنصر المنتقى
ne: छानिएको बस्तुहरुलाई नाम दिनुस्
sq: Riemërton objektin e zgjedhur

source: Reset View to _Defaults
ar: أعد تعيين العرض للافتراضيات
ne: _पूर्वनिर्धारित दृष्यमा राख्नुस्
sq: _Përdor rregullimet e prezgjedhura

source: Reset sorting order and zoom level to match preferences for this view
ar: أعد تعيين الترتيب ومستوى التحجيم للأصل حتى تطابق تفضيلات هذا العرض
ne: दृष्यको प्राथमिकता तुलना गर्न जूमलेवलको क्रमबद्धता पुनर्स्थपना
sq: Rivendos kriterin e rreshtimit dhe nivelin e zoom sipas rregullimeve të prezgjedhura

source: Run or manage scripts from ~/Nautilus/scripts
ar: نفّذ أو قم بإدارة النصوص البرمجية في ~/Nautilus/scripts
ne: ~/नटिलस/लिपिबाट लिपि निश्चित गर्नुस्
sq: Zbaton ose manazhon script-et nga ~/Nautilus/scripts

source: Select _All Files
ar: اختر كل الملفات
ne: _सबै फाइल छान्नुस
sq: Zgjidh _të gjithë files

source: Select _Pattern
ne: _बुट्टा छान्नुस्

source: Select items in this window matching a given pattern
ne: दिइएको नमुना प्रयोग गरेर यो विण्डोमा आइटमहरु छान

source: Show _Hidden Files
ne: _लुकाइएका फाइल देखाऊ

source: Show media properties for the selected volume
ne: चयनित मात्राका लागि मीडिया विशेषता देखाउनुस्।
sq: Shfaq pronësitë e volumit të zgjedhur

source: Show the folder containing the scripts that appear in this menu
ar: أظهر المجلد الذي يحتوي على النصوص البرمجية التي تظهر في هذه القائمة
ne: लिपि भएको फोल्डर देखाऊ जुन यो मेनुमा देखियोस्
sq: Shfaq kartelën ku përmbahen skriptet e dukshëm në këtë menu

source: Toggles the display of hidden files in the current window
ne: लुकेका फाइलहरु चालु विण्डोमा देखाउनका सम्हालेर राख

source: Unmount the selected volume
ne: छानिएको मात्रा हटाउनुस्
sq: Zmonto volumin e zgjedhur

source: Use the default background for this location
ar: استخدم الخلفية الافتراضية لهذا الموقع
ne: यो स्थानका लागि पूर्वनिश्चित पार्श्व प्रयोग गर
sq: Përdor sfondin e prezgjedhur për këtë pozicion

source: _Empty File
ne: फाइल _खाली गर्नुस्

source: _Format
ne: _फरम्याट
sq: _Formato

source: _Mount Volume
ne: _मात्रा उर्ध्वगामी बनाऊ

source: _Open Scripts Folder
ar: افتح مجلدات النصوص البرمجية
ne: लिपि फोल्डर _खोल्नुस
sq: _Hap kartelën e script-eve

source: _Paste Files
ar: الصق الملفات
ne: फाइल _टाँस गर्नुस
sq: _Ngjit files

source: _Paste Files Into Folder
ne: फाइल फोल्डरमा _टाँस गर्नुस

source: _Properties
ar: خصائص
ne: _विशेषताहरू
sq: _Pronësi

source: _Rename...
ne: _पुनः नाम राख्नुस्...
sq: _Riemërto...

source: _Scripts
ne: _लिपि

source: Arran_ge Items
ne: आईटमहरू मिलाउ_नुहोस्
sq: Rre_gullo elementët

source: Clean _Up by Name
ne: नाम अनुसारले _सफा गर्नुहोस्
sq: Rre_shto sipas emrit

source: Compact _Layout
ne: संक्षिप्त खाका
sq: Vendos_je e ngjeshur

source: Keep icons lined up on a grid
ne: चिन्हको नाम अनुसार पक्तिमा राख्नुस

source: Str_etch Icon
ne: चिन्ह तन्का_उ
sq: Ridim_ensiono ikonën

source: _Keep Aligned
ne: सहचारी क्रममा_राख

source: Visible _Columns...
ne: देखिने _स्तम्भ...

source: Nautilus could not create the required folder "%s".
ne: चाहिएको "%s"फोल्डर नटिलसले निर्माण गर्न सकेन

source: Before running Nautilus, please create the following folder, or set permissions such that Nautilus can create it.
ne: नटिलस चालुगर्नुभन्दा पहिले यस्तो फोल्डर बनाउनुहोस् अथवा अनुमति मिलान गर्नुहोस् जहाँ नटिलसले कामगर्न सकोस्

source: Nautilus could not create the following required folders: %s.
ne: चाहना गरिएको फोल्डर %s नटिलसले निर्माण गर्नसकेन

source: Before running Nautilus, please create these folders, or set permissions such that Nautilus can create them.
ne: नटिलस चालुगर्नुभन्दा पहिले यस्तो फोल्डर बनाउनुहोस् अथवा अनुमति मिलान गर्नुहोस् जहाँ नटिलसले कामगर्न सकोस्

source: Link To Old Desktop
ne: पुरानो डेस्कटपसँग सम्पर्क राख्नुस्

source: A link called "Link To Old Desktop" has been created on the desktop.
ne: एउटा सम्पर्क जसलाई"पुरानो डेस्कटपसँगको सम्पर्क" भनिन्छ डेस्कटपमा निर्माण गरिएको छ

source: The location of the desktop directory has changed in GNOME 2.4. You can open the link and move over the files you want, then delete the link.
ne: टेस्कटप निर्देशिका जीनोम २.४ मा परिवर्तन भएको छ यसमा सम्पर्क स्थापना गरेर फाइलमा जान सक्नुहरन्छ त्यसपछि मेट्नुहोला

source: Migrated Old Desktop
ne: पुरनो डेस्कटपमा सरेको
