Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/nautilus/po/*.po
Languages: ar, ne, sk, sq

source: Can't Change Trash Location
ar: لا يمكن تغيير مكان سلة المهملات
ne: रद्दीटोकरीको स्थान परिवर्तन गर्न मिल्दैन
sk: Nie je mo¾né zmeni» umiestnenie Odpadkov
sq: I pamundur ndryshimi i pozicionit të Koshit

source: Can't Copy Trash
ar: لا يمكن نسخ سلة المهملات
ne: रद्दीटोकरी कपी हुन सक्तैन
sk: Nie je mo¾né kopírova» Odpadky
sq: I pamundur kopjimi i Koshit

source: You cannot move a folder into itself.
ar: لا تستطيع نقل دليل إلى نفسه.
ne: एउटा फोल्डरबाट सोही फोल्डरमा हाल्न सकिँदैन
sk: Nie je mo¾né presunú» prieèinok do seba samého.
sq: Nuk mund të lëvizet një kartelë në vetvete.

source: You cannot copy a folder into itself.
ar: لا تستطيع نسخ دليل إلى نفسه.
ne: एउटा फोल्डरबाट सोही फोल्डरमा कपिगर्न सकिँदैन
sk: Nie je mo¾né kopírova» prieèinok do seba samého.
sq: Nuk mund të kopjoni një kartelë në vetvete.

source: Can't Move Into Self
ar: لا يمكن نقله إلى نفسه
ne: आफैंमा जान सक्तैन
sk: Nie je mo¾ný presun
sq: E pamundur lëvizja në vetvete.

source: Can't Copy Into Self
ar: لا يمكن نسخه إلى نفسه
ne: आफैंमा कपी गर्न सक्तैन
sk: Nie je mo¾né kopírova» do seba samého
sq: E pamundur kopja në vetvete

source: You cannot move a file onto itself.
sk: Nie je mo¾né presunú» súbor do seba samého.

source: You cannot copy a file over itself.
ar: لا يمكنك نسخ ملف على نفسه.
ne: एउटा फाइललाई सोही फाइलमा कपिगर्न सकिँदैन
sk: Nie je mo¾né kopírova» súbor do seba samého.
sq: Nuk është e mundur kopja e një file në vetvete.

source: Can't Move Onto Self
sk: Nie je mo¾ný presun do seba samého

source: Can't Copy Over Self
ar: ﻻ استطيع النسخ على نفسه
ne: आफैंमा कपी हुन सक्तैन
sk: Nie je mo¾né kopírova» do seba samého
sq: E pamundur kopja në vetvete

source: Error creating new folder. You do not have permissions to write to the destination.
ar: حدث خطأ أثناء إنشاء المجلد الجديد. ليست لديك صلاحية الكتابة في المرسل إليه.
sk: Chyba pri vytváraní nového prieèinku. Nemáte práva na zápis.
sq: Gabim gjatë krijimit të kartelës së re. Nuk keni të drejtat e shkrimit tek pozicioni i dëshiruar.

source: Error creating new folder. There is no space on the destination.
ar: حدث خطأ أثناء إنشاء المجلد الجديد. ليست هناك مساحة كافية على المرسل إليه.
sk: Chyba pri vytváraní nového prieèinku. Nedostatok miesta.
sq: Gabim gjatë krijimit të kartelës së re. Nuk ka më vend tek pozicioni i dëshiruar.

source: Error "%s" creating new folder.
ar: حدث خطأ "%s" عند انشاء المجلد الجديد.
ne: नयाँ फोल्डर बनाउँदा %s गल्ती
sk: Chyba "%s" pri vytváraní nového prieèinku.
sq: Gabim "%s" gjatë krijimit të kartelës së re.

source: Error creating new folder
ar: حدث خطأ أثناء إنشاء دليل جديد
sk: Chyba pri vytváraní nového prieèinku
sq: Gabim gjatë krijimit të kartelës së re

source: untitled folder
ar: دليل غير مسمى
ne: विनाशीर्षकको फोल्डर
sk: prieèinok bez mena
sq: kartelë pa emër

source: Deleting files
ar: حذف الملفات
ne: फाइल मेटिँदैछ
sk: Odstraòujem súbory
sq: Eleminimi i files

source: Files deleted:
ar: الملفات المحذوفة:
ne: फाइल मेटियो
sk: Odstránených súborov:
sq: Files të eleminuar:

source: Deleting
ar: حذف
ne: मेटिँदै
sk: Odstraòujem
sq: Duke eleminuar

source: Preparing to Delete files...
ar: جاري التحضير لحذف الملفات...
ne: फाइल मेट्न तयारी हुँदै...
sk: Pripravujem odstránenie súborov...
sq: Përgatitje për eleminimin e files...

source: Emptying the Trash
ar: أفرغ سلة المهملات
ne: रद्दीटोकरी खाली हुँदै
sk: Vyprázdòujem Odpadky
sq: Duke zbrazur Koshin

source: Preparing to Empty the Trash...
ar: جاري التحضير لافراغ سلة المهملات....
ne: रद्दीटोकरी खालीगर्न तैयारी हुँदै
sk: Pripravujem vyprázdnenie Odpadkov...
sq: Përgatitje për zbrazjen e Koshit...

source: Are you sure you want to permanently delete all of the items in the Trash?
ar: هل أنت متأكد من أنك تريد حذف كل العناصر في سلة المهملات نهائيا؟
sk: Naozaj chcete nav¾dy odstráni» v¹etky polo¾ky v Odpadkoch?
sq: Jeni i sigurt që dëshironi të eleminoni përgjithmonë të gjithë elementët që ndodhen në Kosh?

source: Delete Trash Contents?
sk: Odstráni» Odpadky?

source: Empty
sk: Vyprázdni»

source: foo
sk: bla

source: foo (copy)
ar: foo (نسخة)
sk: bla (kópia)
sq: foo (kopje)

source: .bashrc (copy)
ar: .bashrc (نسخة)
sk: .bashrc (kópia)
sq: .bashrc (kopje)

source: .foo.txt
sk: .bla.txt

source: .foo (copy).txt
ar: .foo (نسخة).txt
sk: .bla (kópia).txt
sq: .foo (kopje).txt

source: foo foo
sk: bla bla

source: foo foo (copy)
ar: foo foo (نسخة)
sk: bla bla (kópia)
sq: foo foo (kopje)

source: foo.txt
sk: bla.txt

source: foo (copy).txt
ar: foo (نسخة).txt
sk: bla (kópia).txt
sq: foo (kopje).txt

source: foo foo.txt
sk: bla bla.txt

source: foo foo (copy).txt
ar: foo foo (نسخة).txt
sk: bla bla (kópia).txt
sq: foo foo (kopje).txt

source: foo foo.txt txt
sk: bla bla.txt txt

source: foo foo (copy).txt txt
ar: foo foo (نسخة).txt txt
sk: bla bla (kópia).txt txt
sq: foo foo (kopje).txt txt

source: foo...txt
sk: bla...txt

source: foo.. (copy).txt
ar: foo.. (نسخة).txt
sk: bla.. (kópia).txt
sq: foo.. (kopje).txt

source: foo...
sk: bla...

source: foo... (copy)
ar: foo... (نسخة)
sk: bla...(kópia)
sq: foo... (kopje)

source: foo. (copy)
ar: foo. (نسخة)
sk: bla. (kópia)
sq: foo. (kopje)

source: foo. (another copy)
ar: foo. (نسخة أخرى)
sk: bla. (ïal¹ia kópia)
sq: foo. (kopje tjetër)

source: foo (another copy)
ar: foo (نسخة أخرى)
sk: bla (ïal¹ia kópia)
sq: foo (kopje tjetër)

source: foo (another copy).txt
ar: foo (نسخة أخرى).txt
sk: bla (ïal¹ia kópia).txt
sq: foo (kopje tjetër).txt

source: foo (3rd copy)
ar: foo (ثالث نسخة)
sk: bla (3. kópia)
sq: foo (kopja e 3-të)

source: foo (3rd copy).txt
ar: foo (ثالث نسخة).txt
sk: bla (3. kópia).txt
sq: foo (kopja e 3-të).txt

source: foo foo (another copy).txt
ar: foo foo (نسخة أخرى).txt
sk: bla bla (ïal¹ia kópia).txt
sq: foo foo (kopje tjetër).txt

source: foo foo (3rd copy).txt
ar: foo foo (ثالث نسخة).txt
sk: bla bla (3. kópia).txt3.
sq: foo foo (kopja e 3-të).txt

source: foo (21st copy)
ar: foo (النسخة الحادية والعشرون)
sk: bla (21. kópia)
sq: foo (kopja e 21-të)

source: foo (22nd copy)
ar: foo (النسخة الثانية والعشرون)
sk: bla (22. kópia)
sq: foo (kopja e 22-të)

source: foo (21st copy).txt
ar: foo (النسخة الحادية والعشرون).txt
sk: bla (21. kópia).txt
sq: foo (kopja e 21-të).txt

source: foo (22nd copy).txt
ar: foo (النسخة الثانية والعشرون).txt
sk: bla (22. kópia).txt
sq: foo (kopja e 22-të).txt

source: foo (23rd copy)
ar: foo (النسخة الثالثة والعشرون)
sk: bla (23. kópia)
sq: foo (kopja e 23-të)

source: foo (23rd copy).txt
ar: foo (النسخة الثالثة والعشرون).txt
sk: bla (23. kópia).txt
sq: foo (kopja e 23-të).txt

source: foo (24th copy)
ar: foo (النسخة الرابعة والعشرون)
sk: bla (24. kópia)
sq: foo (kopja e 24-t)

source: foo (24th copy).txt
ar: foo (النسخة الرابعة والعشرون).txt
sk: bla (24. kópia).txt
sq: foo (kopja e 24-t).txt

source: foo (25th copy)
ar: foo (النسخة الخامسة والعشرون)
sk: bla (25. kópia)
sq: foo (kopja e 25-të)

source: foo (25th copy).txt
ar: foo (النسخة الخامسة والعشرون).txt
sk: bla (25. kópia).txt
sq: foo (kopja e 25-të).txt

source: foo foo (24th copy)
ar: foo foo (النسخة الرابعة والعشرون)
sk: bla bla (24. kópia)
sq: foo foo (kopja e 24-t)

source: foo foo (25th copy)
ar: foo foo (النسخة الخامسة والعشرون)
sk: bla bla (25. kópia)
sq: foo foo (kopja e 25-të)

source: foo foo (24th copy).txt
ar: foo foo (النسخة الرابعة و العشرون).txt
sk: bla bla (24. kópia).txt
sq: foo foo (kopja e 24-t).txt

source: foo foo (25th copy).txt
ar: foo foo (النسخة الخامسة والعشرون).txt
sk: bla bla (25. kópia).txt
sq: foo foo (kopja e 25-të).txt

source: foo foo (100000000000000th copy).txt
ar: foo foo (100000000000000النسخة الـ ).txt
sk: bla bla (100000000000000. kópia).txt
sq: foo foo (100000000000000-ta kopje).txt

source: %ld of %ld
ar: %ld من %ld
ne: %ld को %ld
sk: %ld z %ld
sq: %ld nga %ld

source: Unknown
ar: غير معروف
sk: Neznámy
sq: E panjohur

source: Font
sk: Písmo

source: GConf Error
sk: Chyba GConf

source: fixed
sk: pevná ¹írka

source: Nautilus Preferences
sk: Nastavenie Nautilus

source: current theme
sk: aktuálna téma

source: Open each file or folder in a separate window
sk: Otvori» ka¾dý súbor alebo prieèinok v samostatnom okne

source: Ask before emptying the Trash
sk: Pýta» sa pred odstránením polo¾iek z Odpadkov

source: Click Behavior
sk: Chovanie pri kliknutí
sq: Sjellja e Klik

source: single
sk: jednoduché

source: Activate items with a single click
sk: Aktivova» polo¾ky jednoduchým kliknutím

source: double
sk: dvojité

source: Activate items with a double click
sk: Aktivova» polo¾ky dvojitým kliknutím

source: Executable Text Files
sk: Spustiteµné textové súbory
sq: File teksti të zbatueshëm

source: launch
sk: Spusti»

source: Execute files when they are clicked
sk: Spustit súbory pri kliknutí

source: display
sk: Zobrazenie

source: Display files when they are clicked
sk: Zobrazi» súbory pri kliknutí

source: ask
sk: Pýta» sa

source: Ask each time
sk: V¾dy sa pýta»

source: Show Text in Icons
sk: Ukáza» text v ikonách
sq: Shfaq tekstin e ikonës

source: Show Count of Items in Folders
sk: Ukáza» poèet polo¾iek v prieèinkoch

source: Show Thumbnails for Image Files
sk: Ukáza» miniatúry pre obrázky
sq: Shfaq miniaturat e figurave

source: Make Folder Appearance Details Public
sk: Detaily vzhµadu prieèinku sú verejné

source: Preview Sound Files
sk: Uká¾ka zvukových súborov
sq: Pamja e parë e files audio

source: Use smoother (but slower) graphics
sk: Pou¾i» jemnej¹iu (ale pomal¹iu) grafiku

source: Use this font family to display file names:
sk: Pou¾i» túto rodinu písiem pre zobrazenie mien súborov:

source: Display toolbar in new windows
sk: Zobrazi» nástrojový panel v nových oknách

source: Display location bar in new windows
sk: Zobrazi» panel umiestnenia v nových oknách

source: Display status bar in new windows
sk: Zobrazi» stavový riadok v nových oknách

source: Display sidebar in new windows
sk: Zobrazi» boèný panel v nových oknách

source: Use Nautilus to draw the desktop
sk: Pou¾i» Nautilus pre kreslenie plochy

source: Enable fast search (indexes your hard drive)
sk: Povoli» rýchle hµadanie (vytvorí index vá¹ho disku)

source: search type to do by default
sk: ©tandardný typ hµadania
sq: lloji i prezgjedhur i kërkimit

source: search by text
sk: Hµada» podµa obsahu

source: Search for files by file name only
ar: ابحث عن الملفات بواسطة اسم الملف فقط
ne: फाइलनामबँट मात्र फाइल खोज्नुहोस्
sk: Hµada» súbory len podµa obsahu
sq: Kërkoi files vetëm sipas emrit

source: search by text and properties
sk: Hµada» podµa obsahu a vlastností

source: Search for files by file name and file properties
ar: ابحث عن الملفات بواسطة اسم الملف و خصائص الملف
ne: फाइलको नाम र विशेषताबाट फाइल खोज्नुहोस्
sk: Hµada» súbory podµa obsahu a vlastností
sq: Kërkoi files sipas emrit dhe karakteristikave

source: Search Engine Location
sk: Miesto pre prehµadávanie WWW

source: Show hidden files (file names start with ".")
sk: Ukáza» skryté súbory (mená súborov zaèínajúce ".")

source: Show backup files (file names end with "~")
sk: Ukáza» súbory zálohy (mená súborov konèiace "~")

source: Show special flags in Properties window
sk: Ukáza» ¹peciálne príznaky v okne Vlastnosti

source: Show only folders (no files) in the tree
sk: Ukáza» iba prieèinky (nie súbory) v strome

source: Can add Content
sk: Mô¾e pridáva» obsah

source: Don't include the built-in bookmarks in the Bookmarks menu
sk: Neuvádza» zabudované zálo¾ky v menu Zálo¾ky

source: Location:
ar: المكان:
ne: स्थान
sk: Umiestnenie:
sq: Pozicioni:

source: Use HTTP Proxy
sk: Pou¾i» HTTP proxy

source: Appearance
sk: Vzhµad
sq: Paraqitja

source: Smoother Graphics
sk: Jemnej¹ia grafika

source: Windows & Desktop
sk: Okná a plocha

source: Opening New Windows
sk: Otvára» nové okná

source: Trash Behavior
sk: Chovanie Odpadkov
sq: Sjellja e Koshit

source: Icon & List Views
sk: Ikony a zoznamy

source: Show/Hide Options
sk: Ukáza»/Skry» mo¾nosti

source: Sidebar Panels
sk: Boèný panel

source: Tabs
sk: Zálo¾ky
sq: Skeda

source: Navigation
sk: Navigácia
sq: Lundrim

source: HTTP Proxy Settings
sk: Nastavenie proxy HTTP

source: Built-in Bookmarks
sk: Zabudované zálo¾ky
sq: Të preferuarit e prezgjedhur

source: Speed Tradeoffs
sk: Rýchlostné kompromisy

source: Search
sk: Hµadanie
sq: Kërko

source: Search Complexity Options
sk: Nastavenie zlo¾itosti hµadania
sq: Opcione të kompleksitetit të kërkimit

source: Fast Search
sk: Rýchle hµadanie

source: Fonts
ne: लिपिहरु
sk: Písma

source: Display %s tab in sidebar
sk: Zobrazi» zálo¾ku %s v boènom paneli

source: always
sk: v¾dy

source: Always
ne: जहिलेपनि
sk: V¾dy

source: local only
sk: len lokálne

source: Local Files Only
ne: स्थानीय फाइलमात्र
sk: Len lokálne súbory

source: never
sk: nikdy

source: Never
ne: कहिलेपनि
sk: Nikdy

source: This folder uses automatic layout. Do you want to switch to manual layout and leave this item where you dropped it? This will clobber the stored manual layout.
ar: يستخدم هذا المجلد تخطيطا آليا. هل تريد التغيير للتخطيط اليدوي وترك هذا العنصر حيثما ألقيته؟ سيسيء هذا للتخطيط اليدوي المخزن.
sk: Tento prieèinok pou¾íva automatické rozmiestnenie. Chcete prepnú» do ruèného rozmiestnenia a necha» pustenú polo¾ku tam, kam ste ju umiestnili? To rozhád¾e ruèné rozmiestnenie.
sq: Kjo kartelë përdor një rregullim automatik të objekteve. Dëshironi të kaloni në një rregullim personal dhe t'a lini objektin atje ku e keni zvarritur? Kjo gjë do të anullojë rregullimin e memorizuar.

source: This folder uses automatic layout. Do you want to switch to manual layout and leave these items where you dropped them? This will clobber the stored manual layout.
ar: يستخدم هذا المجلد تخطيطا آليا. هل تريد التغيير للتخطيط اليدوي وترك هذه العناصر حيثما ألقيتها؟ سيسيء هذا للتخطيط اليدوي المخزن.
sk: Tento prieèinok pou¾íva automatické rozmiestnenie. Chcete prepnú» do ruèného rozmiestnenia a necha» pustené polo¾ky tam, kam ste ich umiestnili? To rozhád¾e ruèné rozmiestnenie.
sq: Kjo kartelë përdor një rregullim automatik të objekteve. Dëshironi të kaloni në një rregullim personal dhe t'i lini objektet atje ku i keni zvarritur? Kjo gjë do të anullojë rregullimin e memorizuar.

source: This folder uses automatic layout. Do you want to switch to manual layout and leave this item where you dropped it?
ar: يستخدم هذا المجلد تخطيطا آليا. هل تريد التغيير للتخطيط اليدوي وترك هذا العنصر حيثما رميته؟
sk: Tento prieèinok pou¾íva automatické rozmiestnenie. Chcete prepnú» do ruèného rozmiestnenia a necha» túto polo¾ku tam, kam ste ju umiestnili?
sq: Kjo kartelë përdor një rregullim automatik të objekteve. Dëshironi të kaloni në një rregullim personal dhe t'a lini objektin atje ku e keni zvarritur?

source: This folder uses automatic layout. Do you want to switch to manual layout and leave these items where you dropped them?
ar: يستخدم هذا المجلد تخطيطا آليا. هل تريد التغيير للتخطيط اليدوي وترك هذه العناصر حيثما رميتهم؟
sk: Tento prieèinok pou¾íva automatické rozmiestnenie. Chcete prepnú» do ruèného rozmiestnenia a necha» tieto polo¾ky tam, kam ste ich umiestnili?
sq: Kjo kartelë përdor një rregullim automatik të objekteve. Dëshironi të kaloni në një rregullim personal dhe t'i lini objektet atje ku i keni zvarritur?

source: Switch to Manual Layout?
ar: تحويل إلى الهيئة اليدوية؟
ne: हाते मोहडामा जाऊ
sk: Prepnú» do ruèného rozmiestnenia?
sq: Kaloj tek rregullimi i personalizuar?

source: Switch
ar: تحويل
ne: बटन दबाऊ
sk: Prepnú»
sq: Kalo

source: Rename
ar: إعادة تسمية
ne: पुन नामकरण
sk: Premenova»

source: Undo Typing
sk: Vráti» spä» Písanie

source: Restore the old name
sk: Obnovi» staré meno

source: Redo Typing
sk: Opakova» vrátené Písanie

source: Restore the changed name
sk: Obnovi» zmenené meno

source: Beginner
sk: Zaèiatoèník

source: Intermediate
sk: Priemerný

source: Advanced
sk: Pokroèilý

source: Prefs Box
sk: Nastavenie

source: not in menu
ar: ليست في القائمة
sk: nie v menu
sq: jo në menu

source: in menu for this file
ar: في قائمة لهذا الملف
sk: v menu pre tento súbor
sq: në menu për këtë file

source: in menu for "%s"
ar: في قائمة لـ "%s"
sk: v menu pre "%s"
sq: në menu për "%s"

source: default for this file
ar: افتراضي لهذا الملف
sk: ¹tandardné pre tento súbor
sq: prezgjedhur për këtë file

source: default for "%s"
ar: افتراضي لـ "%s"
sk: ¹tandardné pre "%s"
sq: prezgjedhur për "%s"

source: Is not in the menu for "%s" items.
ar: ليس في القائمة للعناصر "%s".
sk: Nie je v menu pre polo¾ky "%s".
sq: Nuk është në menu për objektet "%s".

source: Is in the menu for "%s".
ar: في القائمة لـ "%s".
sk: Je v menu pre "%s".
sq: Është në menu për "%s".

source: Is in the menu for "%s" items.
ar: في القائمة للعناصر "%s".
sk: Je v menu pre polo¾ky "%s".
sq: Është në menu për elementët "%s".

source: Is in the menu for all "%s" items.
ar: في القائمة للعناصر "%s" كلها.
sk: Je v menu pre v¹etky polo¾ky "%s".
sq: Është në menu për të gjithë elementët "%s".

source: Is the default for "%s".
ar: الافتراضي لـ "%s".
sk: Je ¹tandardné pre "%s".
sq: Është i prezgjedhur për "%s".

source: Is the default for "%s" items.
ar: الافتراضي للعناصر "%s".
sk: Je ¹tandardné pre polo¾ky "%s".
sq: Është i prezgjedhur për elementët "%s".

source: Is the default for all "%s" items.
ar: الافتراضي للعناصر "%s" كلها.
sk: Je ¹tandardné pre v¹etky polo¾ky "%s".
sq: Është i prezgjedhur për të gjithë elementët "%s".

source: Modify "%s"
ar: عدّل "%s"
sk: Zmeni» "%s"
sq: Ndrysho "%s"

source: Include in the menu for "%s" items
ar: ضع في القائمة فقط لعناصر "%s"
sk: Vlo¾i» do menu pre polo¾ky "%s".
sq: Përfshi në menu për objektet "%s"

source: Use as default for "%s" items
ar: استخدم كافتراضي للعناصر "%s"
sk: Pou¾i» ako ¹tandard pre polo¾ky "%s".
sq: E prezgjedhur për objektet "%s"

source: Include in the menu just for "%s"
sk: Vlo¾i» do menu len pre "%s".

source: Use as default just for "%s"
sk: Pou¾i» ako ¹tandardné len pre "%s"

source: Don't include in the menu for "%s" items
ar: لا تضع في القائمة للعناصر "%s"
sk: Nevlo¾i» do menu pre polo¾ky "%s".
sq: Mos përfshi në menu për objektet "%s"

source: Name
ar: الاسم
ne: नाम
sk: Meno
sq: Emri

source: Status
ar: الحالة
sk: Stav
sq: Gjendja

source: Open with Other
sk: Otvori» iným

source: Choose an application with which to open "%s".
sk: Vyberte aplikáciu, ktorou chcete otvori» "%s".

source: View as Other
sk: Zobrazi» ako Iné

source: Choose a view for "%s".
sk: Vyberte pohµad pre "%s".

source: Choose
sk: Vybra»

source: Done
ar: تمت
sk: Hotovo
sq: Mbarova

source: Modify...
sk: Zmeni»...

source: File Types and Programs
ar: أنواع وبرامج الملفات
sk: Typy súborov a programy
sq: Lloje files dhe programesh

source: You can configure which programs are offered for which file types in the GNOME Control Center.
sk: V GNOME Ovládacom centre mô¾ete nastavi», ktoré programy sú k dispozícii pre jednotlivé typy súborov.

source: "%s" can't open "%s" because "%s" can't access files at "%s" locations. Would you like to choose another application?
ar: لا يستطيع "%s" فتح "%s" ﻷنه ليس بإمكان "%s" قراءة الملفات عند المواقع "%s". هل تريد اختيار تطبيق آخر؟
sk: "%s" nemohol otvori» "%s", preto¾e "%s" nemohol pou¾i» súbory v "%s". Chcete vybra» inú aplikáciu?
sq: "%s" nuk mund të hapë "%s" sepse "%s" nuk ka hyrje tek files në pozicionet "%s". Zgjedh një aplikacion tjetër?

source: Can't Open Location
ar: تعذر فتح الموقع
ne: स्थान खोल्न सक्तैन
sk: Nie je mo¾né zobrazi» miesto
sq: E pamundur hapja e pozicioni

source: [Items ]containing "%s" in their names
ar: [عناصر ] تحوي "%s" في أسماءها
sk: [Polo¾ky ]obsahujúce "%s" v svojich menách
sq: [Elementë ]që përmbajnë "%s" në emrat e tyre

source: [Items ]starting with "%s"
ar: [عناصر ] تبدأ بـ "%s"
sk: [Polo¾ky ] zaèínajúce na "%s"
sq: [Elementë ]që fillojnë me "%s"

source: [Items ]ending with %s
ar: [عناصر ] تنتهي بـ %s
sk: [Polo¾ky ] konèiace "%s"
sq: [Elementë ]që mbarojnë me %s

source: [Items ]not containing "%s" in their names
ar: [عناصر ] لا تحوي "%s" في أسماءها
sk: [Polo¾ky ]obsahujúce "%s" v svojich menách
sq: [Elementë ]që nuk përmbajnë "%s" në emrat e tyre

source: [Items ]matching the regular expression "%s"
ar: [عناصر ] تطابق الصيغة المنتظمة "%s"
sk: [Polo¾ky ]odpovedajúce regulárnemu výrazu "%s"

source: [Items ]matching the file pattern "%s"
ar: [عناصر ] تطابق نمط الملفات "%s"
sk: [Polo¾ky ]odpovedajúce ¾olíku súboru "%s"

source: [Items that are ]regular files
ar: [العناصر التي هي ] ملفات اعتيادية
sk: [Polo¾ky, ktoré sú ]normálne súbory
sq: [Objekte që janë ]files të rregullt

source: [Items that are ]text files
ar: [العناصر التي هي ] ملفات نصية
sk: [Polo¾ky, ktoré sú ]textové súbory
sq: [Objekte që janë ]files teksti

source: [Items that are ]applications
ar: [العناصر التي هي ] تطبيقات
sk: [Polo¾ky, ktoré sú ]aplikácie
sq: [Objekte që janë ]aplikacione

source: [Items that are ]folders
ar: [العناصر التي هي ] مجلدات
sk: [Polo¾ky, ktoré sú ]prieèinky
sq: [Objekte që janë ]kartela

source: [Items that are ]music
ar: [العناصر التي هي ] موسيقى
sk: [Polo¾ky, ktoré sú ]hudba
sq: [Objekte që janë ]muzikë

source: [Items ]that are not %s
ar: [العناصر ] التي ليست %s
sk: [Polo¾ky], ktoré nie sú %s
sq: [Objekte ]që nuk janë %s

source: [Items ]that are %s
ar: [العناصر ] التي هي %s
sk: [Polo¾ky], ktoré sú %s
sq: [Objekte ]që janë %s

source: [Items ]not owned by "%s"
ar: [العناصر ] غير المملوكة من قبل %s
sk: [Polo¾ky ]nevlastnené "%s"
sq: [Objekte ]që nuk i takojnë "%s"

source: [Items ]owned by "%s"
ar: [العناصر ] المملوكة من قبل %s
sk: [Polo¾ky ]vlastnené "%s"
sq: [Objekte ]që i takojnë "%s"

source: [Items ]with owner UID "%s"
ar: [العناصر ] التي لها هوية المستخدم للمالك "%s"
sk: [Polo¾ky ]s UID vlastníka "%s"
sq: [Objekte ]me pronar me UID "%s"

source: [Items ]with owner UID other than "%s"
ar: [العناصر ] التي لها هوية المستخدم للمالك غير "%s"
sk: [Polo¾ky ]s UID vlastníka iným ako "%s"
sq: [Objekte ]me pronar që ka një UID të ndryshme nga "%s"

source: [Items ]larger than %s bytes
ar: [العناصر ] الأكبر من %s بايت
sk: [Polo¾ky ]väè¹ie ako %s bajtov
sq: [Objekte ]më të mëdhenj se %s bytes

source: [Items ]smaller than %s bytes
ar: [العناصر ] الأصغر من %s بايت
sk: [Polo¾ky ]men¹ie ako %s bajtov
sq: [Objekte ]më të vegjël se %s bytes

source: [Items ]of %s bytes
ar: [العناصر ] ذات %s بايت
sk: [Polo¾ky ]s veµkos»ou %s bajtov
sq: [Objekte ]prej %s bytes

source: [Items ]modified today
ar: [العناصر ] المعدّلة اليوم
sk: [Polo¾ky ]zmenené dnes
sq: [Objekte ]të ndryshuar sot

source: [Items ]modified yesterday
ar: [العناصر ] المعدّلة بالأمس
sk: [Polo¾ky ]zmenené vèera
sq: [Objekte ]të ndryshuar dje

source: [Items ]modified on %s
ar: [العناصر ] المعدّلة في %s
sk: [Polo¾ky ]nezmenené %s
sq: [Objekte ]të ndryshuar më %s

source: [Items ]not modified on %s
ar: [العناصر ] غير المعدّلة في %s
sk: [Polo¾ky ]nezmenené %s
sq: [Objekte ]jo të ndryshuar më %s

source: [Items ]modified before %s
ar: [العناصر ] المعدّلة قبل %s
sk: [Polo¾ky ]zmenené pred %s
sq: [Objekte ]të ndryshuar përpara %s

source: [Items ]modified after %s
ar: [العناصر ] المعدّلة بعد %s
sk: [Polo¾ky ]zmenené po %s
sq: [Objekte ]të ndryshuar mbas %s

source: [Items ]modified within a week of %s
ar: [العناصر ] المعدّلة في أسبوع من %s
sk: [Polo¾ky ]zmenený max. tý¾deò od %s
sq: [Objekte ]të ndryshuar në një javë të %s

source: [Items ]modified within a month of %s
ar: [العناصر ] المعدّلة في شهر من %s
sk: [Polo¾ky ]zmenený max. mesiac od %s
sq: [Objekte ]të ndryshuar në një muaj të %s

source: [Items ]marked with "%s"
ar: [العناصر ] المعلمة بواسطة %s
sk: [Polo¾ky ]neoznaèené s "%s"
sq: [Objekte ]të shënuar me "%s"

source: [Items ]not marked with "%s"
ar: [العناصر ] غير المعلمة بواسطة %s
sk: [Polo¾ky ]neoznaèené s "%s"
sq: [Objekte ]të pashënuar me "%s"

source: [Items ]with all the words "%s"
ar: [العناصر ] التي لها كل الكلمات %s
sk: [Polo¾ky ]so v¹etkými slovami "%s"
sq: [Objekte ]me të gjitha fjalët "%s"

source: [Items ]containing one of the words "%s"
ar: [العناصر ] التي تحوي كلمة من الكلمات %s
sk: [Polo¾ky ]obsahujúce jedno zo slov "%s"
sq: [Objekte ]që përmbajnë njërën nga fjalët "%s"
