Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/nautilus/po/*.po
Languages: ar, ne, sk, sq

source: Images over this size (in bytes) won't be thumbnailed. The purpose of this setting is to avoid thumbnailing large images that may take a long time to load or use lots of memory.
ne: यो आकारका चिन्हहरु हातले चलाउन योग्य हुनेछैनन् यस्तो मिलानले ठूला चित्रहरुले धरै स्मृतिक्षमता लिदैनन् र हातले चलाउन रोक लगाइने छ

source: List of possible captions on icons
ne: आईकनमा राख्न सकिने क्याप्सनको सूची

source: Maximum handled files in a folder
ne: फोल्डरमा राख्न सकिने अघिकतम फाईल

source: Maximum image size for thumbnailing
ne: हातले चलाउन सकिने अघिकतम फाईल

source: Name of the Nautilus theme to use. This has been deprecated as of Nautilus 2.2. Please use the icon theme instead.
ne: प्रयोग गर्न योग्य नटिलसको नाम । यसले नटिलस २.२ लाई प्रतिवाद गर्न सक्नेछन् चिन्ह सोचको सट्टा यो प्रयोग गर्नुहोस्

source: Nautilus handles drawing the desktop
ne: डेस्कटप नटिलसले बनाउन सक्छ

source: Nautilus uses the users home folder as the desktop
ne: नटिलसले यूजरको होम फोल्डरलाई डेस्कटप बनाउछ

source: Only show folders in the tree sidebar
ne: किनाराको बारमा फोल्डरमात्र देखाउ

source: Possible values are "single" to launch files on a single click, or "double" to launch them on a double click.
ne: एकै क्लिकमा सुरुहुने संभावित मूल्य "एक फटक" र दुई क्लिकमा सुरुहुने "दुई पटक " हुन्

source: Put labels beside icons
ne: चिन्हसगै लेबल राख

source: Reverse sort order in new windows
ne: नया विन्डोमा उल्टो क्रममा देखाउ

source: Show folders first in windows
ne: विण्डोमा फोल्डर पहिला देखाऊ

source: Show location bar in new windows
ne: नयाँ विन्डोमा स्थानबार देखाऊ

source: Show mounted volumes on the desktop
ne: डेस्कटपमा उर्ध्वगामी मूल्यहरु देखाउ

source: Show side pane in new windows
ne: नयाँ विन्डोमा किनाराको प्यान देखाऊ

source: Show status bar in new windows
ne: नयाँ विन्डोमा तहबार देखाऊ

source: Show toolbar in new windows
ne: नयाँ विन्डोमा टुलबार देखाउ

source: Side pane view
ne: किनाराको पेन दृष्य

source: Speed tradeoff for when to preview a sound file when mousing over a files icon. If set to "always" then always plays the sound, even if the file is on a remote server. If set to "local_only" then only plays previews on local filesystems. If set to "never" then it never previews sound.
ne: फाइल चिन्हमा आवाज फाइल हेर्नेक्रमको गति । "सधैँ" जडान गरियो भने टाढाको सेवादायकबाट पनि आवाज आउँछ"स्थानीय_मात्र" जडान गरियो भने स्थानीय फाइलको मात्र आवाज आउँछ "कहिल्यै नगर्नु"जडान गरियो भने पहिलेको कुनैपनि आवाज आउँदैन

source: Speed tradeoff for when to show a preview of text file contents in the file's icon. If set to "always" then always show previews, even if the folder is on a remote server. If set to "local_only" then only show previews for local filesystems. If set to "never" then never bother to read preview data.
ne: फाइल चिन्हमा पाठ फाइल हेर्नेक्रमको गति । "सधैँ" जडान गरियो भने टाढाको सेवादायकबाट पनि पाठ देखाआउँछ"स्थानीय_मात्र" जडान गरियो भने स्थानीय फाइलको मात्र पाठ आउँछ "कहिल्यै नगर्नु"जडान गरियो भने पहिलेको कुनैपनि पाठ आउँदैन

source: Speed tradeoff for when to show an image file as a thumbnail. If set to "always" then always thumbnail, even if the folder is on a remote server. If set to "local_only" then only show thumbnails for local filesystems. If set to "never" then never bother to thumbnail images, just use a generic icon.
ne: चित्रफाइलको सानो भर्सन हेर्नेक्रमको गति । "सधैँ" जडान गरियो भने टाढाको सेवादायकबाट पनि चित्रफाइलको सानो भर्सन देखाआउँछ"स्थानीय_मात्र" जडान गरियो भने स्थानीय फाइलको मात्र चित्रफाइलको सानो भर्सन आउँछ "कहिल्यै नगर्नु"जडान गरियो भने पहिलेको कुनैपनि चित्रफाइलको सानो भर्सन आउँदैन

source: Speed tradeoff for when to show the number of items in a folder. If set to "always" then always show item counts, even if the folder is on a remote server. If set to "local_only" then only show counts for local filesystems. If set to "never" then never bother to compute item counts.
ne: फोल्डरमा आइटमको संख्या हेर्नेक्रमको गति । "सधैँ" जडान गरियो भने टाढाको सेवादायकबाट पनि आइटमको संख्या देखाआउँछ"स्थानीय_मात्र" जडान गरियो भने स्थानीय फाइलको मात्र आइटमको संख्या आउँछ "कहिल्यै नगर्नु"जडान गरियो भने पहिलेको कुनैपनि आइटमको संख्या आउँदैन

source: The default sort-order for items in the icon view. Possible values are "name", "size", "type", "modification_date", and "emblems".
ne: चित्रको दृष्यमा पूर्वनिर्धारित क्रममिलान । यसका संभावित मूल्यहरु "नाम", "आकार", "प्रकार", हुन्

source: The default sort-order for the items in the list view. Possible values are "name", "size", "type", and "modification_date".
ne: सूची दृष्यमा पूर्वनिर्धारित क्रममिलान । यसका संभावित मूल्यहरु "नाम", "आकार", "प्रकार", र "संशोधन_मिति"हुन्

source: The default width of the side pane in new windows.
ne: नयाँ विण्डोमा साइडप्यानको पूर्वनिर्धारित चौडा

source: The font description used for the icons on the desktop.
ne: डेस्कटपमा प्रयोग भएको लिपिचिन्हको वर्णन

source: The side pane view to show in newly opened windows.
ne: नयाँ खोलेको विण्डोमा साइडप्यानको दृष्य

source: This name can be set if you want a custom name for the home icon on the desktop.
ne: डेस्कटपमा होम चिन्हको प्रचलित नामका लागि यो नाम निर्धारण गर्न सकिन्छ

source: This name can be set if you want a custom name for the trash icon on the desktop.
ne: डेस्कटपमा ट्र्यास चिन्हको प्रचलित नामका लागि यो नाम निर्धारण गर्न सकिन्छ

source: Trash icon visible on desktop
ne: ट्रेश डेस्कटपमा देखाऊ

source: Type of click used to launch/open files
ne: फाइल खोल्न/सुरूगर्न प्रयोग गर्ने क्लिक

source: Use manual layout in new windows
ne: नयाँ विन्डोमा म्यानुएल मोहडा प्रयोग गर

source: Use tighter layout in new windows
ne: नयाँ विन्डोमा कसिएको मोहडा प्रयोग गर

source: What to do with executable text files when activated
ne: सक्रिय भएपछि प्रबन्धकीय फाइललाई के गर्ने

source: What to do with executable text files when they are activated (single or double clicked). Possible values are "launch" to launch them as programs, "ask" to ask what to do via a dialog, and "display" to display them as text files.
ne: सक्रिय भएपछि प्रबन्धकीय फाइलहरुलाई के गर्ने(एकल वा दोहोरो क्लिक). संभावित मूल्यहरू कार्यक्रम सुरूगर्न "सुरू"संवाद सोध्नलाई "प्रश्न" पाठ फाइल देखाउनलाई "देखाऊ"हुन्

source: When a folder is visited this viewer is used unless you have selected another view for that particular folder. Possible values are "list_view" and "icon_view".
ne: कुनै फोल्डर हेरिँदा निश्चित फोल्डर चयन नगरेसम्म यो द्रष्टा प्रयोग हुन्छ । यस्का सम्भावित मूल्यहरु"सूची_दृष्य" र "चित्र_दृष्य"हुन्

source: When to show number of items in a folder
ne: फोल्डरमा भएको आइटम्स देखाउनुछ भने

source: When to show preview text in icons
ne: फोल्डरमा पाठको पूर्वदृष्य देखाउनु छभने

source: When to show thumbnails of image files
ne: फोल्डरमा पाठको पूर्वदृष्य देखाउनु छभने

source: Whether a custom default folder background has been set.
ne: पूर्वनिर्धारित पार्श्व डेस्कटपको प्रयोग गर

source: Whether a custom default side pane background has been set.
ne: जब पूर्वनिर्धारित रूपमा साइड प्यानको पृष्टभूमि जडान गरिन्छ

source: Whether to ask for confirmation when moving files to trash
ne: जब ट्र्यासमा फाइल हाल्दा निश्चितताका लागि केही सोधिन्छ भने

source: Whether to enable immediate deletion
ne: जब तत्कालै मेटेको कुरा पुन सक्रियपार्नु छ भने

source: Whether to preview sounds when mousing over an icon
ne: चित्रमाथि माउसप्वाइण्ट लैजाँदा आवाज ल्याउनुछ भने

source: Whether to show backup files
ne: ब्याकअप फाइल देखाउनुछ भने

source: Whether to show hidden files
ne: लुकाइएको फाइल देखाउनु छभने

source: Width of the side pane
ne: साइड भित्तेऐनाको चौडाइ

source: Move _Up
ne: _माथि लैजाऊ

source: Move _Down
ne: _तल लैजाऊ

source: _Show
ne: _ देखाऊ

source: _Hide
ne: _लुकाऊ

source: _Use Default
ne: _पूर्वनिर्धारित प्रयोग गर

source: The name and icon of the file.
ne: फाइलको नाम र चिन्ह

source: The size of the file.
ne: फाइलको आकार

source: The type of the file.
ne: फाईलको प्रकार

source: The date the file was modified.
ne: फाइल संशोधन गरेको मिति

source: Date Accessed
ne: मितिमा खोल्यो

source: The date the file was accessed.
ne: फाइल सुविधासम्पन्न गरिएको मिति

source: Owner
ne: मालिक

source: The owner of the file.
ne: फाइलको मालिक

source: Group
ne: समूह

source: The group of the file.
ne: फाइलको समूह

source: The permissions of the file.
ne: फाइलको अनुमति

source: Octal Permissions
ne: ओक्टल अनुमतिहरू

source: The permissions of the file, in octal notation.
ne: ओक्टल संकेतमा फाइलको अनुमति

source: MIME Type
ne: अनुकर्ता प्रकार

source: The mime type of the file.
ne: अनुकर्ता तरिकाको फाईल

source: reset
ar: إعادة الضبط
ne: फेरि सुरूगर
sq: rishkruaj

source: You cannot delete a volume icon.
ne: वर्तमान विषय मेट्न सकीएन

source: If you want to eject the volume, please use Eject in the right-click menu of the volume.
ne: मात्रा हटाउनुछ भने हटाउनेलाई मात्राको दायाँ क्लिकमेनु प्रयोग गर

source: Can't Delete Volume
ne: वर्तमान मात्रा मेट्न सकीएन

source: Set as _Background
ar: تعيين كخلفية
ne: _पार्श्वजस्तै सेट गर
sq: Vendose si _sfond

source: Set as background for _all folders
ne: सबै फोल्डर पार्श्वजस्तै सेट गर

source: Set as background for _this folder
ne: _यो फोल्डर पार्श्वजस्तै सेट गर

source: The emblem cannot be installed.
ne: चिन्ह जडानगर्न सकिएन

source: Couldn't Install Emblem
ne: चिन्ह जडान हुन सकेन

source: Sorry, but there is already an emblem named "%s".
ne: माफ गर्नुस् यस फोल्डरमा "%s"नामको चिन्ह पहिलेदेखिनै छ

source: Please choose a different emblem name.
ne: कृपया अर्कै नाम छान्नुहोस्

source: Sorry, unable to save custom emblem.
ne: प्रचलित चिन्ह सुरक्षित गर्न सकिएन

source: Sorry, unable to save custom emblem name.
ne: प्रचलित चिन्हको नाम सुरक्षित गर्न सकिएन

source: today at 00:00:00 PM
ar: اليوم عند 00:00:00 مساءً
ne: आज अपरान्ह 00:00:00 बजे
sq: sot në 00:00:00

source: today at %-I:%M:%S %p
ar: اليوم عند %-I:%د:%ث %p
ne: आज %-l:%M:%S %p बजे
sq: sot në %-H:%M:%S

source: today at 00:00 PM
ar: اليوم عند 00:00 مساءً
ne: आज अपरान्ह 00:00 बजे
sq: sot në 00:00

source: today, 00:00 PM
ar: اليوم, 00:00 مساءً
ne: आज अपरान्ह 00:00 बजे
sq: sot, 00:00

source: today, %-I:%M %p
ar: اليوم, %-I:%M %p
ne: आज %-l:%M %p
sq: sot, %-I:%M %p

source: today
ar: اليوم
ne: आज
sq: sot

source: yesterday at 00:00:00 PM
ar: أمس عند 00:00:00 مساءً
ne: हिजो अपरान्ह 00:00:00 बजे
sq: dje në 00:00:00

source: yesterday at %-I:%M:%S %p
ar: أمس عند %-I:%M:%S %p
ne: हिजो अपरान्ह %-l:%M:%S%p बजे
sq: dje në %-H:%M:%S

source: yesterday at 00:00 PM
ar: أمس عند 00:00 مساءً
ne: हिजो अपरान्ह 00:00 बजे
sq: dje në 00:00

source: yesterday, 00:00 PM
ar: أمس، 00:00 مساءً
ne: हिजो, अपरान्ह 00:00 बजे
sq: dje, 00:00

source: yesterday, %-I:%M %p
ar: أمس، %-I:%M %p
ne: हिजो, %l:%M%p
sq: dje, %-H:%M

source: yesterday
ar: أمس
ne: हिजो
sq: dje

source: Wednesday, September 00 0000 at 00:00:00 PM
ar: الأربعاء، سبتمبر 00 0000 عند 00:00:00 مساءً
ne: बुधवार, सेप्टेम्बर 00 0000 अपरान्ह 00:00:00 बजे
sq: Të mërkurën, më 00 Shtator 0000 në 00:00:00

source: %A, %B %-d %Y at %-I:%M:%S %p
ne: %A,%B%-d%Y को %-l:%M%S%p बजे
sq: %A, %-d %B %Y alle %-H:%M:%S

source: Mon, Oct 00 0000 at 00:00:00 PM
ar: الاثنين، اكتوبر 00 0000 عند 00:00:00 مساءً
ne: सोमवार, अक्टूबर 00 0000 अपरान्ह 00:00:00 बजे
sq: Hën, 00 Tet 0000 në 00:00:00

source: %a, %b %-d %Y at %-I:%M:%S %p
ne: %a,%b%-d%Y %-l:%M%S%p
sq: %a, %-d %b %Y në %-H:%M:%S

source: Mon, Oct 00 0000 at 00:00 PM
ar: الاثنين، اكتوبر 00 0000 عند 00:00 مساءً
ne: सोमवार, अक्टूबर 00 0000 अपरान्ह 00:00 बजे
sq: Hën, 00 Tet në 00:00

source: %a, %b %-d %Y at %-I:%M %p
ne: %a,%b%-d%Y को %-l:%M%p बजे
sq: %a, %-d %b %Y në %-H:%M

source: Oct 00 0000 at 00:00 PM
ar: أكتوبر 00 0000 عند 00:00 مساءً
ne: अक्टूबर 00 0000 अपरान्ह 00:00 बजे
sq: 00 Tet 0000 në orën 00:00

source: %b %-d %Y at %-I:%M %p
ne: %b,%-d%Y %-l:%M%p
sq: %-d %b %Y në %-H:%M

source: Oct 00 0000, 00:00 PM
ar: أكتوبر 00 0000 عند 00:00 مساءً
ne: अक्टूबर 00 0000, 00:00 अपरान्ह
sq: 00 Tet 0000, 00:00

source: %b %-d %Y, %-I:%M %p
ne: %b,%-d%Y, %-l:%M%p
sq: %-d %b %Y, %-H:%M

source: 00/00/00, 00:00 PM
ar: 00/00/00، 00:00 مساءً
ne: 00/00/00, 00:00 अपरान्ह

source: %m/%-d/%y, %-I:%M %p
ne: %m,%-d%y, %-l:%M%p
sq: %-d/%m/%y, %-H:%M

source: %u item
ne: %u आईटम

source: %u folder
ne: %u फोल्डर

source: %u file
ne: %u फाईल

source: program
ar: برنامج
ne: प्रोग्राम

source: No description found for mime type "%s" (file is "%s"), please tell the gnome-vfs mailing list.
ar: لا يوجد وصف متوفر لنوع mime "%s" (الملف هو "%s"), و أرجو أن تخبر قائمة مراسلات gnome-vfs
ne: अनुकर्ता प्रकार "%s" (फाइल "%s") को वर्णन पाइएन। करृपया जीनोम-vfs मेलिंगसूचीबारे बताउनुहोस् ।
sq: Nuk u gjet asnjë përshkrim për tipin mime "%s" (fili është "%s"), ju lutem lajmëroni mailing list të gnome-vfs.

source: "%s" cannot be moved because it is on a read-only disk.
ne: "%s" हटाउँन सकिँदैन यो पढ्नमात्र सकिने डिष्क हो

source: "%s" cannot be deleted because you do not have permissions to modify its parent folder.
ne: "%s" मेट्न सकिँदैन मात्रीफोल्डरले यो मेट्न दिँदैन

source: "%s" cannot be deleted because it is on a read-only disk.
ne: "%s" हटाउँन सकिँदैन यो पढ्नमात्र सकिने डिष्क हो

source: "%s" cannot be moved because you do not have permissions to change it or its parent folder.
ne: "%s" हटाउन सकिँदैन मात्रीफोल्डरले यो हटाउन दिँदैन

source: Cannot move "%s" because it or its parent folder are contained in the destination.
ne: "%s" हटाउन सकिँदैन किनभने त्यहाँ यही वा यस्को मात्री फोल्डर छ

source: Cannot move "%s" to the trash because you do not have permissions to change it or its parent folder.
ne: "%s" हटाउन सकिँदैन किनभने यो वा यस्को मात्री फोल्डर परिवर्तन गर्न अनुमति छैन

source: "%s" cannot be copied because you do not have permissions to read it.
ne: "%s"कपि गर्न मिल्दैन किनभने यो पढन अनुमति छैन

source: Error while copying to "%s".
ne: "%s"कपि गर्दाको गल्ती

source: There is not enough space on the destination.
ne: गन्तव्यमा उचित खालीठाउँ छैन

source: Error while moving to "%s".
ne: "%s" हटाउँदा गल्ती

source: Error while creating link in "%s".
ne: "%s" लिंक गर्दा गल्ती

source: You do not have permissions to write to this folder.
ne: नयाँ फोल्डर बनाउँदा गल्ती

source: The destination disk is read-only.
ne: गन्तव्य डिष्क पढ्नलाई मात्र हो

source: Error while moving items to "%s".
ne: "%s" को आइटम हटाउँदा गल्ती

source: Error while creating links in "%s".
ne: लिंक गर्दा गल्ती "%s"

source: Error "%s" while copying "%s".
ne: "%s" कपि गर्दा "%s" गल्ती

source: Would you like to continue?
ne: नियमित गर्ने हो?

source: Error "%s" while moving "%s".
ne: "%s"हटाउँदा "%s" गल्ती

source: Error "%s" while creating a link to "%s".
ne: "%s" लिङ्क गर्दा "%s" गल्ती

source: Error "%s" while deleting "%s".
ne: "%s" मेट्दा "%s" गल्ती

source: Error "%s" while copying.
ne: कपि गर्दा "%s"गल्ती

source: Error "%s" while moving.
ne: हटाउँदा "%s"गल्ती

source: Error "%s" while linking.
ne: लिंक गर्दा "%s"गल्ती

source: Error "%s" while deleting.
ne: मेट्दा "%s"गल्ती

source: Error While Copying
ne: कपि गर्दा गल्ती

source: Error While Moving
ne: हटाउँदा गल्ती

source: Error While Linking
ne: लिंकगर्दा गल्ती

source: Error While Deleting
ne: मेट्दा गल्ती

source: _Skip
ne: _छोड़

source: _Retry
ne: फेरि _कोसिस गर

source: Could not move "%s" to the new location.
ne: "%s"लाई नयाँ स्थानमा लान सकिएन

source: The name is already used for a special item that cannot be removed or replaced. If you still want to move the item, rename it and try again.
ne: यो नाम प्रयोग भइसकेको छ हटाउँन वा परिवर्तन गर्न सकिँदैन यदि परिवर्तन गर्ने चाहना छ भने नयाँ नाम राखेर फेरि कोसिस गर्नुहोस्

source: Could not copy "%s" to the new location.
ne: "%s"लाई नयाँ स्थानमा कपिगर्न सकिएन

source: The name is already used for a special item that cannot be removed or replaced. If you still want to copy the item, rename it and try again.
ne: यो नाम प्रयोग भइसकेको छ हटाउँन वा परिवर्तन गर्न सकिँदैन यदि परिवर्तन गर्ने चाहना छ भने नयाँ नाम राखेर फेरि कोसिस गर्नुहोस्

source: Unable to Replace File
ne: फाइल बदल्न असमर्थ

source: The file "%s" already exists. Would you like to replace it?
ne: फाइल "%s" पहिले देखि छ बदल्ने हो ?

source: If you replace an existing file, its contents will be overwritten.
ne: भैरहेको फाइल फेरि लेखियो भने मौज्दात फाइलमाथि नै पुनर्लेखन गर्नेछ

source: Conflict While Copying
ne: कपीगर्दा बाधा

source: _Replace
ne: _बदल

source: Replace _All
ne: _सबै बदल

source: You cannot copy items into the trash.
ne: रद्दीटोकरीमा कपिगर्न सकिँदैन

source: You cannot create links inside the trash.
ne: रद्दीटोकरीभित्र लिङ्क बनाउन सकिँदैन

source: Files and folders can only be moved into the trash.
ne: फाइल र फोल्डर रद्दीटोकरीमा मात्र लान सकिन्छ

source: A trash folder is used for storing items moved to the trash.
ne: रद्दीटोकरी फोल्डर यसमा हालेका आइटमहरु भण्डारण गर्दैछ

source: The destination and source are the same file.
ne: स्रोत र गन्तब्य फाइल एउटै हो

source: You do not have permissions to write to the destination.
ne: गन्तब्य फाइलमा लेख्न अनुमति छैन

source: There is no space on the destination.
ne: गन्तब्यस्थानमा खालीठाउँ छैन

source: Error creating new folder.
ne: नयाँ फोल्डर बनाउँदा गल्ती

source: Error Creating New Folder
ne: नयाँ फोल्डर बनाउँदा गल्ती

source: Error "%s" creating new document.
ne: नयाँ मिसिल बनाउँदा "%s" गल्ती

source: Error creating new document.
ne: नयाँ मिसिल बनाउँदा गल्ती

source: Error Creating New Document
ne: नयाँ मिसिल बनाउँदा गल्ती

source: new file
ne: नयाँ फाईल

source: Are you sure you want to empty all of the items from the trash?
ne: के तपाईं रद्दीटोकरीबाट सबै आईटमहरू स्थायी तरीकाले मेट्न चाहनुहुन्छ?

source: If you empty the trash, items will be permanently deleted.
ne: रद्दीटोकरी खाली गर्नुभयोभने आइटमहरु स्थायीरुपमै मेटिन्छन्

source: _Empty
ne: _खाली
sq: _Zbraz

source: (%d:%02d:%d Remaining)
ne: (%d:%02d:%d बाँकी)

source: (%d:%02d Remaining)
ne: (%d:%02d बाँकी)

source: Network
ne: संजाल

source: Themes
ne: विषयहरु
sq: Temat

source: Windows Network
ne: विन्डो संजाल

source: Services in
ne: सेवामा

source: _Always
ar: دائماً
ne: _हमेशा
sq: _Gjithmonë

source: _Local File Only
ne: केवल _स्थानीय फाइल
sq: Vetëm filet _lokalë

source: _Never
ar: أبداً
ne: _कहिल्यै पनि होइन
sq: _Kurrë

source: 100 K
ar: 100 ك
ne: १०० के

source: 500 K
ar: 500 ك
ne: ५०० के

source: 1 MB
ar: ا م.ب
ne: १ एमबी

source: 3 MB
ar: 3 م.ب
ne: ३ एमबी

source: 5 MB
ar: 5 م.ب
ne: ५ एमबी

source: 10 MB
ar: 10 م.ب
ne: १० एमबी

source: 100 MB
ar: 100 م.ب
ne: १०० एमबी

source: Activate items with a _single click
ar: تنشيط العناصر بضغطة واحدة
ne: _एक क्लिकले आईटमलाई सक्रिय बनाऊ
sq: Aktivo objektet me një klik të _vetëm

source: Activate items with a _double click
ar: تنشيط العناصر بضغطة مزدوجة
ne: डबल क्लिकले आईटमलाई सक्रिय बनाऊ
sq: Aktivo objektet me _dopio klik

source: E_xecute files when they are clicked
ar: تشغيل الملفات عندما تضغط
ne: क्लिक् गरेपछि फाइल क्रिया_शील हुन्छ
sq: E_kzekuto files kur klikohen

source: Display _files when they are clicked
ar: استعراض الملفات عندما تضغط
ne: क्लिक् भयेपछि _फाइलदेखाऊ
sq: Shfaq _files kur klikohen

source: _Ask each time
ar: أسأل كل مرة
ne: _हरेक पटक सोध्नोस्
sq: _Pyet çdo herë

source: Icon View
ar: عرض الأيقونات
ne: चिन्हको दृष्य
sq: Paraqitje me ikona

source: List View
ar: عرض قائمة
ne: सूची दृष्य
sq: Paraqitje si listë

source: editable text
ar: نص قابل للتحرير
ne: सम्पादन योग्य पाठ
sq: tekst i ndryshueshëm

source: the editable label
ar: العنوان القابل للتحرير
ne: सम्पादन योग्य तह
sq: etiketë e ndryshueshme

source: additional text
ar: نص إضافي
ne: थप पाठ
sq: tekst shtesë

source: some more text
ar: المزيد من النص
ne: अरू केही पाठ
sq: tekst tjetër

source: highlighted for selection
ar: مميز للاختيار
ne: चयनका लागि हाइलाइट गर्नुहोस्
sq: vëre në dukje për t'a zgjedhur

source: whether we are highlighted for a selection
ar: ما إذا سنميز للاختيار
ne: जब चयनका लागि हाइलाइट गरिन्छ
sq: kur zgjedhja e vë në dukje

source: highlighted as keyboard focus
ar: مميز حين التسليط عليه بلوحة المفاتيح
ne: की-बोर्ड फोकसजस्तै हाइलाइट गरियो

source: whether we are highlighted to render keyboard focus
ar: ما إذا سنكون مميزين لترجمة التسليط بلوحة المفاتيح
ne: जब भाषान्तर की-बोर्ड फोकसजस्तै हाइलाइट गरियो

source: highlighted for drop
ar: مميز للإفلات
ne: खसाल्नका लागि हाइलाइट गरियो
sq: i vënë në dukje për t'u lëshuar

source: whether we are highlighted for a D&D drop
ar: ما إذا سنميز لإفلات D&D
ne: जब डी&डी खसाल्नका लागि हाइलाइट गरियो
sq: nëse D&D e vë në dukje

source: The selection rectangle
ar: مستطيل الاختيار
ne: चयनित चतुष्कोण
sq: Katrori i seleksionimit

source: Frame Text
ne: खाका पाठ
sq: Teksti i mbajtësit

source: Draw a frame around unselected text
ne: अचयनित पाठको सतहमा खाका बनाउनुहोस्
sq: Vizato një përmbajtës rreth tekstit të pa seleksionuar

source: Selection Box Color
ne: बाकसको रंग चयन

source: Color of the selection box
ne: चयनित बाकसमा रंग लगाउनुहोस्

source: Selection Box Alpha
ne: अल्फा बाकसको चयन

source: Opacity of the selection box
ne: चयनित बाकसको अपारदर्शीता

source: Highlight Alpha
ne: हाइलाइटेड अल्फा

source: Opacity of the highlight for selected icons
ne: चयनित चिन्हको हाइलाइट गरिएको अपारदर्शीता

source: Color used for information text against a dark background
ne: गाढा पृष्टभूमिका विरुद्धमा पाठ सूचनाका लागि प्रयोग गरिएको रंग

source: Color used for information text against a light background
ne: गाढा पृष्टभूमिका विरुद्धमा पाठ सूचनाका लागि प्रयोग गरिएको रंग

source: Do you want to switch to manual layout and leave this item where you dropped it? This will clobber the stored manual layout.
ne: हाते मोहडा दबाएर यस युनिटलाई छाड्न चाहनुहुन्छ?यसले संचित भएको हाते-मोडाको विरोध गर्छ

source: This folder uses automatic layout.
ne: यो फोल्डरले स्वचालित मोहडा प्रयोग गर्छ

source: Do you want to switch to manual layout and leave these items where you dropped them? This will clobber the stored manual layout.
ne: हाते मोहडा दबाएर यस युनिटलाई छाड्न चाहनुहुन्छ?यसले संचित भएको हाते-मोडाको विरोध गर्छ

source: Do you want to switch to manual layout and leave this item where you dropped it?
ne: हाते मोहडा दबाएर यस युनिटलाई तपाईँले खसालेकै ठाउँमा छाड्न चाहनुहुन्छ?

source: Do you want to switch to manual layout and leave these items where you dropped them?
ne: हाते मोहडा दबाएर यी युनिटहरुलाई तपाईँले खसालेकै ठाउँमा छाड्न चाहनुहुन्छ?

source: Open Failed, would you like to choose another application?
ne: खोल्न सकिएन, अर्को अनुप्रयोग छान्ने हो?

source: "%s" can't open "%s" because "%s" can't access files at "%s" locations.
ne: "%s"ले "%s" खोल्न सक्तैन किनकि "%s"सँग "%s"मा जाने सुविधा छैन

source: Open Failed, would you like to choose another action?
ne: खोल्न सकिएन, अर्को अनुप्रयोग छान्ने हो?

source: The default action can't open "%s" because it can't access files at "%s" locations.
ne: पूर्वनिर्धारित कार्यले "%s"खोल्न सक्तैन किनभने "%s"मा जाने सुविधा छैन

source: "%s" can't open "%s" because "%s" can't access files at "%s".locations.
ne: "%s"ले "%s" खोल्न सक्तैन किनकि "%s"सँग "%s"मा जाने सुविधा छैन

source: No other applications are available to view this file. If you copy this file onto your computer, you may be able to open it.
ne: यो फाइल हेर्न अरू अनुप्रयोग उपलब्ध छैन । आफ्नो कम्प्युटमा कपि गर्नु भयोभने खुल्ने संभावना छ

source: The default action can't open "%s" because it can't access files at "%s".locations.
ne: पूर्वनिर्धारित कार्यले "%s"खोल्न सक्तैन किनभने "%s"मा जाने सुविधा छैन

source: No other actions are available to view this file. If you copy this file onto your computer, you may be able to open it.
ne: यो फाइल हेर्न अरू प्रक्रिया उपलब्ध छैन । आफ्नो कम्प्युटमा कपि गर्नु भयोभने खुल्ने संभावना छ

source: Opening %s
ne: %s खुल्दैछ

source: Couldn't display "%s".
ne: "%s" देखाउन सकिएन

source: There was an error launching the application.
ne: अनुप्रयोग सुरुगर्नेक्रममा गल्ती थियो

source: The attempt to log in failed.
ne: लग इन गर्ने प्रयास असफल भयो

source: Access was denied.
ne: सुविधा थिएन

source: Couldn't display "%s", because no host "%s" could be found.
ne: "%s" देखाउन सक्तैन किनभने मुख्य "%s" उपलब्ध छैन

source: Check that the spelling is correct and that your proxy settings are correct.
ne: प्रोक्सी सेवादायक समायोजन ठीक छ कि छैन हिज्जे जाँच्नुहोस्

source: Please check the spelling and try again.
ne: हिज्जे जाँचेर फेरि कोसिस गर्नुहोस्

source: Couldn't find "%s".
ne: "%s" प्राप्तगर्न सकिएन
