Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/nautilus/po/*.po
Languages: ar, ne, sk, sq

source: [File type is] text file
ar: [نوع الملف هو] ملف نصي
sk: [Typ súboru je] textový súbor
sq: [Lloji i file është] file teksti

source: [File type is] application
ar: [نوع الملف هو] تطبيق
sk: [Typ súboru je] aplikácia
sq: [Lloji i file është] aplikacion

source: [File type is] folder
ar: [نوع الملف هو] مجلد
sk: [Typ súboru je] prieèinok
sq: [Lloji i file është] kartelë

source: [File type is] music
ar: [نوع الملف هو] موسيقى
sk: [Typ súboru je] hudba
sq: [Lloji i file është] muzikë

source: [File size is] larger than [400K]
ar: [حجم الملف] أكبر من [400 ك.بايت]
sk: [Veµkos» súboru] je väè¹ia ako [300K]
sq: [Madhësia e file është] më shumë se [400K]

source: [File size is] smaller than [300K]
ar: [حجم الملف] أصغر من [300 ك.بايت]
sk: [Veµkos» súboru] je men¹ia ako [300K]
sq: [Madhësia e file është] më pak se [300K]

source: [With emblem] marked with [Important]
ar: [بشعار] معلم على أنه [مهم]
sk: [S emblémom] oznaèený [Dôle¾ité]
sq: [Me simbol] i shënuar me [I rëndësishëm]

source: [With emblem] not marked with [Important]
ar: [بشعار] ليسم معلم على أنه [مهم]
sk: [S emblémom] neoznaèený [Dôle¾ité]
sq: [Me simbol] i pashënuar me [I rëndësishëm]

source: [Last modified date] is [1/24/00]
ar: [تاريخ آخر تعديل] هو [1/24/00]
sk: [Dátum poslednej zmeny] je [1/24/00]
sq: [Data e ndryshimit të fundit] është [24/1/00]

source: [Last modified date] is not [1/24/00]
ar: [تاريخ آخر تعديل] ليس هو [1/24/00]
sk: [Dátum poslednej zmeny] nie je [1/24/00]
sq: [Data e ndryshimit të fundit] nuk është [24/1/00]

source: [Last modified date] is after [1/24/00]
ar: [تاريخ آخر تعديل] بعد [1/24/00]
sk: [Dátum poslednej zmeny] je po [1/24/00]
sq: [Data e ndryshimit të fundit] është mbas [24/1/00]

source: [Last modified date] is before [1/24/00]
ar: [تاريخ آخر تعديل] قبل [1/24/00]
sk: [Dátum poslednej zmeny] je pred [1/24/00]
sq: [Data e ndryshimit të fundit] është përpara [24/1/00]

source: [Last modified date] is today
ar: [تاريخ آخر تعديل] اليوم
sk: [Dátum poslednej zmeny] je dnes
sq: [Data e ndryshimit të fundit] është sot

source: [Last modified date] is yesterday
ar: [تاريخ آخر تعديل] أمس
sk: [Dátum poslednej zmeny] vèera
sq: [Data e ndryshimit të fundit] është dje

source: [Last modified date] is within a week of [1/24/00]
ar: [تاريخ آخر تعديل] خلال أسبوع من [1/24/00]
sk: [Dátum poslednej zmeny] je max. tý¾deò od [1/24/00]
sq: [Data e fundit e ndryshimit] është në javën [24/1/00]

source: [Last modified date] is within a month of [1/24/00]
ar: [تاريخ آخر تعديل] خلال شهر من [1/24/00]
sk: [Dátum poslednej zmeny] je max. mesiac od [1/24/00]
sq: [Data e fundit e ndryshimit] është në muajin [24/1/00]

source: [File owner] is [root]
ar: [مالك الملف] هو [المستخدم الجذري]
sk: [Vlastník súboru] je [root]
sq: [Pronari i file] është [root]

source: [File owner] is not [root]
ar: [مالك الملف] ليس [المستخدم الجذري]
sk: [Vlastník súboru] nie je [root]
sq: [Pronari i file] nuk është [root]

source: Go to the Eazel Services Summary Page
sk: Prejs» na Súhrnnú stránku Eazel Services

source: Go to the Eazel Software Catalog
sk: Prejs» na softvérový katalóg Eazel Software Catalog

source: Go to your online storage repository
sk: Prejs» do vá¹ho on-line priestoru

source: Software _Catalog
sk: _Katalóg softvéru

source: _Eazel Services Home
sk: _Slu¾by Eazel Services

source: _Online Storage
sk: _On-line priestor

source: _Services
sk: _Slu¾by

source: Caveat
sk: Výstraha

source: Thank you for your interest in Nautilus. As with any software under development, you should exercise caution when using Nautilus. Eazel does not provide any guarantee that it will work properly, or assume any liability for your use of it. Please use it at your own risk. Please visit http://www.eazel.com/feedback.html to provide feedback, comments, and suggestions.
sk: Ïakujeme, ¾e sa zaujímate o Nautilus. Ako s ka¾dým softvérom, ktorý je stále vo vývoji, mali by ste si dáva» pozor pri práci s Nautilom. Eazel neposkytuje ¾iadne záruky, ¾e program bude správne fungova», ani nepredpokladá ¾iadne povinnosti pri jeho pou¾ívaní. Prosím, pou¾ívajte ho na svoje vlastné nebezpeèenstvo. Prosím, nav¹tívte http:/www.eazel.com/feedback.html a prípadne nám napí¹te va¹e pripomienky, námety a komentáre.

source: Factory for Nautilus shell and file manager
ar: مصنع لغلاف ومدير ملفات ناوتيلاس
ne: नटिलस कोष्ठक र फाइल प्रवन्धकका लागि कारखाना
sk: Vytváracie rozhranie pre shell Nautilus a správcu súborov
sq: Fabrikë për shell dhe file manager Nautilus

source: Icons
ar: أيقونات
ne: चिन्हहरु
sk: Ikony
sq: Ikona

source: Icons Viewer
ar: عارض الأيقونات
ne: चिन्ह-द्रष्टा
sk: Pohµad Ikony
sq: Shikuesi i ikonave

source: List
ar: قائمة
ne: सूची
sk: Zoznam
sq: Lista

source: List Viewer
ar: عارض القائمة
ne: द्रष्टाको सूची
sk: Pohµad zoznam
sq: Shikuesi i listës

source: Nautilus factory
ar: مصنع ناوتيلاس
ne: नटिलस कारखाना
sk: Vytváracie rozhranie pre Nautilus
sq: Fabrika e Nautilus

source: Nautilus file manager component that shows a scrollable list
ar: جزء مدير ملفات ناوتيلاس الذي يعرض قائمة قابلة للتدرج
ne: नटिलस फाइल प्रबन्धक तत्व जसले घुमाउन सकिने सूची देखाउन सक्छ
sk: Komponent správca súborov, ktorý zobrazuje posuvný zoznam.
sq: Komponues i file manager që shfaq një listë rrëshqitëse

source: Nautilus file manager component that shows a scrollable list for search results
ar: جزء مدير ملفات ناوتيلاس الذي يعرض قائمة قابلة للتدرج لنتائج البحث
ne: नटिलस फाइल प्रबन्धक तत्व जसले घुमाउन सकिने खोजीको नतिजा देखाउन सक्छ
sk: Komponent správca súborov, ktorý zobrazuje posuvný zoznam pre výsledky hµadania.
sq: Komponues i file manager Nautilus që shfaq një listë rrëshqitëse për rezultatet e kërkimit

source: Nautilus file manager component that shows a two-dimensional icon space
ar: جزء مدير ملفات ناوتيلاس الذي يعرض فضاء أيقونة ثنائي اﻷبعاد
ne: नटिलस फाइल प्रबन्धक तत्व जसले द्वि-आयामिक चिन्हको स्थान देखाउन सक्छ
sk: Komponent správca súborov, ktorý zobrazuje dvojrozmerný priestor ikon.
sq: Komponues i file manager Nautilus që shfaq një hapsirë bi-dimensionale për ikonat

source: Nautilus file manager component that shows icons on the the desktop
sk: Komponent Správca súborov pre Nautilus zobrazuje ikony na ploche

source: Nautilus file manager desktop icon view
ar: عرض أيقونات سطح المكتب لمدير ملفات ناوتيلاس
ne: नटिलस फाइल प्रवन्धक डेस्कटपको चिन्ह दृष्य
sk: Pohµad správcu súborov na ikony plochy
sq: Paraqitja me ikona për desktop i file manager Nautilus

source: Nautilus file manager icon view
ar: عرض أيقونات مدير ملفات ناوتيلاس
ne: नटिलस फाइल प्रवन्धक चिन्ह दृष्य
sk: Pohµad správcu súborov na ikony
sq: Paraqitja me ikona i file manager Nautilus

source: Nautilus file manager list view
ar: عرض قائمة مدير ملفات ناوتيلاس
ne: नटिलस फाइल प्रवन्धक सूची दृष्य
sk: Pohµad správcu súborov ako zoznam
sq: Paraqitja si listë i file manager Nautilus

source: Nautilus file manager search results list view
ar: عرض قائمة نتائج البحث لمدير ملفات ناوتيلاس
ne: नटिलस फाइल प्रवन्धक खोजी नतिजा सूची दृष्य
sk: Pohµad správcu súborov ako zoznam výsledkov hµadania
sq: Paraqitja si listë e rezultateve të kërkimit të file manager Nautilus

source: Nautilus metafile factory
ar: مصنع ملف عن الملفات في ناوتيلاس
ne: नटिलस मेटाफाइल कारखाना
sk: Vytváracie rozhranie pre metasúbory pre Nautilus
sq: Fabrika e metafile për Nautilus

source: Nautilus shell operations that can be done from subsequent command-line invocations
ar: عمليات غلاف ناوتيلاس التي يتم القيام بها من خلال استخدام سطر اﻷوامر التالي
ne: नटिलस कोष्ठक सञ्चालन जसले कमयक्रममा गुणात्मा आदेश दिनसक्छ
sk: Operácie shellu Nautilus, ktoré je mo¾né neskôr vykona» z príkazového riadku.
sq: Operacione shell të Nautilus që mund të kryhen nga thirrjet sekuenciale e komandave në rresht

source: Produces metafile objects for accessing Nautilus metadata
ar: ينتج كائنات ملف عن الملفات للدخول على بيانات ناوتيلاس عن البيانات
ne: नटिलस मेटाडाटालाई सुविधायक्त बनाउन मेटाफाइल बनाऊ
sk: Vytvorí objekty metasúborov pre prístup k metadatám Nautilusu.
sq: Prodhon objekte metafile për hyrje në metadata e Nautilus

source: Search List
ar: قائمة البحث
ne: खोजीको सूची
sk: Zoznam hµadania
sq: Lista e kërkimit

source: View as Icons
ar: اعرض كأيقونات
ne: चिन्हजस्तो दृष्य
sk: Zobrazi» ako ikony
sq: Shikoje si ikona

source: View as List
ar: اعرض كقائمة
ne: सूचीजस्तो दृष्य
sk: Zobrazi» ako zoznam
sq: Shikoje si listë

source: Advanced
sk: Pokroèilý

source: Beginner
sk: Zaèiatoèník

source: Intermediate
sk: Priemerný

source: Add a bookmark for the current location to this menu
ar: أضف علامة موقع في القائمة للموقع الحالي
ne: अहिलेको स्थानलाई बुकमार्क मेनूमा थप्नुहोस्
sk: Pridá zálo¾ku pre aktuálne umiestnenie do tohoto menu
sq: Shton një libërshënues për pozicionin aktual në këtë menu

source: Change the visibility of this window's location bar
ar: غيّر رؤية شريط عنوان هذه النافذة
ne: विन्डोको स्थानबारको दृश्यात्मकता परिवर्तन गर्नुहोस्
sk: Zmení viditeµnos» pruhu umiestnenia tohoto okna

source: Change the visibility of this window's sidebar
ar: غيّر رؤية الشريط الجانبي لهذه النافذة
ne: विन्डोको साइडबारको दृश्यात्मकता परिवर्तन गर्नुहोस्
sk: Zmení viditeµnos» boèného panelu tohoto okna
sq: Ndrysho dukshmërinë e kornizës anësore të kësaj dritare

source: Change the visibility of this window's status bar
sk: Zmení viditeµnos» stavového riadku tohoto okna

source: Change the visibility of this window's toolbar
ar: غيّر رؤية شريط الأدوات لهذه النافذة
sk: Zmení viditeµnos» panelu nástrojov tohto okna
sq: Ndrysho dukshmërinë e menusë së instrumenteve të kësaj dritare

source: Clear contents of Go menu and Back/Forward lists
ar: امسح المحتويات لقائمة اذهب وقوائم تقدم/خلف
ne: जाऊ मेनु र अगाडि/पछाडि सूचीहरुको सामाग्री सफा गर्नुहोस्
sk: Vyma¾e obsah menu Prejs» a zoznamy Dopredu/Dozadu
sq: Elemino kujtesën me pozicionet e vizituara

source: Close _All Windows
ar: أغلق كل النوافذ
ne: _सबै विन्डो बन्द गर्नुहोस्
sk: Zavrie» _v¹etky okná
sq: Mbylli të _gjitha dritaret

source: Close all Nautilus windows
ar: أغلق كل نوافذ ناوتيلاس
sk: Zatvorí v¹etky okná programu Nautilus
sq: Mbylli të gjitha dritaret e Nautilus

source: Close this window
ar: أغلق هذه النافذة
sk: Zavrie» toto okno
sq: Mbyll këtë dritare

source: Cut _Text
ar: قص النص
ne: _पाठ काट्नुहोस्
sk: Vystrihnú» _text
sq: Preje _Tekstin

source: Display a window that allows editing the bookmarks in this menu
ar: اعرض نافذة تسمح بتحرير مواقع العلامات في هذه القائمة
ne: यस्तो विन्डो देखाऊ जसले यो मेनुको बुकमार्क्सको सम्पादन गर्न आज्ञा दिन्छ
sk: Zobrazí okno, ktoré umo¾òuje upravi» zálo¾ky v tomto menu
sq: Hap një dritare për të ndryshuar libërshënuesit personalë në këtë menu

source: Display credits for the creators of Nautilus
ar: اعرض تكريم منشئي ناوتيلاس
ne: नटिलस निर्माताका लागि नटिलस निर्माणको श्रेय देखाऊ
sk: Zobrazí zoznam tvorcov programu Nautilus
sq: Shfaq kreditet e krijuesve të Nautilus

source: Display on-line help for Nautilus
sk: Zobrazí on-line pomocníka pre Nautilus

source: Display patterns, colors, and emblems that can be used to customize appearance
ar: اعرض اﻷنماط واﻷلوان والشعارات التي من الممكن استخدامها في تخصيص المظهر
ne: नमुना, रंग र चिन्ह देखाऊ जसलाई चलनचल्तीका रुपमा उपयोग गर्नसकिन्छ
sk: Zobrazí vzorky, farby a emblémy, ktoré je mo¾né pou¾i» pre prispôsobenie vzhµadu
sq: Shfaq motivet, ngjyrat dhe simbolet që mund të përdoren për të personalizuar paraqitjen

source: Display quick reference pages for Nautilus
sk: Zobrazí rýchlu referenènú príruèku programu Nautilus

source: Display release notes for Nautilus
sk: Zobrazí poznámky Nautilusu

source: Display support information for Nautilus and Eazel Services
sk: Zobrazí informácie o podpore pre Nautilus a Slu¾by Eazel

source: Display the latest contents of the current location
ar: اعرض المحتويات اﻷخيرة للموقع الحالي
ne: वर्तमान स्थानको अन्तिम अंश देखाऊ
sk: Zobrazí najnov¹í obsah aktuálneho miesta
sq: Rifresko pozicionin aktual me përmbajtjen e fundit

source: Display the set of available appearance themes
sk: Zobrazí tém vzhµadu, ktoré sú k dispozícii

source: Edit various Nautilus preferences
sk: Upraví rôzne nastavenia Nautilu

source: Find
ar: ابحث
ne: पत्ता लगाउनुस्
sk: Nájs»
sq: Gjej

source: For_get History
sk: Za_budnú» históriu

source: Go to Eazel Services
sk: Prejs» na Eazel Services

source: Go to the home location
ar: اذهب إلى
ne: घर स्थानमा जाउ
sk: Prejs» domov
sq: Shko tek pozicioni "Home"

source: Go to the location that contains this one
sk: Prejs» na miesto, ktoré obsahuje toto

source: Go to the next visited location
ar: اذهب إلى الموقع التالي في الزيارة
ne: पछिल्लो पटक गएकै स्थानमा जाऊ
sk: Prejs» na nasledujúce nav¹tívené miesto
sq: Shko tek pozicioni tjetër i vizituar

source: Go to the previous visited location
ar: اذهب إلى الموقع السابق في الزيارة
ne: पहिले गएकै स्थानमा जाऊ
sk: Prejs» na predchádzajúce nav¹tívené miesto
sq: Shko tek pozicioni paraardhës i vizituar

source: Nautilus Quick _Reference
sk: Rýchla _referenèná príruèka Nautilusu

source: Nautilus Release _Notes
sk: Po_známky Nautilusu

source: Nautilus User _Manual
sk: _Pou¾ívateµský manuál Nautilusu

source: New Window
sk: Nové okno

source: Normal Size
sk: Normálna veµkos»

source: Open another Nautilus window for the displayed location
ar: افتح نافذة ناوتيلاس أخرى للموقع المعروض
sk: Otvorí ïal¹ie okno pre zobrazené miesto
sq: Hap një dritare tjetër për pozicionin e vizualizuar

source: Preferences...
sk: Nastavenie...

source: Refresh
sk: Obnovi»

source: Removes the selected text without putting it on the clipboard
sk: Odstráni vybraný text bez vlo¾enia do schránky

source: Report Profiling
ar: التشكيل الجانبي للتقرير
ne: प्रोफाईलिंगको रिपोर्ट दिनुस्
sk: Oznámi» výsledky profilovania
sq: Raporto profilin

source: Reset Profiling
ar: أعد إنشاء التشكيل الجانبي
ne: प्रोफाईलिंग पुन जडान गर्नुस्
sk: Vyèisti» výsledky profilovania
sq: Rivendos profilin

source: Search the World Wide Web
sk: Nájs» na WWW

source: Search this computer for files
ar: ابحث عن ملفات في هذا الكمبيوتر
ne: यो कम्प्युटरमा फाइल खोज्नुस्
sk: Nájs» súbory na tomto poèítaèi
sq: Kërko për files në këtë kompjuter

source: Show a page from which you can send feedback about Nautilus and Eazel Services
sk: Zobrazí stránku, z ktorej je mo¾né posla» komentáre o programe Nautilus a o Eazel Services

source: Show the contents at the normal size
ar: أظهر المحتويات بالحجم العادي
ne: विषयलाई सामान्य आकारमा देखाउनुस्
sk: Zobrazí obsah v normálnej veµkosti
sq: Shfaq përmbajtjen me madhësinë normale

source: Show the contents in less detail
ar: أظهر المحتويات بتفاصيل أقل
ne: छोटकरीमा विषय देखाउनुस्
sk: Zobrazí obsah s menej detailami
sq: Shfaq pozicionin aktual me më pak hollësi

source: Show the contents in more detail
ar: أظهر المحتويات بتفاصيل أكثر
ne: विस्त्रितरुपमा विषय देखाउनुस्
sk: Zobrazí obsah detailnej¹ie
sq: Shfaq pozicionin aktual me më shumë hollësi

source: Start Profiling
ar: ابدأ إنشاء التشكيل الجانبي
ne: प्रोफाईलिंग सुरुगर्नुस्
sk: Spusti» profilovanie
sq: Nis profiling

source: Stop Profiling
ar: أوقف إنشاء التشكيل الجانبي
ne: प्रोफाईलिंग रोक्नुस्
sk: Zastavi» profilovanie
sq: Ndalo profiling

source: Stop loading this location
ar: توقف عن تحميل هذا الموقع
ne: यस स्थानमा लोडगर्न रोक्नुस्
sk: Zastaví naèítavanie tohoto miesta
sq: Ndalo hapjen e këtij pozicioni

source: Undo the last text change
ar: تراجع عن آخر تغيير
ne: आखरी पाठ परिवर्तन पुन फर्काउनुस्
sk: Vráti spä» poslednú zmenu textu
sq: Anullo ndryshimin e fundit të tekstit

source: Up
ar: أعلى
ne: माथि
sk: Hore
sq: Sipër

source: Use Advanced settings
sk: Pou¾i» nastavenie Pokroèilý

source: Use Beginner settings
sk: Pou¾i» nastavenie Zaèiatoèník

source: Use Intermediate settings
sk: Pou¾i» nastavenie Priemerný

source: Web Search
sk: Nájs» na WWW

source: Zoom In
ar: تكبير
ne: जूम इन
sk: Zväè¹i»
sq: Zmadho

source: Zoom Out
ar: تصغير
ne: जूम आउट
sk: Zmen¹i»
sq: Zvogëlo

source: Zoom _In
ar: تكبير
ne: जूम _इन
sk: Z_väè¹i»
sq: Zma_dho

source: Zoom _Out
ar: تصغير
ne: जूम _आउट
sk: Z_men¹i»
sq: Zvo_gëlo

source: _About Nautilus...
sk: _O programe Nautilus...

source: _Add Bookmark
ar: أضف علامة موقع
ne: बुकमार्क थप्नुस्
sk: _Prida» zálo¾ku
sq: _Shto të preferuar

source: _Back
ar: تراجع
ne: _पछाडि
sk: _Dozadu
sq: _Kthehu mbrapa

source: _Backgrounds and Emblems...
ne: _पार्श्व र चिन्ह
sk: _Pozadia a emblémy...

source: _Bookmarks
ar: علامات موقع
ne: _बुकमार्क्स
sk: _Zálo¾ky
sq: _Preferuar

source: _Close Window
ar: أغلق النافذة
sk: _Zavrie» okno
sq: _Mbyll dritaren

source: _Customer Support
sk: _Podpora zákazníkov

source: _Edit
ar: حرّر
ne: _संशोधन
sk: _Upravi»
sq: _Ndrysho

source: _Edit Bookmarks...
sk: _Upravi» zálo¾ky...

source: _Feedback
sk: _Komentáre

source: _Find
ar: ابحث
sk: _Nájs»
sq: _Gjej

source: _Forward
ar: تقدم
ne: _अगाडि
sk: _Dopredu
sq: _Vazhdo

source: _Go
ar: اذهب
ne: _जाऊ
sk: _Prejs» na
sq: _Shko

source: _Help
ar: مساعدة
ne: _सहायता
sk: _Pomocník
sq: _Ndihmë

source: _Home
ar: الدار
ne: _घर
sk: _Domov

source: _Nautilus Themes...
sk: _Nautilus témy...

source: _Normal Size
sk: _Normálna veµkos»

source: _Refresh
sk: _Obnovi»

source: _Report Profiling
ar: تقرير التشكيل الجانبي
ne: प्रोफाईलिंगको _विवरण दिनुस्
sk: _Oznámi» výsledky profilovania
sq: _Raporto profiling

source: _Reset Profiling
ar: أعد إنشاء التشكيل الجانبي
ne: प्रोफाइलिंग पुन जडान गरनुस्
sk: _Vyèisti» výsledky profilovania
sq: _Rifillo profiling

source: _Start Profiling
ar: ابدأ إنشاء التشكيل الجانبي
ne: प्रोफाईलिंग सुरु गर्नुस्
sk: _Spusti» profilovanie
sq: _Nis profiling

source: _Stop Profiling
ar: أوقف إنشاء التشكيل الجانبي
ne: प्रोफाईलिंग _रोक्नुस्
sk: _Zastavi» profilovanie
sq: _Ndalo profiling

source: _Undo
ar: تراجع
ne: अनडू
sk: _Spä»
sq: _Anullo

source: _Up a Level
sk: O jednu úroveò v_y¹¹ie

source: _View
ar: اعرض
ne: _दृश्य
sk: _Zobrazi»
sq: S_hiko

source: You can't assign more than one custom icon at a time! Please drag just one image to set a custom icon.
ar: ليس بإمكانك ربط أكثر من أيقونة مخصصة واحدة في نفس الوقت! فضلا اسحب صورة واحدة فقط لتعيين أيقونة مخصصة.
sk: Nie je mo¾né priradi» viac ako jednu vlastnú ikonu! Prosím, pritiahnite a pustite iba jeden obrázok pre nastavenie vlastnej ikony.
sq: Është e pamundur dhënia e më shumë se një ikone të personalizuar në të njëjtën kohë. Ju lutem zvarrisni vetëm një figurë për të vendosur ikonën e personalizuar.

source: More Than One Image
ar: أكثر من صورة واحدة
ne: एकभन्दा बढ्ता छवि
sk: Viac ako jeden obrázok
sq: Më shumë se një figurë

source: The file that you dropped is not local. You can only use local images as custom icons.
ar: الملف الذي رميته ليس محليا. بإمكانك استخدام صور محلية فقط كأيقونات مخصصة.
sk: Súbor, ktorý ste pustili, nie je lokálny. Ako vlastné ikony mô¾ete pou¾i» iba lokálne obrázky.
sq: File që keni zvarritur nuk është lokal. Ju mund të përdorni vetëm figurat lokale si ikona të personalizuara.

source: Local Images Only
ar: صور محلية فقط
ne: स्थानीय छविहरुमात्र
sk: Len lokálne obrázky
sq: Vetëm figura lokale

source: The file that you dropped is not an image. You can only use local images as custom icons.
ar: الملف الذي رميته ليس صورة. بإمكانك استخدام صور محلية فقط كأيقونات مخصصة.
sk: Súbor, ktorý ste pustili, nie je obrázok. Ako vlastné ikony mô¾ete pou¾i» iba lokálne obrázky.
sq: File i zvarritur nuk është një figurë. Mund të përdorni vetëm figurat lokale si ikona të personalizuara.

source: Images Only
ar: الصور فقط
ne: छविहरुमात्र
sk: Len obrázky
sq: Vetëm figura

source: Open with %s
ar: افتح بواسطة %s
ne: %s सँग खोल्नुस्
sk: Otvori» s %s
sq: Hape me %s

source: Open with...
ar: افتح بواسطة...
ne: सँग खोल्नुस...
sk: Otvori» s...
sq: Hape me...

source: Empty Trash
sk: Vyprázdni» odpadky

source: Find:
ar: ابحث:
sk: Nájs»:
sq: Gjej:

source: Nautilus Theme Selector
sk: Výber Nautilus témy

source: Nautilus Theme:
sk: Nautilus téma:

source: Add New Theme
sk: Prida» novú tému

source: Remove Theme
sk: Odstráni» tému

source: Sorry, but "%s" is not a valid theme folder.
sk: ¥utujem, ale "%s" nie je platné meno témy.
sq: Më vjen keq, por "%s" nuk është një kartelë e vlefshme me tema.

source: Couldn't add theme
sk: Nie je mo¾né prida» tému
sq: I pamundur shtimi i temës

source: Sorry, but the "%s" theme couldn't be installed.
sk: ¥utujem, ale "%s" nie je mo¾né nain¹talova».
sq: Më vjen keq, por tema "%s" nuk mund të instalohet.

source: Couldn't install theme
sk: Nie je mo¾né nain¹talova» tému
sq: I pamundur instalimi i temës

source: Select a theme folder to add as a new theme:
sk: Vyberte prieèinok témy, ktorú chcete prida» ako novú tému:
sq: Zgjidh kartelën e temës së re:

source: Click on a theme to remove it.
sk: Kliknutím na tému ju odstránite.
sq: Kliko mbi një temë për ta hequr.

source: Click on a theme to change the appearance of Nautilus.
sk: Kliknutím na tému zmeníte vzhµad programu Nautilus.

source: Add New Theme
sk: Prida» novú tému

source: Sorry, but you can't remove the current theme. Please change to another theme before removing this one.
sk: ¥utujem, ale nemô¾ete odstráni» aktuálnu tému. Prosím, zmeòte aktuálnu tému pred odstránením tej momentálnej.
sq: Më vjen keq, por nuk mund të hiqni temën aktuale. Fillimisht ndryshojeni në një temë tjetër pastaj hiqni këtë.

source: Can't delete current theme
sk: Nie je mo¾né zmaza» aktuálnu tému
sq: E pamundur heqja e temës aktuale

source: Sorry, but that theme could not be removed!
sk: ¥utujem, ale tému nie je mo¾né odstráni»!
sq: Më vjen keq, por kjo temë nuk mund të hiqet!

source: Couldn't remove theme
sk: Nie je mo¾né odstráni» tému
sq: E pamundur heqja e temës

source: No description available for the "%s" theme
sk: Pre tému "%s" nie je k dispozícii ¾iadny popis
sq: Asnjë përshkrim në dispozicion për temën "%s"

source: View as Other...
sk: Zobrazi» inak...

source: Close
sk: Zavrie»

source: Preview Release %s: %s
sk: Uká¾ková verzia %s: %s

source: View Failed
ar: فشل العرض
ne: दृष्य असफल भयो
sk: Zobrazenie zlyhalo
sq: Shikuesi dështoi

source: The %s view encountered an error and can't continue. You can choose another view or go to a different location.
ar: واجه العرض %s خطا ولا يستطيع المتابعة. باستطاعتك اختيار عرض آخر أو الذهاب لموقع ثاني.
sk: Pohµad %s zaznamenal chybu a nie je schopný pokraèova» v èinnosti. Mô¾ete vybra» iný pohµad alebo prejs» na iné miesto.
sq: Paraqitja %s pati një difekt dhe nuk mund të vazhdojë. Mund të zgjidhni një paraqitje tjetër ose të shkoni në një pozicion tjetër.

source: The %s view encountered an error while starting up.
ar: واجه العرض %s خطا أثناء البدء في التشغيل.
ne: सुरुगर्दा %s मा गल्ती देखियो ।
sk: Pohµad %s zaznamenal chybu pri spú¹taní.
sq: Paraqitja %s pati një difekt gjatë nisjes.

source: One of the sidebar panels encountered an error and can't continue. Unfortunately I couldn't tell which one.
ar: إحدى لوحات المهام للشريط الجانبي واجهت خطأ ولا تستطيع المتابعة. للأسف لا أستطيع تحديد أي واحدة.
sk: Jeden z boèných panelov narazil na chybu a nie je schopný pokraèova» v èinnosti. Bohu¾iaµ, nie je mo¾né poveda», ktorý.
sq: Njëri nga panelët anësorë u bllokua dhe nuk mund të vazhdojë. Për fat të keq nuk di të them kush ishte.

source: The %s sidebar panel encountered an error and can't continue. If this keeps happening, you might want to turn this panel off.
ar: واجهت لوحة المهام للشريط الجانبي %s خطأ ولذلك لا تستطيع المتابعة. إذا استمر هذا في الحدوث، فبإمكانك تعطيل لوحة المهام هذه.
sk: Boèný panel %s zaznamenal chybu a nie je schopný pokraèova» v èinnosti. Ak sa to bude opakova», mo¾no budete chcie» tento panel vypnú».
sq: Paneli anësor %s u bllokua dhe nuk mund të vazhdojë punën. Nëse problemi vazhdon, mbylleni këtë panel.

source: Sidebar Panel Failed
ar: فشلت لوحة المهام للشريط الجانبي
sk: Boèný panel zlyhal
sq: Paneli anësor dështoi.

source: Couldn't find "%s". Please check the spelling and try again.
ar: تعذر العثور على "%s". فضلا تأكد من اﻹملاء وعاود المحاولة مرة أخرى.
sk: Nie je mo¾né nájs» "%s". Prosím, overte zadaný text a skúste to znovu.
sq: Nuk arrij të gjej "%s". Kontrolloje nëse e ke shkruar si duhet dhe provo përsëri.
