Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/nautilus/po/*.po
Languages: ar, ne, sk, sq

source: [Items ]without all the words "%s"
ar: [العناصر ] التي ليس لها كل الكلمات %s
sk: [Polo¾ky ]neobsahujúce v¹etky slová "%s"
sq: [Objekte ]pa të gjitha fjalët "%s"

source: [Items ]without any of the words "%s"
ar: [العناصر ] التي ليس لها أي من الكلمات %s
sk: [Polo¾ky ]neobsahujúce slová "%s"
sq: [Objekte ]pa asnjë nga fjalët "%s"

source: [Items larger than 400K] and [without all the words "apple orange"]
ar: [العناصر اﻷكبر من 400 ك.بايت] و [التي ليس لها كل الكلمات "apple orange"]
sk: [Polo¾ky väè¹ími ako 400K] a [bez v¹etkých slov "apple orange"]
sq: [Objekte më të mëdhenj se 400K] dhe [pa të gjitha fjalët "mollë portokall"]

source: [Items larger than 400K], [owned by root and without all the words "apple orange"]
ar: [العناصر اﻷكبر من 400 ك.بايت]، [مملوكة بالمستخدم الجذري، وليس لها كل الكلمات "apple orange"]
sk: [Polo¾ky väè¹ími ako 400K] [vlastnené rootom a bez v¹etkých slov "apple orange"]
sq: [Objekte më të mëdhenj se 400K], [pronë e root dhe pa të gjitha fjalët "mollë portokall"]

source: Items %s
ar: العناصر %s
sk: Polo¾ky %s
sq: Objektet %s

source: Items containing "stuff" in their names
ar: العناصر التي تحوي "stuff" في أسمائها
sk: Polo¾ky obsahujúce "informáciu" v svojich menách
sq: Objekte që përmbajnë "stuff" në emrin e tyre

source: Items that are regular files
ar: العناصر التي هي عبارة عن ملفات اعتيادية
sk: Polo¾ky sú normálne súbory
sq: Objekte që janë files të rregullt

source: Items containing "stuff" in their names and that are regular files
ar: العناصر التي تحوي "stuff" في أسمائها وهي ملفات اعتيادية
sk: Polo¾ky obsahujúce "informáciu" v svojich menách a sú to normálne súbory
sq: Objekte që përmbajnë "stuff" në emrin e tyre dhe që janë files të rregullt

source: Items containing "stuff" in their names, that are regular files and smaller than 2000 bytes
ar: العناصر التي تحوي "stuff" في أسمائها وهي ملفات اعتيادية وفي نفس الوقت هي أصغر من 2000 بايت
sk: Normálne súbory obsahujúce "informáciu" v svojich menách a sú men¹ie ako 2000 bajtov
sq: Objekte që përmbajnë "stuff" në emrin e tyre, janë files të rregullt dhe më të vegjël se 2000 bytes

source: Items containing "medusa" in their names and that are folders
ar: العناصر التي تحوي "medusa" في أسمائها وهي مجلدات
sk: Polo¾ky obsahujúce "medusa" v svojich menách a sú prieèinky
sq: Objekte që përmbajnë "medusa" në emrin e tyre dhe që janë kartela

source: Details
sk: Detaily

source: Warning
sk: Varovanie

source: Error
sk: Chyba

source: Question
sk: Otázka

source: Searching Disks
ar: جاري البحث في اﻷقراص
sk: Prehµadávam disky
sq: Kërkim nëpër disqe

source: Nautilus is searching your disks for trash folders.
ar: يبحث ناوتيلاس في أقراصك عن مجلدات المهملات.
sk: Nautilus hµadá na disku prieèinky s Odpadkami.
sq: Nautilus është duke kërkuar në disqe kartelat e koshit.

source: on the desktop
ar: على سطح المكتب
ne: डेस्कटपमा
sk: na ploche
sq: në desktop

source: Edit
ar: حرّر
ne: सम्पादन
sk: Upravi»
sq: Ndrysho

source: Undo Edit
ar: تراجع عن التحرير
ne: सम्पादन फर्काउनुहोस्
sk: Vráti» úpravu
sq: Anullo ndrysho

source: Undo the edit
ar: تراجع عن التحرير
ne: सम्पादन पहिलेकै अवस्थामा फर्काउनुहोस्
sk: Vráti» spä» úpravu
sq: Anullo ndryshimin

source: Redo Edit
ar: كرّر التحرير
ne: पुन सम्पादन गर्नुहोस्
sk: Opakova» vrátenú úpravu
sq: Përsërit Ndrysho

source: Redo the edit
ar: كرّر التحرير
ne: पुन सम्पादन गर्नुहोस्
sk: Opakova» vrátenú úpravu
sq: Përsërit ndryshimin

source: Floppy
ar: قرص مرن
sk: Disketa

source: Zip Drive
ar: سواقة أقراص مضغوطة
sk: Zip disk
sq: Lexues Zip

source: Mount Error
ar: خطأ في التجهيز
ne: उर्ध्वगमनमा गल्ती
sk: Chyba pripojenia
sq: Gabim i mount

source: Unmount Error
ar: خطأ في إزالة التجهيز
ne: गल्ती अधोगामी गर्नुहोस्
sk: Chyba odpojenia
sq: Gabim gjatë zmontimit

source: is write-protected, mounting read-only
sk: je chránený proti zápisu, pripojený len pre èítanie

source: is not a valid block device
sk: nie je platné blokové zariadenie

source: No medium found
sk: Médium nenájdené

source: Nautilus was unable to mount the floppy drive. There is probably no floppy in the drive.
ar: لم يستطع ناوتيلاس تجهيز سواقة القرص المرن. من المحتمل ألا يكون هناك قرص مرن في السواقة.
sk: Nautilus nemohol pripoji» disketovú mechaniku. Mo¾no v nej nie je disketa.
sq: Nautilus nuk arrin të montojë lexuesin floppy. Ka shumë mundësi të mos keni asnjë disketë në lexues.

source: Nautilus was unable to mount the volume. There is probably no media in the device.
ar: لم يستطع ناوتيلاس تجهيز وسيط التخزين. من المحتمل ألا يكون هناك وسيط في الجهاز.
sk: Nautilus nemohol pripoji» disk. Mo¾no v òom nie je médium.
sq: Nautilus nuk arrin të montojë volumun. Ndoshta nuk ka asnjë gjë tek periferikja.

source: wrong fs type, bad option, bad superblock on
sk: nesprávny typ súborového systému, nesprávna voµba, chybný superblok na

source: Nautilus was unable to mount the floppy drive. The floppy is probably in a format that cannot be mounted.
ar: لم يستطع ناوتيلاس تجهيز سواقة القرص المرن. من المحتمل أن يكون القرص المرن بتهيئة غير قابلة للتجهيز.
sk: Nautilus nemohol pripoji» disketovú mechaniku. Disketa asi obsahuje systém súborov, ktorý sa nedá pripoji».
sq: Nautilus nuk arrin të montojë njësinë disketë. Ndoshta disketa është në një format që nuk mund të montohet.

source: Nautilus was unable to mount the selected volume. The volume is probably in a format that cannot be mounted.
ar: لم يستطع ناوتيلاس تجهيز وسيط التخزين. من المحتمل أن يكون وسيط التخزين بتهيئة غير قابلة للتجهيز.
sk: Nautilus nemohol pripoji» vybraný disk. Disk asi obsahuje systém súborov, ktorý sa nedá pripoji».
sq: Nautilus nuk arrin të montojë volumin e zgjedhur. Ndoshta volumi është i një formati që nuk mund të montohet.

source: Nautilus was unable to mount the selected floppy drive.
ar: لم يستطع ناوتيلاس تجهيز سواقة القرص المرن المنتقاة.
sk: Nautilus nemohol pripoji» vybranú disketovú mechaniku.
sq: Nautilus nuk arrin të montojë disketën e zgjedhur.

source: Nautilus was unable to mount the selected volume.
ar: لم يستطع ناوتيلاس تجهيز وسيط التخزين المنتقى.
sk: Nautilus nemohol pripoji» vybraný disk.
sq: Nautilus nuk arrin të montojë volumin e zgjedhur.

source: Nautilus was unable to unmount the selected volume.
ar: لم يستطع ناوتيلاس إزالة تجهيز وسيط التخزين المنتقى.
sk: Nautilus nemohol odpoji» vybraný disk.
sq: Nautilus nuk arrin të zmontojë volumin e zgjedhur.

source: ISO 9660 Volume
ar: وسيط تخزين ISO 9660
sk: Disk ISO 9660
sq: Volum ISO 9660

source: Root
sk: Koreò

source: Ext2 Volume
sk: Disk ext2

source: MSDOS Volume
ar: تسمية MSDOS
sk: Disk MSDOS
sq: Volum MSDOS

source: NFS Volume
sk: Disk NFS

source: Unknown Volume
sk: Neznámy disk

source: C_lear Text
ar: امسح النص
ne: पाठ मे_ट
sk: Vy_maza» text
sq: Pa_stro Tekstin

source: Copy the selected text to the clipboard
ar: انسخ النص المنتقى للحافظة
ne: छानिएको पाठलाई क्लिपबोर्डमा कपी गर्नुहोस्
sk: Kopíruje vybraný text do schránky
sq: Kopjo tekstin e zgjedhur tek shënimet

source: Cut the selected text to the clipboard
ar: قص النص المنتقى للحافظة
ne: क्लिपबोर्डका लागि छानिएएको पाठ काट्नुहोस्
sk: Vystrihne vybraný text do schránky
sq: Preje tekstin e zgjedhur tek shënimet

source: Paste the text stored on the clipboard
ar: الصق النص المحفوظ على الحافظة
ne: भणडारण गरिएको पाठ क्विपबोर्डमा टाँस्नुहोस्
sk: Vlo¾í text ulo¾ený v schránke
sq: Ngjit tekstin e shënimeve

source: Remove the selected text without putting it on the clipboard
ar: احذف النص المنتقى من غير وضعه في الحافظة
ne: छानिएएको पाठ क्लिपबोर्डमा नराखिकन हटाउनुहोस्
sk: Odstráni» vybraný text bez vlo¾enia do schránky
sq: Elemino tekstin e zgjedhur pa e vendosur tek shënimet

source: _Copy Text
ar: انسخ النص
ne: पाठ _कपी गर्नुहोस्
sk: _Kopírova» text
sq: _Kopjo tekstin

source: _Cut Text
sk: Vystri_hnú» text

source: _Paste Text
ar: الصق النص
ne: पाठ _टाँस्नुस्
sk: V_lo¾i» text
sq: _Ngjit tekstin

source: %s's Home
ar: الدليل الموطن إلى %s
ne: %s को होम
sk: Domovský prieèinok %.0
sq: Shtëpia e %s

source: Empty Trash...
sk: Vyprázdni» odpadky...

source: Empty Trash
ar: أفرغ سلة المهملات
ne: खाली टोकरी
sk: Vyprázdni» odpadky
sq: Zbraz Koshin

source: Unmount Volume
sk: Odpoji» disk

source: This will open %d separate windows. Are you sure you want to do this?
ar: هذا سيفتح %d نوافذ منفصلة. هل أنت متأكد من أنك تريد القيام بذلك؟
sk: Toto otvorí %d samostatných okien. Naozaj to chcete urobi»?
sq: Do të hapen %d dritare të veçanta. Zbatoj?

source: Open %d Windows?
ar: هل أفتح %d نوافذ؟
sk: Otvori» %d okien?
sq: Të hap %d dritare?

source: "%s" selected
ar: "%s" منتقاة
ne: "%s" छानिएको
sk: "%s" vybraných
sq: zgjedhur "%s"

source: 1 folder selected
ar: تم انتقاء مجلد واحد
sk: vybraný 1 prieèinok
sq: 1 kartelë e zgjedhur

source: %d folders selected
ar: تم انتقاء %d مجلد
sk: vybraných %d prieèinkov
sq: %d kartela të seleksionuara

source: (containing 0 items)
ar: (يحوي 0 عنصر)
sk: (obsahujú 0 polo¾iek)
sq: (përmban 0 objekte)

source: (containing 1 item)
ar: (يحوي 1 عنصر)
sk: (obsahujú 1 polo¾ku)
sq: (përmban 1 objekt)

source: (containing %d items)
ar: (يحوي %d عناصر)
sk: (obsahujú %d polo¾iek)
sq: (përmban %d objekte)

source: "%s" selected (%s)
ar: "%s" منتقاة (%s)
ne: "%s" छानिएको (%s)
sk: "%s" vybraných (%s)
sq: zgjedhur "%s" (%s)

source: %d items selected (%s)
ar: %d عناصر منتقاة (%s)
sk: %d vybraných polo¾iek (%s)
sq: %d objekte të zgjedhur (%s)

source: 1 other item selected (%s)
ar: 1 عنصر آخر منتقى (%s)
sk: 1 iná vybraná polo¾ka (%s)
sq: 1 objekt tjetër i zgjedhur (%s)

source: %d other items selected (%s)
ar: %d عناصر أخرى منتقاة (%s)
sk: %d iných vybraných polo¾iek (%s)
sq: %d objekte të tjerë të zgjedhur (%s)

source: The folder "%s" contains more files than Nautilus can handle. Some files will not be displayed.
ar: المجلد "%s" يحوي ملفات أكثر من تلك التي يستطيع ناوتيلاس التعامل معها. لن يتم عرض بعض الملفات.
sk: Prieèinok "%s" obsahuje viac súborov, ne¾ doká¾e Nautilus spracova». Niektoré súbory nebudú zobrazené.
sq: Kartela "%s" përmban më shumë files nga sa Nautilus mund të manazhojë. Disa nga files nuk do të mund të shfaqen.

source: Too Many Files
ar: ملفات عديدة جدا
ne: धेरै फाइलहरु
sk: Príli¹ veµa súborov
sq: Tepër files

source: "%s" cannot be moved to the Trash. Do you want to delete it immediately?
ar: لا يمكن نقل "%s" إلى سلة المهملات. هل تريد حذفه حالا؟
sk: Nie je mo¾né presunú» "%s" do Odpadkov. Chcete ho odstráni» úplne?
sq: "%s" nuk mund të çohet në Kosh. Dëshironi t'a eleminoni menjëherë?

source: The %d selected items cannot be moved to the Trash. Do you want to delete them immediately?
ar: لا يمكن نقل العناصر المنتقاة الـ %d إلى سلة المهملات. هل تريد حذفها حالا؟
sk: %d vybraných polo¾iek nie je mo¾né presunú» do Odpadkov. Chcete ich odstráni» úplne?
sq: %d objektet e zgjedhur nuk mund të çohen në Kosh. Dëshironi t'i eleminoni menjëherë?

source: %d of the selected items cannot be moved to the Trash. Do you want to delete those %d items immediately?
ar: لا يمكن نقل العناصر الـ %d المنتقاة إلى سلة المهملات. هل تريد حذفه العناصر الـ %d حالا؟
sk: %d z vybraných polo¾iek nie je mo¾né presunú» do Odpadkov. Chcete týchto %d polo¾iek odstráni» úplne?
sq: %d të objekteve të seleksionuar nuk mund të çohen në Kosh. Dëshironi t'i eleminoni këta %d objekte menjëherë?

source: Delete Immediately?
ar: حذف حالا؟
ne: तुरुन्त मेट्ने हो?
sk: Odstráni» okam¾ite?
sq: Ti eleminoj menjëherë?

source: Delete
sk: Odstráni»
sq: Elemino

source: Are you sure you want to permanently delete "%s" from the Trash?
ar: هل أنت متأكد من أنك تريد حذف "%s" من سلة المهملات؟
sk: Naozaj chcete úplne odstráni» "%s" z Odpadkov?
sq: Jeni i sigurt që dëshironi të eleminoni përgjithmonë "%s" nga Koshi?

source: Are you sure you want to permanently delete the %d selected items from the Trash?
ar: هل أنت متأكد من أنك تريد حذف العناصر الـ %d المنتقاة من سلة المهملات؟
sk: Naozaj chcete úplne odstráni» %d vybraných polo¾iek z Odpadkov?
sq: Jeni i sigurt që dëshironi të eleminoni përgjithmonë nga Koshi %d objektet e zgjedhur?

source: Delete From Trash?
ar: حذف من سلة المهملات؟
ne: रद्दीटोकरीबाट मेट्ने हो?
sk: Odstráni» z Odpadkov?
sq: Ti eleminoj nga Koshi?

source: Use "%s" to open the selected item
ar: استخدم "%s" لفتح العنصر المنتقى
ne: छानिएको आइटम खोलनका लागि "%s" को उपयोग गर्नुहोस्
sk: Pou¾i» "%s" pre otvorenie vybranej polo¾ky
sq: Përdor "%s" për të hapur objektin e zgjedhur

source: Delete all selected items permanently
ar: احذف كل عناصر المنتقاة كليا
ne: छानिएका सबै बस्तुहरु सधैंको लागि मेट्नुहोस्
sk: Odstráni» úplne v¹etky vybrané polo¾ky
sq: Elemino përgjithmonë të gjithë objektet e zgjedhur

source: Delete from _Trash...
sk: Odstráni» z _Odpadkov...

source: Delete from _Trash
sk: Odstráni» z _Odpadkov

source: Move all selected items to the Trash
sk: Presunú» v¹etky vybrané polo¾ky do Odpadkov

source: Move to _Trash
sk: Presunú» do _Odpadkov

source: Create _Links
sk: Vytvori» _odkazy

source: Create _Link
sk: Vytvori» _odkaz

source: _Empty Trash...
sk: _Vyprázdni» Odpadky...

source: _Empty Trash
ar: أفرغ سلة المهملات
ne: रद्दीटोकरी _खाली गर्नुस
sk: _Vyprázdni» Odpadky
sq: _Zbraze Koshin

source: R_emove Custom Images
sk: Odstráni» _vlastné obrázky

source: R_emove Custom Image
sk: Odstráni» _vlastný obrázok

source: This link can't be used, because it has no target. Do you want to put this link in the Trash?
sk: Tento odkaz nie je mo¾né pou¾i», preto¾e nemá cieµ. Chcete tento odkaz hodi» do Odpadkov?
sq: Kjo lidhje nuk mund të përdoret pasi nuk ka një target. Dëshironi të hedhësh këtë lidhje në Kosh?

source: This link can't be used, because its target "%s" doesn't exist. Do you want to put this link in the Trash?
sk: Tento odkaz nie je mo¾né pou¾i», preto¾e jeho cieµ "%s" neexistuje. Chcete tento odkaz hodi» do Odpadkov?
sq: Kjo lidhje nuk mund të përdoret pasi target i saj "%s" nuk ekziston. Dëshironi të hedhësh këtë lidhje në Kosh?

source: Broken Link
ar: وصلة مكسورة
ne: छुट्टिएको संपर्क
sk: Neplatný odkaz
sq: Lidhje e shkëputur

source: Throw Away
sk: Zahodi»
sq: Flakura tutje

source: "%s" is an executable text file. Do you want to run it, or display its contents?
ar: "%s" هو ملف نصي قابل للإجراء. هل تريد تنفيذه أم عرض محتوياته؟
sk: "%s" je spustiteµný textový súbor. Chcete ho spusti» alebo zobrazi» jeho obsah?
sq: "%s" është një file teksti i ekzekutueshëm. Dëshironi t'a zbatoni, apo të shikoni përmbajtjen e tij?

source: Run or Display?
ar: تنفيذ أم عرض؟
ne: चलाउने हो या प्रदर्शित गर्ने?
sk: Spusti» alebo zobrazi»?
sq: Zbatoj apo paraqit?

source: Run
sk: Spusti»

source: Display
sk: Displej

source: Sorry, but you can't execute commands from a remote site due to security considerations.
ar: أعتذر لعدم استطاعتك تنفيذ اﻷوامر من مواقع عن بعد وذلك لاعتبارات أمنية.
sk: ¥utujem, ale nie je mo¾né vykonáva» príkazy zo vzdialených poèítaèov kvôli bezpeènosti.
sq: Më vjen keq, nuk mund të ekzekutoni komanda nga një sit remot për arsye sigurie.

source: Can't execute remote links
ar: لا يمكن إجراء الوصلات عن بعد
sk: Nie je mo¾né vykona» vzdialené odkazy
sq: Nuk mund të ekzekutohen lidhje remote

source: Opening "%s"
ar: فتح "%s"
sk: Otváram "%s"
sq: Hapja e "%s"

source: Cancel Open?
ar: إلغاء الفتح؟
ne: खोल्ने काम बन्द गर्नुहोस्
sk: Zru¹i» otvorenie?
sq: Anulloj hapjen?

source: You do not have the permissions necessary to view the contents of "%s".
ar: ليست لديك التصاريح الضرورية لعرض محتويات "%s".
ne: तपाईँलाई "%s" को विषयवस्तु हेर्ने आवश्यक अनुमति छैन
sk: Nemáte dostatoèné práva pre zobrazenie obsahu "%s".
sq: Ju nuk keni të drejtat e duhura për të shikuar përmbajtjen e "%s".

source: Sorry, couldn't display all the contents of "%s".
ar: أعتذر لعدم استطاعتي عرض كل محتويات "%s".
ne: माफ गर्नुस्, "%s" को सबै विषयवस्तु प्रदर्शितगर्न सिकिँदैन
sk: ¥utujem, nie je mo¾né zobrazi» celý obsah "%s".
sq: Më vjen keq, e pamundur shfaqja e të gjithë përmbajtjes së "%s".

source: Error Displaying Folder
ar: حدث خطأ أثناء عرض المجلد
ne: फोल्डर प्रदर्शन गर्नेक्रममा गल्ती
sk: Chyba pri zobrazovaní prieèinku
sq: Gabim gjatë shfaqjes së kartelës

source: The name "%s" is already used in this folder. Please use a different name.
ar: الاسم "%s" مستخدم في هذا المجلد سابقا. فضلا استخدم اسما آخر.
ne: यो फोल्डरमा "%s" नाम पहिलेदेखिनै छ। कृपया अर्कै नाम प्रयोग गर्नुहोस्
sk: Meno "%s" u¾ je v tomto prieèinku pou¾ité. Prosím, vyberte iné meno.
sq: Emri "%s" eshtë përdorur njëherë në këtë kartelë. Ju lutem përdorni një emër tjetër.

source: There is no "%s" in this folder. Perhaps it was just moved or deleted?
ar: لا يوجد "%s" في هذا المجلد. من المحتمل أنه نقل أو حذف؟
ne: यो फोल्डरमा "%s" छैन संभवत यसलाई हटाइयो वा मेटियो
sk: V prieèinku nie je "%s". Mo¾no bol práve presunutý alebo odstránený.
sq: Nuk ka "%s" në këtë kartelë. Mos e keni lëvizuar apo eleminuar?

source: You do not have the permissions necessary to rename "%s".
ar: ليست لديك التصاريح الضرورية لإعادة تسمية "%s".
ne: "%s" को पुन नामकरण गर्न तपाईँलाई अनुमति छैन
sk: Nemáte práva nutné pre premenovanie "%s".
sq: Ju nuk keni të drejtat e nevojshme për të ndryshuar emrin e "%s".

source: The name "%s" is not valid because it contains the character "/". Please use a different name.
ar: الاسم "%s" غير صحيح لاحتوائه على الرمز "/". فضلا استخدم اسما آخر.
ne: "%s" नाम मान्य छैन किनभने यसमा "/" जस्ता अक्षर छन् कृपया अलग नाम प्रयोग गर्नुहोस्
sk: Meno "%s" nie je platné, preto¾e obsahuje znak "/". Prosím, pou¾ite iné meno.
sq: Emri "%s" nuk është i vlefshëm pasi përmban karakterin "/". Ju lutem, përdorni një emër tjetër.

source: The name "%s" is not valid. Please use a different name.
ar: الاسم "%s" غير صحيح. فضلا استخدم اسما آخر.
ne: "%s" नाम मान्य छैन कृपया अलग नाम प्रयोग गर्नुहोस्
sk: Meno "%s" nie je platné. Prosím, vyberte iné meno.
sq: Emri "%s" nuk është i vlefshëm. Ju lutem përdorni një emër tjetër.

source: Couldn't change the name of "%s" because it is on a read-only disk
ar: تعذر تغيير اسم "%s" ﻷنه على قرص قابل للقراءة فقط
ne: "%s" को नाम परिवर्तन हुनसक्तैन किनकि यो पढ्नमात्र मिल्ने डिस्कमा छ
sk: Nie je mo¾né zmeni» meno "%s", preto¾e je na disku pripojenom len pre èítanie.
sq: Nuk arrij të ndryshoj emrin e "%s" sepse ndodhet në një disk në vetëm lexim

source: Sorry, couldn't rename "%s" to "%s".
ar: آسف، فقد تعذرت إعادة تسمية "%s" إلى "%s".
ne: माफ गर्नुस्, "%s" को नाम "%s" मा परिवर्तन गर्न सकिँदैन
sk: ¥utujem, nie je mo¾né premenova» "%s" na "%s".
sq: Më vjen keq, i pamundur ndryshimi i emrit "%s" në "%s".

source: Renaming Error
ar: خطأ في إعادة التسمية
ne: नाम परिवर्तनमा गल्ती
sk: Chyba pri premenovaní
sq: Gabim gjatë ndryshimit të emrit

source: You do not have the permissions necessary to change the group of "%s".
ar: ليست لديك التصاريح الضرورية لتغيير مجموعة "%s".
ne: "%s" का समूह नहीं बदल सकते इसके लिए जरूरी अनुमति आपके पास नहीं है
sk: Nemáte práva nutné pre zmenu skupiny pre "%s".
sq: Nuk keni të drejta të mjaftueshme për të ndryshuar grupin e "%s".

source: Couldn't change the group of "%s" because it is on a read-only disk
ar: تعذر تغيير مجموعة "%s" ﻷنه على قرص قابل للقراءة فقط
ne: "%s" को समूह परिवर्तन हुनसक्तैन किनकि यो पढ्नमात्र मिल्ने डिस्कमा छ
sk: Nie je mo¾né zmeni» skupinu pre "%s", preto¾e je na disku pripojenom iba pre èítanie.
sq: Nuk arrij të ndryshoj grupin e "%s" pasi ndodhet në një disk vetëm për lexim

source: Sorry, couldn't change the group of "%s".
ar: آسف، فقد تعذر تغيير مجموعة "%s".
ne: माफ गर्नुस्, "%s" समूह परिवर्तन हुनसक्तैन
sk: ¥utujem, nie je mo¾né zmeni» skupinu pre "%s".
sq: Më vjen keq, i pamundur ndryshimi i grupit të "%s".

source: Error Setting Group
ar: خطأ في تعيين المجموعة
ne: समूह मिलान गर्दा गल्ती
sk: Chyba pri nastavovaní skupiny
sq: Gabim gjatë vendosjes së grupit.

source: Couldn't change the owner of "%s" because it is on a read-only disk
ar: تعذر تغيير مالك "%s" ﻷنه على قرص قابل للقراءة فقط
ne: "%s" को साहू परिवर्तन हुनसक्तैन किनकि यो पढ्नमात्र मिल्ने डिस्कमा छ।
sk: Nie je mo¾né zmeni» vlastníka pre "%s", preto¾e je na disku pripojenom iba pre èítanie.
sq: Nuk mund të ndryshoj pronarin e "%s" pasi ndidhet në një disk për vetëm lexim

source: Sorry, couldn't change the owner of "%s".
ar: آسف، فقد تعذر تغيير مالك "%s".
ne: माफ गर्नुस्, "%s" को स्वामी बदल्न सकिँदैन
sk: ¥utujem, nie je mo¾né zmeni» vlastníka pre "%s".
sq: Më vjen keq, i pamundur ndryshimi i pronarit të "%s".

source: Error Setting Owner
ar: خطأ في تعيين المالك
ne: मालिक मिलानक्रममा गल्ती
sk: Chyba pri nastavovaní vlastníka
sq: Gabim gjatë vendosjes së pronarit

source: Couldn't change the permissions of "%s" because it is on a read-only disk
ar: تعذر تغيير تصاريح "%s" ﻷنه على قرص قابل للقراءة فقط
ne: "%s" को अनुमति परिवर्तन हुनसक्तैन किनकि यो पढ्नमात्र मिल्ने डिस्कमा छ
sk: Nie je mo¾né zmeni» práva pre "%s", preto¾e je na disku pripojenom iba pre èítanie.
sq: Nuk arrij të ndryshoj të drejtat e "%s" pasi ndodhet në një disk në vetëm lexim

source: Sorry, couldn't change the permissions of "%s".
ar: آسف، فقد تعذر تغيير تصاريح "%s".
ne: माफ गर्नुस् %s को अनुमति बदल्न सकिँदैन
sk: ¥utujem, nie je mo¾né zmeni» práva pre "%s".
sq: Më vjen keq, i pamundur ndryshimi i së drejtave të "%s".

source: Error Setting Permissions
ar: خطأ في تعيين التصاريح
ne: अनुमति मिलानक्रममा गल्ती
sk: Chyba pri nastavovaní práv
sq: Gabim gjatë vendosjes së së drejtave.

source: Renaming "%s" to "%s".
ar: إعادة تسمية "%s" إلى "%s".
ne: "%s" लाई "%s" पुन नामकरण गर्नुस्
sk: Premenovávam "%s" na "%s".
sq: Ndryshimi i emrit të "%s" në "%s".

source: Cancel Rename?
ar: إلغاء إعادة التسمية؟
ne: नाम परिवर्तन रद्दगर्नु?
sk: Zru¹i» premenovanie?
sq: Anulloj ndryshimin e emrit?

source: size
ar: حجم
ne: साईज
sk: veµkos»
sq: madhësia

source: type
ar: نوع
ne: प्रकार
sk: typ
sq: tipi

source: date modified
ar: تاريخ التعديل
ne: सुधारिएको मिति
sk: dátum zmeny obsahu
sq: data e modifikimit

source: date changed
ar: تاريخ التغيير
sk: dátum zmeny
sq: data e ndryshimit

source: date accessed
ar: تاريخ الفتح
ne: पहुँच योग्य मिति
sk: dátum prístupu
sq: data e hyrjes

source: owner
ar: مالك
ne: मालिक
sk: vlastník
sq: pronari

source: group
ar: مجموعة
ne: समूह
sk: skupina
sq: grupi

source: permissions
ar: تصاريح
ne: अनुमतिहरू
sk: práva
sq: të drejtat

source: octal permissions
ar: تصاريح ثمانيّة
ne: ओक्टल अनुमतिहरू
sk: osmièkové práva

source: MIME type
ar: نوع MIME
ne: अनुकर्ताको प्रकार
sk: typ MIME
sq: tipi MIME

source: none
ar: لا شيء
ne: केही छैन
sk: ¾iadny
sq: asnjëra

source: Icon Captions
ar: نصوص الأيقونة
sk: Titulky ikon
sq: Ikonat

source: Choose the order for information to appear beneath icon names. More information appears as you zoom in closer.
sk: Vyberte poradie, v akom sa budú zobrazova» informácie pod menami ikon. Ïal¹ie informácie sa zobrazia pri priblí¾ení.

source: by _Name
ar: بالاسم
ne: _नाम ले
sk: podµa _mena
sq: sipas _Emrit

source: Keep icons sorted by name in rows
ar: اجعل اﻷيقونات مرتبة في صفوف حسب الاسم
ne: आयकन्स को उनके नाम के अनुसार पंक्ति में रखें
sk: Udr¾iava» ikony zoradené podµa mena v riadkoch
sq: Mban ikonat të rreshtuara sipas emrit

source: by _Size
ar: بالحجم
ne: _आकार ले
sk: podµa _veµkosti
sq: sipas _Madhësisë

source: Keep icons sorted by size in rows
ar: اجعل اﻷيقونات مرتبة في صفوف حسب الحجم
ne: आयकन्स को उनके आकार के अनुसार पंक्ति में रखें
sk: Udr¾iava» ikony zoradené podµa veµkosti v riadkoch
sq: Mban ikonat të rreshtuara sipas madhësisë

source: by _Type
ar: بالنوع
ne: _प्रकार ले
sk: podµa _typu
sq: sipas _Tipit

source: Keep icons sorted by type in rows
ar: اجعل اﻷيقونات مرتبة في صفوف حسب النوع
ne: चिन्हलाई यसको प्रकार अनुसार पंक्तिबद्ध गर्नुहोस्
sk: Udr¾iava» ikony zoradené podµa typu v riadkoch
sq: Mban ikonat të rreshtuara sipas tipit

source: by Modification _Date
ar: بتاريخ التعديل
ne: संशोधनको _मिति अनुसार
sk: podµa dátumu _zmeny
sq: sipas _Datës së ndryshimit

source: Keep icons sorted by modification date in rows
ar: اجعل اﻷيقونات مرتبة في صفوف حسب تاريخ التعديل
ne: चिन्हलाई यसको संशोधन मिति अनुसार पंक्तिबद्ध गर्नुहोस्
sk: Udr¾iava» ikony zoradené podµa dátum zmeny v riadkoch
sq: Mban ikonat të rreshtuara sipas datës së ndryshimit

source: by _Emblems
ar: بالشعارات
ne: _प्रतीकचिन्ह अनुसार
sk: podµa _emblémov
sq: sipas _simboleve
