Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/nautilus/po/*.po
Languages: ar, ne, sk, sq

source: Only one operation at a time please.
sk: Naraz iba jednu operáciu, prosím.

source: %s: --help for usage
sk: %s: --help pre pou¾itie

source: Name : %s
sk: Meno: %s

source: Version : %s
sk: Verzia: %s

source: Minor : %s
sk: Podverzia: %s

source: Size : %d
sk: Veµkos»: %d

source: Distribution : %s
sk: Distribúcia: %s

source: Description : %s
sk: Popis: %s

source: Install root : %s
sk: Koreò in¹talácie: %s

source: Provides :
sk: Poskytuje:

source: exit code %d
sk: kód ukonèenia %d

source: Specify package list to use (/var/eazel/service/package-list.xml)
sk: Zadajte zoznam balíkov, ktorý sa má pou¾i» (/var/eazel/service/package-list.xml)

source: Use specified file to generate a package list, requires --packagelist
sk: Pou¾i» uvedený súbor pre generovanie zoznamu balíkov, vy¾aduje --packagelist

source: Softcat server to connect to
sk: Softcat server, s ktorým sa spoji»

source: Use alternate CGI path
sk: Pou¾i» inú cestu pre CGI

source: Connect as a softcat user through ammonite
sk: Pripoji» sa ako pou¾ívateµ softcat pomocou ammonite

source: Number of times to try the request
sk: Poèet opakovaní pri pokuse o po¾iadavku

source: Delay between request retries, in usec
sk: Pauza medzi pokusmi, v mikrosekundách

source: Lookup by Eazel package id
sk: Hµada» podµa ID balíka Eazel

source: Lookup package that provides a feature/file
sk: Hµada» balík, ktorý poskytuje tento súbor

source: Lookup package with a specific version
sk: Hµada» balík s danou verziu

source: (with --version) Use >= comparison
sk: (s --version) Pou¾i» porovnanie >=

source: use check function (for debugging)
sk: pou¾i» testovaciu funkciu (pre ladenie)

source: Show detailed sub-package info
sk: Zobrazi» detailné informácie o pod-balíku

source: Failed to lock the downloaded file
sk: Nepodarilo sa zamknú» stiahnutý súbor

source: MD5 mismatch, package %s may be compromised
sk: MD5 nesúhlasí, balík %s je mo¾no naru¹ený

source: No MD5 available for %s
sk: Pre %s nie je k dispozícii súèet MD5

source: %s is ok
sk: %s je v poriadku

source: %s-%s version %s-%s already installed
sk: %s-%s verzia %s-%s je u¾ nain¹talovaný

source: %s version %s already installed
sk: %s verzia %s je u¾ nain¹talovaný

source: %s upgrades from version %s-%s to %s-%s
sk: %s aktualizuje z verzie %s-%s na %s-%s

source: %s downgrades from version %s-%s to %s-%s
sk: %s prejde na ni¾¹iu verziu z verzie %s-%s na %s-%s

source: %s downgrades from version %s to %s
sk: %s prejde na ni¾¹iu verziu z verzie %s na %s

source: %s installs version %s-%s
sk: %s nain¹taluje verziu %s-%s

source: %s installs version %s
sk: %s nain¹taluje verziu %s

source: Loading package info from file %s
sk: Naèítavam informácie o balíku zo súboru %s

source: ok
sk: v poriadku

source: not ok
sk: nie je v poriadku

source: Checking dependencies for %s
sk: Kontrola závislostí pre %s

source: %s is related to %s
sk: %s má vz»ah k %s

source: updating %s to version %s-%s solves conflict
sk: aktualizácia %s na verziu %s-%s rie¹i konflikt

source: available update to %s (%s-%s) does not solves conflict
sk: aktualizácia k dispozícii %s (%s-%s) nerie¹i konflikt

source: could not revive %s
sk: Nie je mo¾né o¾ivi» %s

source: file uniqueness checking %s
sk: kontrola jednoznaènosti súborov %s

source: Duplicate file : %s occurs in %s and %s
sk: Duplikát súboru: %s je v %s a %s

source: (there were %d other conflicts)
sk: (nastalo ïal¹ích %d konfliktov)

source: file conflict checking %s
sk: kontrola konfliktov súborov %s

source: file conflict : package %s already provides file %s also provided by %s
sk: konflikt súborov: balík %s u¾ poskytuje súbor %s, ktorý poskytuje aj %s

source: ...but it is okay, we're upgrading %s and it ditched that file
sk: ...ale to v poriadku, aktualizujeme %s a tento súbor u¾ neobsahuje

source: checking feature consistency of %s
sk: kontrola konzistencie funkcií balíka %s

source: feature missing : %s breaks if %s is installed (feature %s would be lost
sk: chýbajúca funkcia: %s nefunguje ak %s je nain¹talovaný (funkcia %s by bola stratená

source: downloading %d packages
sk: s»ahume %d balíkov

source: will upgrade %s
sk: aktualizuje %s

source: will downgrade %s
sk: prejde na star¹iu verziu %s

source: will install %s
sk: in¹taluje %s

source: will uninstall %s
sk: odin¹taluje %s

source: %s requires %s
sk: %s vy¾aduje %s

source: failed %s
sk: zlyhal %s

source: Could not set URLType from config file!
sk: Nie je mo¾né nastavi» URLType z konfiguraèného súboru!

source: Transactions are not stored, could not find home dir
sk: Transakcie nie sú ulo¾ené, nie je mo¾né nájs» domovský prieèinok

source: Transactions are stored in %s
sk: Transakcie sú ulo¾ené v %s

source: Getting package list from remote server ...
sk: Získavam zoznam balíkov zo vzdialeného serveru...

source: Unable to retrieve package-list.xml!
sk: Nepodarilo sa získa» zoznam package-list.xml!

source: Cannot write to file %s, using default log handler
sk: Nie je mo¾né zapisova» do súboru %s, pou¾ijem ¹tandardnú obsluhu logu

source: Install failed
sk: In¹talácia zlyhala

source: Uninstall failed
sk: Odin¹talácia zlyhala

source: Could not create transaction directory (%s)! ***
sk: Nie je mo¾né vytvori» prieèinok transakcií (%s)! ***

source: Writing transaction to %s
sk: Zapisujem transakciu do %s

source: %s was cancelled
sk: %s bol zru¹ený

source: %s is a source package, which is not yet supported
sk: %s je zdrojový balík, tie zatiaµ nie sú podporované

source: %s would break other packages
sk: %s by poru¹il ostatné balíky

source: %s would break
sk: %s by poru¹il

source: %s would break %s
sk: %s by poru¹il %s

source: %s is damaged
sk: %s je po¹kodený

source: %s requires %s, which could not be found on the server
sk: %s vy¾aduje %s, ktorý sa nepodarilo na serveri nájs»

source: %s could not be found on the server
sk: %s nebol na serveri nájdený

source: %s is already installed
sk: %s je u¾ nain¹talovaný

source: %s, which is newer, needs downgrade and downgrade is not enabled
sk: %s, ktorý je nov¹í, vy¾aduje prechod na star¹iu verziu, èo nie je povolené

source: %s, which is older, needs upgrade and upgrade is not enabled
sk: %s, ktorý je star¹í, vy¾aduje aktualizáciu, a tá nie je povolená

source: Check for a new version of %s
sk: Skontrolova» novú verziu %s

source: Install both %s and %s
sk: In¹talova» obidva %s aj %s

source: Remove %s from your system
sk: Odstráni» %s zo systému

source: Force the removal of %s from your system
sk: Vynúti» odstránenie %s zo systému

source: Package database has an inconsistency
sk: Databáza balíkov nie je konzistentná

source: Continue with force
sk: Pokraèova» silou

source: Allow downgrade
sk: Povoli» prechod na star¹ie verzie

source: Could not open target file %s
sk: Nie je mo¾né otvori» cieµový súbor %s

source: Could not create an http request !
sk: Nie je mo¾né vytvori» http po¾iadavku!

source: Proxy: Invalid uri !
sk: Proxy: Neplatné uri!

source: Invalid uri !
sk: Neplatné uri!

source: Could not prepare http request !
sk: Nie je mo¾né pripravi» http po¾iadavku!

source: Couldn't get async mode
sk: Nie je mo¾né získa» asynchrónny mód

source: DISK FULL: could not write %s
sk: DISK JE PLNÝ: nie je mo¾né zapísa» %s

source: Could not get request body!
sk: Nie je mo¾né získa» telo po¾iadavky!

source: HTTP error: %d %s
sk: Chyba HTTP: %d %s

source: FTP not supported yet
sk: FTP zatiaµ nie je podporované

source: Checking local file %s...
sk: Kontrolujem lokálny súbor %s...

source: Failed to retrieve %s!
sk: Nepodarilo sa získa» %s!

source: Could not get an URL for %s
sk: Nepodarilo sa získa» URL pre %s

source: Downloaded package does not have the correct name
sk: Stiahnutý balík nemá platné meno

source: Package %s should have had name %s
sk: Balík %s by sa mal vola» %s

source: File download failed
sk: Stiahnutie balíku zlyhalo

source: *** Begin pkg dump ***
sk: *** Zaèiatok výpisu pkg.***

source: *** End pkg dump ***
sk: *** Koniec výpisu pkg ***

source: *** No package nodes! (cat has no children) ***
sk: *** ®iadne uzly balíka! (výpis nemá potomkov) ***

source: *** Bailing from package parse! ***
sk: *** Vyskakujem zo spracovania balíka! ***

source: *** No package nodes! ***
sk: *** ®iadne uzly balíka! ***

source: *** Malformed package node!
sk: *** Neplatný uzol balíka!

source: *** No depends nodes! ***
sk: *** ®iadny uzol závislostí! ***

source: *** Malformed depends node!
sk: *** Neplatný uzol závislostí!

source: *** Unknown node type '%s'
sk: *** Neznámy typ uzlu '%s'

source: *** The pkg list file contains no data! ***
sk: *** Súbor so zoznamom balíkov neobsahuje dáta! ***

source: *** Cannot find the CATEGORIES xmlnode! ***
sk: *** Nenájdený xml uzol CATEGORIES! ***

source: *** Bailing from categories parse! ***
sk: *** Vyskakujem zo spracovania kategórií! ***

source: *** No Categories! ***
sk: *** ®iadne kategórie! ***

source: *** Bailing from category parse! ***
sk: *** Vyskakujem zo spracovania kategórie! ***

source: *** Cannot find the TRANSACTION xmlnode! ***
sk: *** Nenájdený xml uzol TRANSACTION! ***

source: *** Bailing from transaction parse! ***
sk: *** Vyskakujem zo spracovania transakcie! ***

source: *** No packages! ***
sk: *** ®iadne balíky! ***

source: *** No category nodes! ***
sk: *** ®iadne uzly kategórií! ***

source: *** Cannot find the CATEGORIES xmlnode! ***
sk: *** Nenájdený xml uzol CATEGORIES! ***

source: *** Unknown node %s
sk: *** Neznámy uzol %s

source: *** Error generating xml package list! ***
sk: *** Chyba pri generovaní xml zoznamu balíkov! ***

source: *** Error reading package list! ***
sk: *** Chyba pri èítaní zoznamu balíkov! ***

source: *** The osd xml contains no data! ***
sk: *** Osd XML neobsahuje dáta! ***

source: *** Bailing from osd parse! ***
sk: *** Vyskakujem zo spracovania osd! ***

source: Could not parse the xml (length %d)
sk: Nie je mo¾né spracova» XML (då¾ka %d)

source: Opened packages database in %s
sk: Otvorená databáza balíkov v %s

source: Opening packages database in %s failed
sk: Otvorenie databáze balíkov v %s zlyhalo

source: Closing db for %s (open)
sk: Zatváram databázu pre %s (otvorená)

source: Closing db for %s (not open)
sk: Zatváram databázu pre %s (neotvorená)

source: Cannot open %s
ne: %s खोलेन सकिँदैन
sk: Nie je mo¾né otvori» %s

source: Installing "%s"
sk: In¹taluje "%s"

source: Version: %s
sk: Verzia: %s

source: Cancel
ar: إلغاء
ne: रद्दगर
sk: Zru¹i»
sq: Anulloje

source: Incorrect password.
sk: Neplatné heslo.

source: Authenticate as root
sk: Prihlási» sa ako root

source: Installing packages
sk: In¹talujem balíky

source: Installing remote package
sk: In¹talujem vzdialený balík

source: Installing some package
sk: In¹talujem nejaký balík

source: The Eazel install service is missing: Installs will not work.
sk: Chýba in¹talaèná slu¾ba Eazel: In¹talácia nebude fungova».

source: Contacting the Eazel Software Catalog ...
sk: Kontaktujem softvérový katalóg Eazel...

source: Checking for authorization...
sk: Kontrolujem pre overenie...

source: Aborting package downloads (please wait) ...
sk: Ru¹ím prenos balíkov (prosím, èakajte)...

source: Package download aborted.
sk: S»ahovanie balíku preru¹ené.

source: Aborted
sk: Preru¹ené

source: Install
sk: In¹talova»

source: Install Viewer
sk: Pohµad in¹talácie

source: Nautilus Service Install View
sk: Pohµad In¹talácia slu¾by pre Nautilus

source: Nautilus Service Install View Factory
sk: Vytváracie rozhranie pre Pohµad In¹talácia slu¾by pre Nautilus

source: Service Install View Component
sk: Komponent Pohµad pre in¹taláciu slu¾by

source: Service Install View Component's Factory
sk: Vytváracie rozhranie pre komponent Pohµad pre in¹taláciu slu¾by

source: View as Install
sk: Zobrazi» ako in¹taláciu

source: Factory for the install service
sk: Vytváracie rozhranie pre in¹talaènú slu¾bu

source: Enable inventory upload.
sk: Povoli» poslanie inventára.

source: Disable inventory upload.
sk: Zakáza» poslanie inventára.

source: Display information about current inventory settings.
sk: Zobrazi» informáciu o aktuálnom nastavení inventára.

source: Upload inventory now, if not up to date.
sk: Ak nie je inventár aktuálny, posla» ho okam¾ite.

source: Factory for the inventory service
sk: Vytváracie rozhranie pre inventárovú slu¾bu

source: Inventory
sk: Inventár

source: Nautilus Inventory view
sk: Inventárový pohµad pre Nautilus

source: Nautilus Inventory view factory
sk: Vytváracie rozhranie pre Inventárový pohµad pre Nautilus

source: Nautilus System Inventory component's component's factory
sk: Vytváracie rozhranie pre komponent Systémový inventár pre Nautilus

source: System Inventory
sk: Systémový inventár

source: System Inventory Viewer
sk: Pohµad Systémový inventár

source: System inventory view component
sk: Komponent pohµadu Systémového inventára

source: View as System Inventory
sk: Zobrazi» ako systémový inventár

source: Please Change Your Eazel Password
sk: Prosím, zmeòte si va¹e heslo Eazel...

source: User Name:
sk: Pou¾ívateµské meno:

source: Current Password:
sk: Súèasné heslo:

source: New Password:
sk: Nové heslo:

source: Confirm New Password:
sk: Potvrdi» nové heslo:

source: Change my password
sk: Zmeni» moje heslo

source: I need assistance
sk: Potrebujem pomoc

source: Your password has been changed!
sk: Va¹e heslo bolo zmenené!

source: I'm sorry, but that password is incorrect. Please try again.
sk: ¥utujem, ale heslo nie je správne. Skúste to znovu.

source: I'm sorry, but your new password must be at least six (6) characters long. Please try another one.
sk: ¥utujem, ale heslo musí obsahova» aspoò ¹es» (6) písmen. Prosím, skúste iné heslo.

source: I'm sorry, but your new password can't be ridiculously long. Please try another one.
sk: ¥utujem, ale heslo nesmie by» nezmyselne dlhé. Prosím, skúste iné heslo.

source: I'm sorry, but your new password must contain letters along with at least one number or symbol. Please try another one.
sk: ¥utujem, ale heslo musí obsahova» písmená spolu s aspoò jedným èíslom alebo iným znakom. Prosím, skúste iné heslo.

source: I'm sorry, but I hit an unexpected error. Please try again, with different passwords.
sk: ¥utujem, ale nastala neoèakávaná chyba. Prosím, skúste to znovu, s iným heslom.

source: I'm sorry, but I got an unexpected error. Please try again.
sk: ¥utujem, ale nastala neoèakávaná chyba. Prosím, skúste to znovu.

source: I'm sorry, but your new password wasn't typed the same way twice. Please try again.
sk: ¥utujem, ale va¹e nové heslo nebolo dvakrát rovnako napísané. Prosím, skúste to znovu.

source: Change Password
sk: Zmeni» heslo

source: Change Password Viewer
sk: Pohµad Zmeni» heslo

source: Eazel Change Password View
sk: Pohµad Zmeni» Eazel heslo

source: Eazel Change Password view component
sk: Komponent Pohµad zmeni» Eazel heslo

source: Nautilus Service Login View Factory
sk: Vytváracie rozhranie pre pohµad Prihlásenie k slu¾be pre Nautilus

source: Service Login View Component's Factory
sk: Vytváracie rozhranie pre komponent Pohµad Prihlásenie k slu¾be

source: View as Change Password
sk: Zobrazi» ako Zmenu hesla

source: Unknown Date
sk: Neznámy dátum

source: %A, %B %d
sk: %A, %d. %B

source: Sorry, network problems are preventing you from connecting to Eazel Services.
sk: ¥utujem, ale problémy so sie»ou neumo¾nili spojenie so Slu¾bami Eazel.

source: Your Eazel Services account has not yet been activated. You can't log into Eazel Services until you activate your account. Please check your email for activation instructions.
sk: Vá¹ úèet pre Slu¾by Eazel e¹te nebolo aktivované. Kým ho neaktivujete, nebudete sa môc» prihlási» k Slu¾bám Eazel. Preèítajte si, prosím, e-mailovú správu s in¹trukciami ako aktivova» úèet.

source: Your Eazel Service User Account has been temporarily disabled. Please try again in a few minutes, or contact Eazel support if this problem continues.
sk: Vá¹ úèet pre slu¾by Eazel bol doèasne zablokovaný. Prosím, skúste to znovu za pár minút alebo kontaktujte podporu firmy Eazel, ak sa bude problém opakova».

source: We're sorry, but your name and password are still not recognized.
sk: ¥utujeme, ale va¹e pou¾ívateµské meno a heslo nebolo rozoznané.

source: Eazel Service Login Error
sk: Chyba pri prihlásení k slu¾be Eazel

source: Service Error
sk: Chyba slu¾by

source: Register Now
sk: Zaregistrova» sa

source: Services Login
sk: Prihlásenie k slu¾bám

source: Username:
sk: Pou¾ívateµské meno:

source: Password:
sk: Heslo:

source: Your user name or password were not correct. Please try again.
sk: Va¹e pou¾ívateµské meno alebo heslo nie je správne. Skúste to znovu.

source: Go There
sk: Prejs» na

source: More Info
sk: Ïal¹ie info

source: Account Preferences
sk: Nastavenie úètu

source: Logout
sk: Odhlási»

source: Terms of Use
sk: Pravidlá pou¾itia

source: Privacy Statement
sk: Informácia o zabezpeèení súkromia

source: Register
sk: Registrácia

source: Login
sk: Prihlásenie

source: Connecting to Eazel Services...
sk: Pripojujem sa k Slu¾bám Eazel...

source: Services
ar: خدمات
sk: Slu¾by
sq: Shërbime

source: Featured Downloads
sk: Reklamné odkazy

source: Unable to get services data from Eazel's server. The server might be unavailable right now, or your computer might be configured incorrectly. Please contact support@eazel.com.
sk: Nie je mo¾né sa získa» dáta slu¾ieb zo serveru firmy Eazel. Tento server mo¾no nie je momentálne k dispozícii alebo vá¹ poèítaè nefunguje správne. Prosím, kontaktujte support@eazel.com.

source: Found a problem with services data on Eazel servers. Please contact support@eazel.com.
sk: Bol nájdený problém dát slu¾ieb na serveroch firmy Eazel. Prosím, kontaktujte support@eazel.com.

source: Information is missing from the redirect data on Eazel servers. Please contact support@eazel.com.
sk: V dátach presmerovania na serveroch firmy Eazel chýba informácia. Prosím, kontaktujte support@eazel.com.

source: Unable to connect to Eazel's server. The server might be unavailable right now, or your computer might be configured incorrectly. You could try again later.
sk: Nie je mo¾né sa spoji» so serverom firmy Eazel. Tento server mo¾no nie je momentálne k dispozícii alebo vá¹ poèítaè nefunguje správne. Mô¾ete to tie¾ skúsi» neskôr.

source: Found a problem with redirect data on Eazel servers. Please contact support@eazel.com.
sk: Bol nájdený problém s presmerovaním dát na serveroch firmy Eazel. Prosím, kontaktujte support@eazel.com.

source: Failed to upload system inventory.
sk: Nepodarilo sa posla» inventár.

source: Eazel Services
sk: Slu¾by Eazel Services

source: Configure your service preferences
sk: Nastavi» va¹e slu¾by

source: Go to the Eazel Services Registration Form
sk: Prejs» na formulár pre registráciu u slu¾ieb Eazel

source: Log out from Eazel Services
sk: Odhlási» sa zo slu¾ieb Eazel

source: Service _Preferences
sk: Nastavenie _slu¾by

source: Show the log-in dialog box
sk: Zobrazí prihlasovací dialóg

source: _Log in to Eazel Services
sk: _Prihlási» sa k slu¾bám Eazel

source: _Log out from Eazel Services
sk: _Odhlási» sa z slu¾ieb Eazel

source: _Register for Eazel Services
sk: Za_registrova» sa u slu¾ieb Eazel

source: Nautilus Service Summary View Factory
sk: Vytváracie rozhranie pre Pohµad Súhrn slu¾by pre Nautilus

source: Nautilus Summary View
sk: Pohµad Súhrn pre Nautilus

source: Service Summary View Component's Factory
sk: Vytváracie rozhranie pre komponent Pohµad pre súhrn slu¾by

source: Service Summary view component
sk: Komponent Pohµad pre súhrn slu¾by

source: Summary
sk: Súhrn

source: Summary Viewer
sk: Súhrnný pohµad

source: View as Summary
sk: Zobrazi» ako súhrn

source: HTTP error %d "%s" on uri %s
sk: Chyba HTTP %d "%s" pre URI %s

source: Could not initialize Bonobo
sk: Nie je mo¾né inicializova» Bonobo

source: Can't write logfile %s -- using default log handler
sk: Nie je mo¾né zapísa» súbor so záznamom %s -- pou¾ijem ¹tandardný spôsob záznamu

source: Nautilus eazel sample service view component
sk: Komponent pre poèiatoèný pohµad pre slu¾by Eazel pre Nautilus

source: Nautilus services startup view factory
sk: Vytváracie rozhranie pre poèiatoèný pohµad pre slu¾by pre Nautilus

source: Service
sk: Slu¾ba

source: Service Viewer
sk: Pohµad Slu¾by

source: Services startup view factory
sk: Vytváracie rozhranie pre poèiatoèný pohµad pre slu¾by

source: View as Service
sk: Zobrazi» ako slu¾bu

source: eazel sample service view
sk: Pohµad Uká¾ková slu¾ba Eazel

source: Factory for the sample service
sk: Vytváracie rozhranie pre uká¾kovú slu¾bu

source: Sorry, but %s is too large for Nautilus to load all of it.
sk: ¥utujem, ale %s je príli¹ veµký, tak¾e ho Nautilus nedoká¾e naèíta» celý.

source: File too large
sk: Súbor príli¹ veµký

source: Use the Courier Font
ar: استخدم خط الكوريير
sk: Pou¾i» písmo Courier
sq: Përdor Gërmën Courier

source: Use the Helvetica Font
ar: استخدم خط هلفتيكا
sk: Pou¾i» písmo Helvetica
sq: Përdor Gërmat Helvetica

source: Use the Lucida Font
ar: استخدم خط لوسيدا
sk: Pou¾i» písmo Lucida
sq: Përdor Gërmat Lucida

source: Use the Times Font
ar: استخدم خط التايمز
sk: Pou¾i» písmo Times
sq: Përdor Gërmat Times

source: _Fonts
sk: _Písma

source: Factory for text view
ar: مصنع عرض النصوص
ne: पाठ दृश्यका लागि कारखाना
sk: Vytváracie rozhranie pre textový pohµad
sq: Fabrikë për shikimin e tekstit

source: Text Viewer
ar: عارض النصوص
ne: पाठ्य दृश्य
sk: Textový pohµad
sq: Shikues teksti

source: Text view
ar: عرض النصوص
ne: पाठ दर्शक
sk: Textový pohµad
sq: Pamja tekst

source: Text view factory
ar: مصنع عرض النصوص
ne: पाठ दृश्यको कारखाना
sk: Vytváracie rozhranie pre Textový pohµad
sq: Fabrikë e pamjes tekst

source: View as Text
ar: عرض كنص
ne: पाठजस्तै दृष्य
sk: Zobrazi» ako text
sq: Shiko si tekst

source: Search Google for Selected Text
ar: بحث في جووجل عن النص المختار
sk: Nájs» vybraný text pomocou Google
sq: Kërko me Google tekstin e zgjedhur

source: Use Google to search the web for the selected text
ar: استخدم جووجل للبحث في الويب عن النص المختار
sk: Pou¾ije Google pre hµadanie vybraného textu na Webe
sq: Përdor Google për të kryer kërkime në web për tekstin e zgjedhur

source: Look Up Selected Text in Dictionary
ar: ابحث في القاموس عن النص المختار
sk: Nájs» vybraný text v slovníku
sq: Kërko për tekstin e zgjedhur në Fjalor

source: Look up the selected text in the Merriam-Webster dictionary
ar: ابحث عن النص المختار في قاموس Merriam-Webster
sk: Nájde vybraný text v slovníku Merriam-Webster
sq: Kërko për tekstin e seleksionuar tek fjalori Merriam-Webster

source: animation to indicate on-going activity
ar: حركة للدلالة على سير نشاط العمل
ne: चली रहेको गतिविधि दर्शाउने एनीमेशन
sk: animova» pre zobrazenie aktivity
sq: animacion për të treguar aktivitetin aktual

source: throbber
ar: نابض
ne: थ्रोबर
sk: Pulzovaè
sq: ndizet e fiket

source: throbber factory
ar: مصنع النابض
ne: थ्रोबर कारखाना
sk: Vytváracie rozhranie pre Pulzovaè
sq: fabrika e throbber

source: throbber object factory
ar: مصنع الكائن النابض
ne: थ्रोबर वस्तु कारखाना
sk: Vytváracie rozhranie pre Pulzovaè
sq: fabrika e objektit që ndizet e fiket

source: Nautilus Tree sidebar panel
sk: Boèný panel Strom pre Nautilus

source: Nautilus Tree view
ar: عرض شجري لناوتيلاس
sk: Stromový pohµad pre Nautilus
sq: Pamja e degëzuar e Nautilus

source: Tree
ar: شجرة
ne: ट्री
sk: Strom
sq: Pemë

source: Apparition
ar: ظهور
ne: एप्पेरिशन
sk: Zhmotnenie

source: Black
ar: أسود
ne: कालो
sk: Èierna
sq: I zi

source: Blue Ridge
ar: أخدود أزرق
ne: नीलो रिड्ज
sk: Modrá brázda

source: Blue Rough
ar: وعر أزرق
ne: नीलो रफ
sk: Drsná modrá

source: Blue Type
ar: نوع أزرق
ne: नीलो प्रकार
sk: Modrý typ

source: Brushed Metal
ar: معدن منظف
ne: माझिएको धातु
sk: Le¹tený kov

source: Bubble Gum
ar: علك
ne: बबल गम
sk: ®uvaèková

source: Burlap
ar: خيش
ne: बाक्लो क्यानभास
sk: Plátno

source: Camouflage
ar: تمويه
ne: केमोफ्लेज
sk: Kamuflá¾
sq: Kamuflim
