Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/nautilus/po/*.po
Languages: ar, ne, sk, sq

source: Nautilus can't be used now. Running the command "bonobo-slay" from the console may fix the problem. If not, you can try rebooting the computer or installing Nautilus again. Bonobo couldn't locate the Nautilus_shell.server file. One cause of this seems to be an LD_LIBRARY_PATH that does not include the bonobo-activation library's directory. Another possible cause would be bad install with a missing Nautilus_Shell.server file. Running "bonobo-slay" will kill all Bonobo Activation and GConf processes, which may be needed by other applications. Sometimes killing bonobo-activation-server and gconfd fixes the problem, but we don't know why. We have also seen this error when a faulty version of bonobo-activation was installed.
ar: لا يمكن استخدام ناوتيلاس اﻵن. القيام بتشغيل اﻷمر "bonobo-slay" من الكونسول قد يساعد في حل المشكلة. إن لم يحدث ذلك، فباستطاعتك إعادة تشغيل الكمبيوتر أو تنصيب ناوتيلاس مرة أخرى. لم يتمكن بونوبو من العثور على ملف Nautilus_shell.server. يبدو أن أحد أسباب هذا هو أن LD_LIBRARY_PATH لا يحوي مجلد مكتبة bonobo-activation. الاحتمال الآخر هو أن التنصيب لم يكن صحيحا بسبب فقدان ملف Nautilus_Shell.server. تشغيل "bonobo-slay" سيقتل كل أنشطة بونوبو وعمليات GConf، ما قد يكون ضروريا لتطبيقات أخرى. القيام بقتل bonobo-activation-server و gconfd يحل المشاكل في بعض اﻷحيان، ولكننا لا نعلم لماذا. رأينا هذا الخطأ مسبقا حينما تم تنصيب إصدارة bonobo-activation معطوبة.
ne: अहिले नटिलस प्रयोग गर्न सकिँदैन । समाधान स्रोतबाट "बोनोबो-बध"प्रयोग गरेर समस्या सुल्झाउन सकिएला । यसोगर्दा पनि भएन भने कम्प्युटर खोल्नुहोस् वा पुन नटिलस जडान गर्नुहोस् बोनोबोले नटिलस_कोष्ठक.सेवादायक फाइल पत्तालाउन सकेन । यसको एउटा कारण एलडी_पुस्तकालय_मार्ग जहाँ बोनोबो सक्रिय पुस्तकालय निर्देशिका देखिँदैन अर्को संभावित कारण नटिलस_कोष्ठक.सेवादायक फाइल जडानगर्दाको खराबी हुनसक्छ "बोनोबो-बध"फाइल चालुगर्दा बोनोबो सक्रियता र जीकन्फ पद्धतिलाई चाहिने अर्को अनुप्रयोग खत्तम हुन्छ कहिले काहीँ बोनोबो सक्रिय सेवादायकलाई बधगर्दा जीकन्फको समस्या समाधान हुनसक्छ तर कसरी हो थाहा छैन यस्तो जानकारी पनि छ कि गलत बोनोबो फाइल जडान भएको हुनसक्छ
sq: Nautilus nuk mund të përdoret tani. Duke dhënë komandën "bonobo-slay" nga një konsole ndoshta mund të korrigjoni problemin. Nëqoftëse jo, duhet të provoni të rinisni kompjuterin ose të instaloni Nautilus edhe njëherë. Bonobo nuk arrin të gjejë file Nautilus_shell.server. Një nga arsyet e mundëshme është mungesa tek e ndryshueshmja e ambientit LD_LIBRARY_PATH të direktorisë që përmban librarinë bonobo-activation. Një shkak tjetër i mundshëm mund të jetë një instalim jo korrekt me një file Nautilus_Shell.server mangut. Duke zbatuar "bonobo-slay" të gjithë proçeset bij të Bonobo Activation dhe GConf, që mund të kërkohen nga proçese të tjerë, do të vriten. Nganjëherë duke vrarë bonobo-activation-server dhe gconfd zgjidhet problemi, por përseja akoma është e panjohur. Kemi vënë re gjithashtu që ky gabim shfaqet kur është instaluar një version me difekte i bonobo-activation.

source: Nautilus can't be used now, due to an unexpected error from Bonobo when attempting to register the file manager view server.
ar: لا يمكن استخدام ناوتيلاس اﻵن لحدوث خطأ غير متوقع من بونوبو أثناء المحاولة في تسجيل خادم عرض مدير الملفات.
ne: फाइल प्रवन्धक दृश्य सेवादायक पंजीकृत गर्दा बोनोबोबाट भएको असंभावित त्रुटिका कारण अहिले नटिलसको प्रयोग हुन सक्दैन
sq: Nautilus nuk mund të përdoret tani, për shkak të një difekti të papritur nga ana e Bonobo gjatë përpjekjes së regjistrimit të server-it për paraqitjen e file manager.

source: Nautilus can't be used now, due to an unexpected error from Bonobo when attempting to locate the factory.Killing bonobo-activation-server and restarting Nautilus may help fix the problem.
ar: لا يمكن استخدام ناوتيلاس اﻵن لحدوث خطأ غير متوقع من بونوبو أثناء المحاولة في العثور على المصنع. القيام بإنهاء bonobo-activation-server ثم إعادة تشغيل ناوتيلاس قد يساعد في حل المشكلة.
ne: फाइल प्रवन्धक दृश्य सेवादायकको स्थान खोज्दा कारखाना.मार्ने बोनोबो सक्रिय सेवादायकबाट भएको असंभावित त्रुटिका कारण अहिले नटिलसको प्रयोग हुन सक्दैन । नटिलस पुन सुरुगर्दा यो समस्या समाधान हरनसक्छ
sq: Nautilus nuk mund të përdoret tani, për shkak të një difekti të papritur të Bonobo gjatë përpjekjes së lokalizimit të fabrikës. Duke vrarë bonobo-activation-server dhe duke rinisur Nautilus ndoshta problemi zgjidhet.

source: Nautilus can't be used now, due to an unexpected error from Bonobo when attempting to locate the shell object. Killing bonobo-activation-server and restarting Nautilus may help fix the problem.
ar: لا يمكن استخدام ناوتيلاس اﻵن لحدوث خطأ غير متوقع من بونوبو أثناء المحاولة في العثور على كائن الغلاف. القيام بإنهاء bonobo-activation-server ثم إعادة تشغيل ناوتيلاس قد يساعد في حل المشكلة.
ne: फाइल प्रवन्धक दृश्य सेवादायकको स्थान खोज्दा कारखाना.मार्ने बोनोबो सक्रिय सेवादायकबाट भएको असंभावित त्रुटिका कारण अहिले नटिलसको प्रयोग हुन सक्दैन । नटिलस पुन सुरुगर्दा यो समस्या समाधान हरनसक्छ
sq: Nautilus nuk mund të përdoret tani, për shkak të një difekti të papritur të Bonobo gjatë përpjekjes së lokalizimit të objektit shell. Duke vrarë bonobo-activation-server dhe duke rinisur Nautilus ndoshta problemi zgjidhet.

source: There was an error displaying help: %s
ne: मदद देखाउने क्रममा त्रुटि: %s
sq: Gabim gjatë shfaqjes së ndihmës: %s

source: No bookmarks defined
ne: कुनै बुकमार्कस छैन
sq: Asnjë i preferuar është përcaktuar

source: <b>_Bookmarks</b>
ne: <b>बुकमार्क्स</b>

source: <b>_Location</b>
ne: <b>स्थान</b>

source: <b>_Name</b>
ne: <b>नाम</b>

source: Edit Bookmarks
ne: बुकमार्क्स संसोधन गर
sq: Modifiko të preferuarit

source: Can't Connect to Server
ne: सेवादायकसँग संपर्क हुनसक्तैन

source: You must enter a name for the server.
ne: सेवादायकका लागि एउटा नाम प्रविष्टि दिनैपर्छ

source: Please enter a name and try again.
ne: कृपया एउटा नाम प्रविष्टि गरेर फेरि कोसिस गर

source: %s on %s
ne: %s मा %s

source: Connect to Server
ne: सेवादायकसँग संपर्क गर

source: C_onnect
ne: समपर्क

source: None
ne: केही छैन

source: 1 GB
ne: १ जी.वी

source: 100 KB
ne: १०० के.वी

source: 500 KB
ne: ५०० के.वी

source: <span weight="bold">Behavior</span>
ne: <दूरी भार="गाढा">व्यवहार</दूरी>

source: <span weight="bold">Default View</span>
ne: <दूरी भार="गाढा">पूर्वनिर्धारित दृश्य</दूरी>

source: <span weight="bold">Executable Text Files</span>
ne: <दूरी भार="गाढा">संचालन योग्य पाठ फाइल</दूरी>

source: <span weight="bold">Folders</span>
ne: <दूरी भार="गाढा">फोल्डरहरू</दूरी>

source: <span weight="bold">Icon Captions</span>
ne: <दूरी भार="गाढा">चिन्ह अनुशीर्षक</दूरी>

source: <span weight="bold">Icon View Defaults</span>
ne: <दूरी भार="गाढा">पूर्वनिर्धारित चिन्हको दृष्य</दूरी>

source: <span weight="bold">List Columns</span>
ne: <दूरी भार="गाढा">स्तम्भ सूची</दूरी>

source: <span weight="bold">List View Defaults</span>
ne: <दूरी भार="गाढा">पूर्वनिर्धारित सूचीको दृष्य</दूरी>

source: <span weight="bold">Other Previewable Files</span>
ne: <दूरी भार="गाढा">अरु पूर्वदृष्यात्मक फाइलहरु</दूरी>

source: <span weight="bold">Sound Files</span>
ne: <दूरी भार="गाढा">ध्वन्यात्मक फाइलहरु</दूरी>

source: <span weight="bold">Text Files</span>
ne: <दूरी भार="गाढा">पाठ फाइलहरु</दूरी>

source: <span weight="bold">Trash</span>
ne: <दूरी भार="गाढा">रद्दी</दूरी>

source: <span weight="bold">Tree View Defaults</span>
ne: <दूरी भार="गाढा"> पूर्वनिर्धारित ट्रि-दृष्य </दूरी>

source: Ask before _emptying the Trash or deleting files
ne: फाइल मेट्नु वा रद्दीटोकरीमा हाल्नुभन्दा पहिले सोध्ने गर

source: Behavior
ne: व्यवहार

source: Choose the order of information to appear beneath icon names. More information will appear when zooming in closer.
ne: मुनिपट्टि चिन्हको नाम देखिनेगरी सूचनाको क्रम छान

source: Choose the order of information to appear in the list view.
ne: सूची दृष्य देखिनेगरी सूचनाको क्रम छान

source: Count _number of items:
ne: आइटमहरुको _नम्बर गन

source: Default _zoom level:
ar: مستوى التحجيم الافتراضي:
ne: पूर्वनिर्धारित _जूम लेवल
sq: _Niveli i zoom i prezgjedhur:

source: File Management Preferences
ne: फाइल ब्यवस्थापन प्राथमिकता

source: I_nclude a Delete command that bypasses Trash
ne: रद्दीटोकरीलाई छोडेर जानेगरी एउटा मेट्ने आदेश समावेश गर

source: List Columns
ne: सूची स्तम्भ

source: Preview
ar: استعراض
ne: पूर्वावलोकन
sq: Shikoje

source: Preview _sound files:
ne: पूर्वावलोकित_ध्वनि फाइल

source: Show _only folders
ne: फोल्डर_मात्र देखाऊ

source: Show _thumbnails:
ne: हाते-शैली देखाउनुस्

source: Show hidden and _backup files
ne: लुकाइएका र ब्याकअप गरिएका फाइलहरु देखाउनुस्

source: Show te_xt in icons:
ne: चिन्हमा पा_ठ देखाउ

source: Sort _folders before files
ne: फाइल अगाडि फोल्डरको क्रम मिलाउ

source: View _new folders using:
ne: प्रयोग गरेर नयाँ फोल्डर देखाऊ

source: Views
ne: दृश्यहरु
sq: Shikime

source: _Arrange items:
ne: आइटम्स _मिलाउनुस्
sq: _Vendosi elementët:

source: _Default zoom level:
ar: مستوى التحجيم الافتراضي:
ne: पूर्वनिर्धारित जूम स्तर
sq: _Niveli i zoom i prezgjedhur:

source: _Double click to activate items
ne: आइटमहरु सक्रिय पार्न _दूईपटक क्लिकगर्नुस्

source: _Only for files smaller than:
ne: भन्दा साना फाइललाई_मात्र

source: _Run executable text files when they are clicked
ne: संचालन योग्य पाठ फाइलमा क्लिक् गरेपछि यसलाई _चलाऊ

source: _Single click to activate items
ne: आइटम सक्रिय पार्न _एकपटक क्लिक् गर्नुस्

source: _Text beside icons
ne: _पाठ बाहेकको चिन्ह

source: _Use compact layout
ne: कस्सिएको मोहडा _प्रयोग गर्नुस्

source: _View executable text files when they are clicked
ne: संचालन योग्य पाठ फाइलमा क्लिक् गरेपछि यसलाई _देखाऊ

source: You can't assign more than one custom icon at a time.
ne: एकपटकमा एकभन्दा बढी प्रचलित चिन्हहरु देखाउन सक्नुहुन्न

source: You can only use images as custom icons.
ne: तपाईँले प्रचलित चिन्हका रुपमा मात्र छविचित्रको प्रयोग गर्न सक्नुहुन्छ

source: Unable to launch the cd burner application.
ne: सीडी लेख्ने अनुप्रयोग सुरूगर्न सकिएन

source: Can't Launch CD Burner
ne: सीडी लेख्ने सुरूगर्न सकिएन

source: Empty _Trash
ne: _ट्रेश खाली गर्नुस्

source: _Write contents to CD
ne: सीडीका लागि विषयवस्तु _लेख्नुस्

source: Do you want to view %d location?
ne: %d स्थानल हेर्न चाहनु हुन्छ?

source: Open Location
ne: खुला स्थान

source: _Location:
ar: المكان:
ne: _स्थान
sq: P_ozicioni:

source: Do not manage the desktop (ignore the preference set in the preferences dialog).
ar: لا تقم بإدارة سطح المكتب (تجاهل مجموعة التفضيلات في مربع حوار التفضيلات).
ne: डेस्कटपको प्रबंध गर्नुपर्दैन(प्राथमिकता संवादलाई ध्यानदिनुपर्दैन)
sq: Nuk manazhon desktop-in (duke injoruar preferimet tek dritarja e dialogut të rregullimeve).

source: open a browser window.
ne: हेर्ने विण्डो खोल्नुस्

source: File Manager
ne: फाईल प्रवन्धक

source: Nautilus
ar: ناوتيلاس
ne: नटिलस

source: Information
ne: सूचना

source: File Browser: %s
ne: फाइल द्रष्टा: %s

source: One of the side panels encountered an error and can't continue.
ne: साईडबारको एउटा समूहमा त्रुटि छ निरन्तरगर्न सकिँदैन

source: Unfortunately I couldn't tell which one.
ne: कसनचाहीँ हो दूर्भाग्यवश मैले भन्न सकिन

source: The %s side panel encountered an error and can't continue.
ne: %s समूहमा गल्ती देखाउँछ निरन्तरता दिन सकिएन

source: If this keeps happening, you might want to turn this panel off.
ne: यस्तो भयोभने तपाईँले समूह बन्दगर्नुपर्ला

source: Side Panel Failed
ne: किनाराको समूह असफल भयो

source: Side Pane
ne: किनाराको प्यान
sq: Paneli anësor

source: Contains a side pane view
ne: किनाराको प्यान दृष्य समाबेश छ
sq: Përmban pamjen e një paneli anësor

source: Are you sure you want to forget history?
ne: के तपाईं इतिहास स्थायी तरीकाले मेट्न चाहनुहुन्छ?

source: If you do, you will be doomed to repeat it.
ne: यसो गर्नुभयोभने दूर्भाग्यवश यो दोहोरिरहन्छ

source: Are you sure you want to clear the list of locations you have visited?
ne: के तपाईले हेर्नुभएको स्थानको सूचीहरू मेट्न चाहनुहुन्छ?
sq: Jeni i sigurt që dëshironi të pastroni listën e pozicioneve që keni vizituar?

source: If you clear the list of locations, they will be permanently deleted.
ne: स्थानको सूची मेटाउनुभयोभने तिनीहरु स्थायीरुपनले मेटिनेछन्

source: Clear History
ne: इतिहास मेट्नुहोस्
sq: Pastro kronollogjinë

source: Do you want to remove any bookmarks with the non-existing location from your list?
ne: अस्तित्वमा नआएको सूचीबाट कुनै बुकमार्क मेट्न चाहनुहुन्छ?

source: The location "%s" does not exist.
ne: स्थान %s अब अस्तित्वमा छैन

source: CD _Creator
ne: सिडि _निर्माता

source: Change the visibility of this window's statusbar
ar: غيّر رؤية شريط الحالة لهذه النافذة
ne: विन्डोको तहबारको दृश्यात्मकता परिवर्तन गर्नुहोस्

source: Close all Navigation windows
ne: सबै नटिलस विन्डो बन्द गर्नुहोस्

source: Connect to _Server...
ne: _सेवादायक....सँग जोड्नुस्

source: Go to templates folder
ne: पूर्वनिर्धारित ढाँचाको फोल्डरमा जाऊ

source: Go to the trash folder
ne: रद्दीवाला फोल्डरमा जाऊ
sq: Shko tek kartela e koshit

source: Location _Bar
ne: स्थान_बार

source: Reload
ar: أعد التحميل
ne: फेरि लोड गर
sq: Rilexo

source: St_atusbar
ne: त_हबार

source: Stop
ar: إيقاف
ne: रोक
sq: Ndalo

source: _Clear History
ar: امسح التاريخ
ne: इतिहास _मेट
sq: _Pastro kronollogjinë

source: _Computer
ne: _कम्प्युटर

source: _Edit Bookmarks
ar: حرّر علامات المواقع
ne: बुकमार्क्स _संसोधन गर
sq: _Ndrysho të preferuarit

source: _Location...
ar: المكان...
ne: _स्थान...
sq: _Pozicioni...

source: _Side Pane
ne: _साइड प्यान
sq: Paneli _anësor

source: _Templates
ne: _पूर्वनिर्धारित ढाँचा

source: _Trash
ne: _रद्दीटोकरी
sq: _Koshi

source: _Up
ne: _माथि
sq: _Sipër

source: Print
ar: اطبع
ne: छाप्नुस्
sq: Printo

source: Save
ar: احفظ
ne: संग्रह गर
sq: Shpëto

source: Profile Dump
ar: إهمال التشكيل الجانبي
ne: पार्श्वचित्रको रछ्यान
sq: Dump i profilit

source: _Remove...
ar: احذف...
ne: _हटाउनुस्...
sq: _Hiq...

source: _Add new...
ar: أضف جديد...
ne: नयाँ _थप्नुस
sq: _Shto të ri...

source: Check that you have permission to delete the pattern.
ne: यो नमुना मेट्न अनुमति छ कि छैन जाँच

source: Couldn't Delete Pattern
ne: नमुना मेटाउन सकिएन

source: Check that you have permission to delete the emblem.
ne: यो चिन्ह मेट्न अनुमति छ कि छैन जाँच

source: Couldn't Delete Emblem
ne: चिन्ह हटाउन सकिएन

source: _Keyword:
ar: الكلمة المميزة:
ne: _की-बोर्ड
sq: Fjal_kyçi:

source: _Image:
ar: الصورة:
ne: _चित्र
sq: F_igura:

source: Color _name:
ar: اسم اللون:
ne: रंगको _नाम
sq: _Emri i ngjyrës:

source: Color _value:
ar: قيمة اللون:
ne: रंगको _मान
sq: _Vlera e ngjyrës:

source: Please try again.
ne: फेरि प्रयास गर्नुस्

source: Couldn't Install Pattern
ne: नमुना जडान हुन सकेन

source: Reset is a special image that cannot be deleted.
ne: पुन जडान निश्चित प्रकारको छवि हो जसलाई मेट्न सकिँदैन

source: Select an image file to add as a pattern
ar: اختر ملف صورة ﻹضافته كنمط
ne: नमुना थप्न चित्र बनाउने फाइल छान्नुस्
sq: Zgjidh një figurë për ta shtuar si motiv

source: The color cannot be installed.
ne: रंग जडान हुनसकेन

source: Couldn't Install Color
ne: नयाँ रंग जडान हुन सकेन

source: Select a color to add
ar: اختر لونا ﻹضافته
ne: थप्ने रंग छान्नुस्
sq: Zgjidh një ngjyrë për ta shtuar

source: Sorry, but "%s" is not a usable image file.
ne: माफ गर्नुस् परंतु %s उपयोगी चित्रफाइल होइन

source: The file is not an image.
ne: '%s' फाइल मान्य चित्र होइन

source: Select a Category:
ne: समूह छान्नुस

source: C_ancel Remove
ar: إلغاء الحذف
ne: हटाउने र_द्द गर्नुस्
sq: _Anullo heqjen

source: _Add a New Pattern...
ar: أضف نمطا جديدا...
ne: नयाँ नमुना _थप्नुस्...
sq: _Shto një motiv të ri...

source: _Add a New Color...
ar: أضف لونا جديدا...
ne: नयाँ रंग _थप्नुस...
sq: _Shto një ngjyrë të re...

source: _Add a New Emblem...
ar: أضف شعارا جديدا...
ne: नयाँ चिन्ह थप्नुस्...
sq: _Shto një simbol të ri...

source: _Remove a Pattern...
ar: احذف نمطا...
ne: नमुना हटाउनुस्...
sq: _Hiq një motiv...

source: _Remove a Color...
ar: احذف لونا...
ne: रंग _हटाउनुस्
sq: _Hiq një ngjyrë...

source: _Remove an Emblem...
ar: احذف شعارا...
ne: चिन्ह _हटाउनुस्
sq: _Hiq një simbol...

source: Nautilus Tree View
ne: नटिलस ट्री दृश्य

source: Nautilus Tree side pane
ne: नटिलस ट्री किनारा पेन
sq: Paneli anësor "Pemë" për Nautilus

source: Nautilus file manager component that shows icons on the desktop
ar: جزء مدير ملفات ناوتيلاس الذي يعرض أيقونات على سطح المكتب
ne: नटिलस फाइल प्रबन्धक तत्व जसले डेष्कटपमा चिन्ह देखाउन सक्छ
sq: Komponenti i file manager Nautilus që shfaq ikonat në desktop

source: Nautilus shell
ar: غلاف ناوتيلاس
ne: नटिलस कोष्ठक
sq: Shell i Nautilus

source: View as _Icons
ne: _चिन्हजस्तो दृष्य

source: View as _List
ne: _सूचीजस्तो दृष्य

source: Close this folder
ne: फोल्डर बन्दगर

source: Display Nautilus help
ar: اعرض مساعدة ناوتيلاس
ne: नटिलस सहयोगी देखाउनुस्
sq: Hap ndihmën e Nautilus

source: Edit Nautilus preferences
ar: حرّر تفضيلات ناوتيلاس
ne: नटिलस प्राथमिकता सम्पादन गर्नुस्
sq: Ndrysho preferimet e Nautilus

source: Go to Empty CD folder
ne: खाली सीडी फोल्डरमा जाऊ

source: Go up one level
ar: اذهب لمستوى واحد للأعلى
ne: एक तह माथि जाऊ
sq: Hip një nivel më lart

source: Normal Si_ze
ne: सामान्य आ_कार
sq: Madhë_si normale

source: Prefere_nces
ne: प्राथमिक_ताहरु
sq: Preferi_me

source: _About
ne: _बारे
sq: _Informacione

source: _Close
ne: _बन्दगर्नुस

source: _Contents
ar: المحتويات
ne: _सामाग्री
sq: _Përmbajta

source: _Profiler
ar: مكوّن التشكيلات الجانبية
ne: _प्रोफाइल
sq: _Profili

source: _Reload
ar: اعد التحميل
ne: _फेरि लोडगर्नुस्
sq: _Rilexo

source: _Stop
ne: _रोक्नुस्
sq: _Ndalo

source: Close the side pane
ne: किनाराको प्यान बन्दगर

source: Show %s
ne: %s देखाऊ

source: Clos_e All Folders
ne: सबै विन्डो बन्द_गर्नुहोस्

source: Close P_arent Folders
ne: एकतह_माथिको फोल्डर बन्दगर्नुहोस्

source: Close all folder windows
ne: सबै फोल्डर विन्डो बन्दगर्नुहोस्

source: Close this folder's parents
ne: फोल्डरको स्रोतकम्प्युटर बन्दगर

source: Go to Computer
ne: कम्प्युटरमा जाऊ

source: Open _Location...
ne: _स्थान...खोल

source: Open _Parent
ne: _स्रोतकम्प्युटर खोल्नुस

source: Open the parent folder
ne: स्रोतकम्प्युटरको फोल्डर खोल्नुस

source: _Places
ne: _स्थान

source: a title
ar: عنوان
ne: एक शीर्षक
sq: një titull

source: the browse history
ar: تاريخ التصفح
ne: इतिहास हेर्ने
sq: kronollogjia e lundrimit

source: the current selection
ar: الاختيار الحالي
ne: अहिले छानिएको
sq: seleksionimi aktual

source: the type of window the view is embedded in
ne: विण्डोको प्रकारमा दृश्य गाँसिएको छ

source: whether to show hidden files in the view
ne: लुकाइएका फाइलहरु दृश्यमा देखाउनु छ भने

source: Display this location with "%s"
ar: اعرض هذا الموقع في "%s"
ne: यस स्थानलाई %s सँग देखाऊ
sq: Shiko këtë pozicion me "%s"

source: Application ID
ar: هوية التطبيق
ne: अनुप्रयोग आईडी
sq: ID e aplikacionit

source: The application ID of the window.
ar: هوية التطبيق لهذه النافذة.
ne: विन्डोको अनुप्रयोग आईडी
sq: ID e aplikacionit të dritares.

source: Application
ar: التطبيق
ne: अनुप्रयोग
sq: Aplikacion

source: The NautilusApplication associated with this window.
ar: تطبيق ناوتيلاس المرتبط بهذه النافذة.
ne: यो विन्डोसँग सम्बन्धित नटिलस अनुप्रयोग
sq: AplikacioniNautilus i shoqëruar me këtë faqe.

source: The %s view encountered an error and can't continue.
ne: %s मा गल्ती देखियो । यसलाई निन्तरता दिन सकिएन

source: You can choose another view or go to a different location.
ne: अर्को दृश्य छान्नुस् वा अर्कै स्थानमा जानुस्

source: The location cannot be displayed with this viewer.
ne: यो द्रष्टासँग स्थान देखाउन सकिएन

source: Content View
ne: सामाग्री दृष्य
sq: Paraqitja e përmbajtjes

source: View of the current file or folder
ne: वर्तमान फाईल या फोल्डरको दृष्य
sq: Paraqitja e file apo kartelës aktuale

source: Nautilus cannot determine what type of file it is.
ne: नटिलसले फाइलको प्रकार छुट्याउन सकेन

source: Nautilus has no installed viewer capable of displaying the file.
ne: नटिलसमा दृश्यात्मक क्षमताको देखाउने फाइल जडान भएको छैन

source: Nautilus cannot handle %s: locations.
ne: %sस्थान नटिलसले देखाउन सक्तैन

source: Check that your proxy settings are correct.
ne: तपाईको प्रोक्सी जडान ठीक छ कि छैन जाँच्नुहोस्

source: Check that an SMB server is running in the local network.
ne: स्थानीय संजालमा एसएमबी सेवादायक चालु छ कि छैन जाँच्नुहोस्

source: Please select another viewer and try again.
ne: कृपया अर्को द्रष्टा छानेर फरि प्रयास गर

source: Copyright (C) 1999-2001 Eazel, Inc.
ar: حقوق النشر (C) 1999-2001 شركة إيزيل.
ne: सर्वाधिकार (c) १९९९-२००१ Eazel, inc

source: Nautilus is a graphical shell for GNOME that makes it easy to manage your files and the rest of your system.
ar: ناوتيلاس هو عبارة عن غلاف رسومي لجينوم مما يسهل إدارة ملفاتك وباقي نظامك.
ne: नटिलस जिनोमका लागि ग्राफिक्स कोष्ठक हो यसले फाइल र अन्य पद्धतिको प्रबन्ध बनाइदिन्छ।
sq: Nautilus është një shell grafik për GNOME që ju mundëson manazhimin me lehtësi të files dhe pjesëve të tjera të sistemit tuaj.

source: Go back a few pages
ar: ارجع وراء عدة صفحات
ne: केही पन्ना पछाडि जानुस्
sq: Kthehu disa faqe mbrapa

source: Go forward a number of pages
ar: اذهب لأمام عدة صفحات
ne: केही पन्ना अगाडि जानुस्
sq: Shko përpara një numër faqesh

source: Zoom to Fit
ar: تكبير للملائمة
ne: जूम मिलान
sq: Përshtatja

source: Try to fit in window
ar: حاول الوصول للملائمة في النافذة
ne: विन्डोमा मिलाउन कवसिस गर्नुस्
sq: Përpiqu t'ia përshtatësh dritares

source: Zoom
ar: تحجيم
ne: जूम
sq: Shkalla

source: Set the zoom level of the current view
ar: عيّن مستوى التحجيم للعرض الحالي
ne: वर्तमान दृश्यको जुमस्तर मिलाउनुस्
sq: Rregullo shkallën e zmadhimit për pamjen aktuale

source: Network Servers
ne: संजाल सेवादायक

source: View your network servers in the Nautilus file manager
ne: संजाल सेवादायकलाई नटिलस फाइल प्रबन्धकमा हेर्नुस्

source: name of icon for the hardware view
ar: اسم الأيقونة لعرض العتاد
sq: emri i ikonës për shikimin e hardware

source: summary of hardware info
ar: ملخص لمعلومات العتاد
sq: përmbledhja e informacioneve mbi hardware

source: %s CPU %s MHz %s K cache size
ar: %s معالج %s ميجاهيرتز %s ك حجم الكاش
sq: %s CPU %s MHz %s K me cache

source: Uptime is %d days, %d hours, %d minutes
ar: وقت العمل : %d ايام، %d ساعات، %d دقائق
sq: Koha e aktivitetit është %d ditë, %d orë, %d minuta

source: This is a placeholder for the CPU page.
ar: هذا هو رمز استبدال لصفحة المعالج.
sq: Ky është një vendshënim për faqen e CPU

source: This is a placeholder for the RAM page.
ar: هذا هو رمز استبدال لصفحة الذاكرة.
sq: Ky është një vendshënim për faqen e RAM

source: This is a placeholder for the IDE page.
ar: هذا هو رمز استبدال لصفحة IDE.
sq: Ky është një vendshënim për faqen e disqeve IDE

source: Oldies
sq: Suksese të vjetër

source: Slow Rock
sq: Rock i ngadaltë

source: Dance Hall
sq: Sallë vallzimi

source: Sorry, but the music view is unable to play back sound right now. This is because the Enable sound server startup setting in the Sound section of the Control Center is turned off.
sq: Më vjen keq, por shikuesi muzikor nuk është në gjendje të riprodhojë tingujt në këtë moment. Kjo ndodh për arsye se opcioni Aktivo nisjen e server-it audio tek zëri Audio tek Qendra e Kontrollit nuk është aktivuar.

source: cover image
sq: figura e kopertinës

source: %s You selected the Sample menu item.
sq: %s Është zgjedhur zëri Shembull tek menu.

source: Use the Fixed Font
ar: استخدم خط الفكسد
sq: Përdor Gërmën Fixed

source: Use the GTK System Font
ar: استخدم خط نظام جيتكيه
sq: Përdor Gërmat e sistemit GTK

source: _GTK System Font
ar: خط نظام جيتكيه
sq: _Gërmat e sistemit GTK

source: Adjust your user environment
ar: عدّل بيئة المستخدم لديك
sq: Rregullo ambientin e përdoruesit

source: Desktop Preferences
ar: تفضيلات سطح المكتب
sq: Preferimet e Desktop

source: Configure network services (web server, DNS server, etc.)
ar: إعداد خدمات الشبكة (خادم ويب، DNS خادم، الخ...)
sq: Konfiguro shërbimet e rrjetit (web server, DNS server, etj.)

source: Server Settings
ar: إعدادات الخادم
sq: Rregullimet e Server-it

source: Configure network services
ar: إعداد خدمات الشبكة
sq: Konfigurimi i shërbimeve të rrjetit

source: Start Here
ar: ابدأ هنا
sq: Fillo këtu

source: Change systemwide settings (affects all users)
ar: غيّر التعيينات العامة (تؤثر في كل المستخدمين)
sq: Ndrysho rregullimet e sistemit (ka efekt mbi të gjithë përdoruesit)

source: System Settings
ar: إعدادات النظام
sq: Rregullimet e sistemit
