Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/nautilus/po/*.po
Languages: ar, ne, sk, sq

source: Once a day your files and text content are indexed so your searches are fast. If you need to update your index now, click on the "Update Now" button.
sk: Raz za deò sú va¹e súbory a ich obsah indexované, tak¾e hµadanie je rýchle. Ak potrebujete obnovi» index, kliknite na "Obnovi» teraz" pre príslu¹ný index.

source: Indexing Status
ar: حالة الفهرسة
sk: Stav indexácie
sq: Gjëndja e indeksimit

source: Once a day your files and text content are indexed so your searches are fast.
ar: تتم فهرسة ملفاتك ومحتويات النصوص مرة واحدة كل يوم لتسريع بحثك فيهم.
sk: Raz za deò sú va¹e súbory a ich obsah indexované, tak¾e hµadanie je rýchle.
sq: Një herë në ditë emrat e të gjithë file dhe përmbajtja e file me tekste do të indeksohen për ta bërë më të shpejtë kërkimin.

source: Your files were last indexed at %s
ar: تمت فهرسة ملفاتك ﻵخر مرة في %s
sk: Va¹e súbory naposledy indexované %s
sq: Files tuaj herën e fundit janë indeksuar për %s

source: Update Now
sk: Obnovi» teraz

source: Once a day your files and text content are indexed so your searches are fast. Your files are currently being indexed.
ar: تتم فهرسة ملفاتك ومحتويات النصوص مرة واحدة كل يوم لتسريع بحثك فيهم. اﻵن تتم فهرسة ملفاتك.
sk: Raz za deò sú va¹e súbory a ich obsah indexované, tak¾e hµadanie je rýchle. Momentálne prebieha indexácia va¹ich súborov.
sq: Një herë në ditë emrat e të gjithë file dhe përmbajtja e file me tekste do të indeksohen për ta bërë më të shpejtë kërkimin. Aktualisht files tuaj janë duke u indeksuar.

source: Sorry, but the medusa search service is not available.
ar: آسف، فخدمة البحث ميدوسا غير متوفرة.
sk: ¥utujem, ale vyhµadávacia slu¾by medusa nie je k dispozícii.
sq: Më vjen keq, por shërbimi i kërkimit të medusa nuk është në dispozicion.

source: Reveal each selected item in its original folder
ar: اكشف كل مادة منتقاة في مجلدها اﻷصلي
sk: Ukáza» ka¾dú vybranú polo¾ku v jej pôvodnom prieèinku
sq: Hap çdo element të zgjedhur tek kartela e tij origjinale

source: Reveal in New Window
sk: Ukáza» v novom okne
sq: Hap në një dritare të re

source: Show Indexing Status
ar: أظهر حالة الفهرسة
sk: Ukáza» stav indexovania
sq: Trego gjendjen e indeksimit

source: Show _Indexing Status
ar: أظهر حالة الفهرسة
sk: Ukáza» stav _indexovania
sq: Trego gjendjen e _Indeksimit

source: Show status of indexing used when searching
ar: أظهر حالة الفهرسة المستخدمة أثناء البحث
sk: Pri hµadaní ukazova» stav pou¾itého indexovania
sq: Trego gjendjen e indeksimit të përdorur gjatë kërkimit

source: About Nautilus
sk: O programe Nautilus

source: Authors
sk: Autori

source: Couldn't Create Required Folder
ar: تعذر إنشاء المجلد المطلوب
ne: खोजिएको फोल्डर बनाउन सकिएन
sk: Nie je mo¾né vytvori» po¾adovaný prieèinok
sq: I pamundur krijimi i kartelës së kërkuar

source: Couldn't Create Required Folders
ar: تعذر إنشاء المجلدات المطلوبة
ne: खोजिएको फोल्डर बनाउन मिलेन
sk: Nie je mo¾né vytvori» po¾adované prieèinky
sq: I pamundur krijimi i kartelave të kërkuara

source: Nautilus can't be used now. Running the command "nautilus-clean.sh -x" from the console may fix the problem. If not, you can try rebooting the computer or installing Nautilus again.
sk: Nautilus nie je momentálne mo¾né pou¾íva». Skúste spusti» z konzole príkaz "nautilus-clean.sh -x". Ak to nepomô¾e, skúste re¹tart poèítaèa alebo novú in¹taláciu Nautilusu.

source: Nautilus can't be used now. Running the command "nautilus-clean.sh -x" from the console may fix the problem. If not, you can try rebooting the computer or installing Nautilus again. OAF couldn't locate the Nautilus_shell.oaf file. One cause of this seems to be an LD_LIBRARY_PATH that does not include the oaf library's directory. Another possible cause would be bad install with a missing Nautilus_Shell.oaf file. Running "nautilus-clean.sh -x" will kill all OAF and GConf processes, which may be needed by other applications. Sometimes killing oafd and gconfd fixes the problem, but we don't know why. We have also seen this error when a faulty version of oaf was installed.
sk: Nautilus nie je momentálne mo¾né pou¾íva». Skúste spusti» z konzole príkaz "nautilus-clean.sh -x". Ak to nepomô¾e, skúste re¹tart poèítaèa alebo novú in¹taláciu Nautilusu. OAF nemô¾e nájs» súbor Nautilus_Shell.oaf. Jedným z typických dôvodov je LD_LIBRARY_PATH, ktorá neobsahuje prieèinok kni¾níc OAF. Iný dôvod by mohol by» nesprávna in¹talácia bez súboru Nautilus_Shell.oaf. Spustením "nautilus-clean.sh -x" zabijete v¹etky procesy OAF a GConf, ktoré mo¾no pou¾ívajú iné aplikácie. Niekedy pomô¾e zabi» oafd a gconfd, ale nevieme preèo. S touto chybou sme sa stretli aj pri pou¾ití vadnej verzie oaf.

source: Nautilus can't be used now, due to an unexpected error.
ar: لا يمكن استخدام ناوتيلاس اﻵن لحدوث خطأ غير متوقع.
ne: असंभावित त्रुटिका कारण अहिले नटिलसको प्रयोग हुन सक्दैन
sk: Nautilus nie je momentálne mo¾né pou¾íva» kvôli neoèakávanej chybe.
sq: Nautilus nuk mund të përdoret tani, për arsye të një difekti të papritur.

source: Nautilus can't be used now, due to an unexpected error from OAF when attempting to register the file manager view server.
sk: Nautilus nie je momentálne mo¾né pou¾íva» kvôli neoèakávanej chybe od OAF pri pokuse zaregistrova» server pre pohµady správcu súborov.

source: Nautilus can't be used now, due to an unexpected error from OAF when attempting to locate the factory.Killing oafd and restarting Nautilus may help fix the problem.
sk: Nautilus nie je momentálne mo¾né pou¾íva» kvôli neoèakávanej chybe od OAF pri pokuse nájs» vytváracie rozhranie. Zabitím oafd a re¹tartom Nautilus by mohlo pomôc» problém vyrie¹i».

source: Nautilus can't be used now, due to an unexpected error from OAF when attempting to locate the shell object. Killing oafd and restarting Nautilus may help fix the problem.
sk: Nautilus nie je momentálne mo¾né pou¾íva» kvôli neoèakávanej chybe od OAF pri pokuse nájs» objekt shellu. Zabitím oafd a re¹tartom Nautilus by mohlo pomôc» problém vyrie¹i».

source: You are about to run Nautilus as root. As root, you can damage your system if you are not careful, and Nautilus will not stop you from doing it.
sk: Spustili ste Nautilus ako root. Ako root, mô¾ete po¹kodi» vá¹ systém, ak si nedáte pozor, a Nautilus vám v tom nebude bráni».

source: Bookmarks
sk: Zálo¾ky

source: Location
sk: Umiestnenie

source: Remove
ar: احذف
ne: हटाऊ
sk: Odstráni»
sq: Hiq

source: More Options
ar: خيارات أكثر
sk: Viac mo¾ností
sq: Më shumë Opcione

source: Fewer Options
ar: خيارات أقل
sk: Menej mo¾ností
sq: Më pak opcione

source: Find Them!
ar: ابحث عنهم!
sk: Nájs» ich!
sq: Gjeje!

source: Your user level adjusts Nautilus to your degree of experience using GNOME and Linux. Choose a level that's comfortable for you - you can always change it later.
sk: Pou¾ívateµské úrovne poskytujú mo¾nos», ako si prispôsobi» sofvér technickej úrovni pou¾ívateµa GNOME a Linuxu. Vyberte poèiatoènú úroveò, ktorá je vám najbli¾¹ia, v¾dy je mo¾né ju neskôr zmeni».

source: For users who have no previous experience with GNOME and Linux.
sk: Pre pou¾ívateµov, ktorý sa e¹te nikdy nestretli s GNOME a Linuxom.

source: For users who are comfortable with GNOME and Linux, but don't describe themselves as ``technical.''
sk: Pre netechnických pou¾ívateµov, ktorí poznajú prostredie GNOME a Linux, ale pova¾ujú sa za odborníkov.

source: For users who have GNOME and Linux experience, and like to see every detail of the operating system.
sk: Pre pou¾ívateµov, ktorí potrebujú ma» k dispozícii v¹etky detaily operaèného systému.

source: To verify your Internet connection and make sure you have the latest Nautilus updates, Nautilus will now connect to Eazel's web site. This will take seconds if your copy of Nautilus is recent; longer (but no more than a minute or two) if you need an update. If you know your computer uses a proxy connection, click Verify and Nautilus will use it.
sk: Pre overenie vá¹ho pripojenia na Internet a uistenie, ¾e pou¾ívate najnov¹iu verziu Nautilusu, sa teraz Nautilus pokúsi pripoji» k web serveru firmy Eazel. To bude trva» niekoµko sekúnd v prípade, ¾e pou¾ívate najnov¹iu verziu, alebo niekoµko minút, ak bude nutná aktualizácia. Ak viete, ¾e vá¹ poèítaè pou¾ívate spojenie pomocou proxy, kliknite na Overi» a Nautilus pou¾ite proxy.

source: Verify my connection and check for updates
sk: Áno, overi» moje spojenie a skontrolova» aktualizácie

source: Don't verify my connection or check for updates
sk: Neoveri» moje spojenie ani nekontrolova» aktualizácie

source: We are having trouble making an external web connection. Sometimes, firewalls require you to specify a web proxy server. Fill in the name or port of your proxy server, if any, below.
sk: Pri pripojení na Internet nastali »a¾kosti. Niekedy je nutné kvôli firewallom uvies» server pre WWW proxy. Ak chcete, vyplòte meno a port vá¹ho proxy serveru.

source: No proxy server required.
sk: Proxy server nie je potrebný.

source: Use this proxy server:
sk: Pou¾i» tento proxy server:

source: Proxy address:
sk: Adresa proxy:

source: Verifying your Internet connection and checking for updates...
sk: Overujem va¹e pripojenie na Internet a kontrolujem aktualizácie...

source: Downloading Nautilus updates...
sk: S»ahujem aktualizácie programu Nautilus...

source: If you have been using the GNOME Midnight Commander these settings move your desktop icons to Nautilus and make Nautilus the default desktop.
sk: Ak ste pou¾ívali program GNOME Midnight Commander toto nastavenie presunie va¹e ikony z plochy do Nautilusu a nastavia Nautilus ako ¹tandardnú plochu.

source: Use Nautilus to draw the desktop.
sk: Pou¾i» Nautilus pre kreslenie plochy.

source: Move existing desktop icons to the Nautilus desktop.
sk: Prenies» existujúce ikony plochy na plochu Nautilusu.

source: Launch Nautilus when GNOME starts up.
sk: Spú¹»a» Nautilus pri ¹tarte sedenia GNOME.

source: The fast search feature indexes all the items on your hard disk. It speeds up searching and allows you to search by file content as well as filename, date, and other file properties. The indexing takes time but is performed only when your computer is idle.
sk: Rýchle hµadanie vytvorí index v¹etkých polo¾iek vá¹ho disku. Tým zrýchli hµadanie a umo¾ní hµada» aj podµa obsahu súborov, ich mena, dátumu a ïal¹ích vlastností. Vytvorenie indexu chvíµu trvá, ale prebieha iba ak poèítaè niè nerobí.

source: Enable fast search
sk: Povoli» rýchle hµadanie

source: Click Finish to launch Nautilus. You'll start with two Nautilus windows: one shows your home folder, and the other tells you about Eazel's services that make the life of a Linux user easier. We hope you enjoy Nautilus!
sk: Stlaète Dokonèi» pre spustenie Nautilusu. Otvoria sa dve okná: jedno pre vá¹ domovský prieèinok a jedno, ktoré vás bude informova» o slu¾bách firmy Eazel, ktoré vám spríjemnia pou¾ívanie Linuxu. Dufáme, ¾e sa vám bude Nautilus páèi»!

source: Nautilus First Time Setup
sk: Poèiatoèné nastavenie programu Nautilus

source: Welcome to Nautilus
sk: Víta vás Nautilus

source: Finished
sk: Dokonèené

source: Choose Your User Level
sk: Vyberte pou¾ívateµskú úroveò

source: GMC to Nautilus Transition
sk: Prechod od GMC k Nautilusu

source: Fast Searches
sk: Rýchle hµadania

source: Checking Your Internet Connection
sk: Overujem pripojenie na Internet

source: Updating Nautilus...
sk: Aktualizujem Nautilus...

source: Web Proxy Configuration
sk: Nastavenie proxy pre WWW

source: Decoding Update...
sk: Dekódujem aktualizáciu...

source: Update Complete. Click Next to Continue.
sk: Aktualizácia dokonèená. Pre pokraèovanie stlaète Nasledujúci.

source: No Update Available... Press Next to Continue.
sk: Aktualizácia nie je k dispozícii. Pre pokraèovanie stlaète Nasledujúci.

source: Link sets
sk: Sady odkazov

source: Add or remove sets of links by clicking on the checkboxes below.
sk: Pridajte alebo odstráòte sady odkazov kliknutím na za¹krtávacích tlaèidlách.

source: Go To:
ar: اذهب إلى:
ne: जाउ:
sk: Prejs» na:
sq: Shko tek:

source: Do you want to view these %d locations in separate windows?
ar: هل تريد عرض المواقع %d هذه في نوافذ متعدّدة؟
sk: Chcete zobrazi» týchto %d miest v samostatných oknách?
sq: Dëshiron t'i shohësh këto %d pozicione në dritare të veçanta?

source: View in Multiple Windows?
ar: هل أعرض في نوافذ متعدّدة؟
ne: धेरै विण्डोहरुमा देखाउने हो?
sk: Zobrazi» vo viacerých oknách?
sq: Paraqit në dritare shumfishe?

source: Perform a quick set of self-check tests.
ar: قم بإجراء مجموعة تجارب سريعة للفحص الذاتي.
ne: स्वयंजाँचकको क्षमता बढाउनुस्
sk: Vykona» rýchlu sadu testov.
sq: Kryen një bashkësi me teste të shpejtë auto-kontrolli.

source: Create the initial window with the given geometry.
ar: أنشيء النافذة الابتدائية بالهندسة المعطاة.
ne: दिईएको रेखागणित अनुसार सुरुको विन्डो बनाउनुहोस्
sk: Vytvori» poèiatoèné okno s danou geometriou.
sq: Krijon dritaren kryesore me gjeometrinë e dhënë.

source: GEOMETRY
ar: الهندسة
ne: रेखागणित
sk: GEOMETRIA
sq: GJEOMETRI

source: Only create windows for explicitly specified URIs.
ar: أنشيء نوافذ فقط إلى URI المحددة بصراحة
ne: राम्ररी निश्चित गरिएको यूआरएलका लागि मात्र विण्डो निर्माण गर्नुस्
sk: Vytvára» okná Nautilus len pre explicitne zadané URI.
sq: Krijon vetëm dritaret për URL e specifikuara qartë.

source: Quit Nautilus.
ar: أغلق ناوتيلاس.
ne: नटिलसबाट बाहिर जानुस
sk: Ukonèi» Nautilus.
sq: Del nga Nautilus.

source: Restart Nautilus.
ar: أعد تشغيل ناوتيلاس.
ne: नटिलस फेरि सुरुगर्नुस
sk: Re¹tartova» Nautilus.
sq: Rinis Nautilus.

source: nautilus: --check cannot be used with URIs.
ar: ناوتيلاس: لا يمكن استخدام --check مع URI.
sk: nautilus: --check nie je mo¾né pou¾i» s URI.
sq: nautilus: --check nuk mund të përdoret me URIs.

source: nautilus: --check cannot be used with other options.
ar: ناوتيلاس: لا يمكن استخدام --check مع خيارات أخرى.
ne: अरु विकल्पसँग नटिलस जाँच्न सम्भव छैन
sk: nautilus: --check nie je mo¾né pou¾i» s inými mo¾nos»ami.
sq: nautilus: --check nuk mund të përdoret me opcione të tjerë.

source: nautilus: --quit cannot be used with URIs.
ar: ناوتيلاس: لا يمكن استخدام --quit مع URI.
sk: nautilus: --quit nie je mo¾né pou¾i» s URI.
sq: nautilus: --quit nuk mund të përdoret me URIs.

source: nautilus: --restart cannot be used with URIs.
ar: ناوتيلاس: لا يمكن استخدام --restart مع URI.
sk: nautilus: --restart nie je mo¾né pou¾i» s URI.
sq: nautilus: --restart nuk mund të përdoret me URIs.

source: nautilus: --geometry cannot be used with more than one URI.
ar: ناوتيلاس: لا يمكن استخدام --geometry مع أكثر من URI واحدة.
ne: नटिलस: -- एकभन्दा बढी यूआरएल सँग रेखागणित प्रयोगगर्न सकिँदैन
sk: nautilus: --geometry nie je mo¾né pou¾i» s viac ako jedným URI.
sq: nautilus: --geometry nuk mund të përdoret me më shumë se një URI.

source: Backgrounds and Emblems
ar: خلفيات وشعارات
ne: पृष्छभूमिहरू र चिन्हहरू
sk: Pozadia a emblémy
sq: Sfonde dhe simbole

source: Done
sk: Hotovo

source: Add new...
sk: Prida» novú...

source: Remove...
sk: Odstráni»...

source: Sorry, but pattern %s couldn't be deleted.
ar: آسف، فالنمط %s لا يمكن حذفه.
ne: माफ गर्नुस्, %s प्रकार मेटाउन सकिएन
sk: ¥utujem, ale vzorku %s nie je mo¾né odstráni».
sq: Më vjen keq, por motivi %s nuk mund të eleminohet.

source: Couldn't delete pattern
ar: لا يمكن حذف النمط
sk: Nie je mo¾né odstráni» vzorku
sq: I pamundur eleminimi i motivit

source: Sorry, but emblem %s couldn't be deleted.
ar: آسف، فالشعار %s لا يمكن حذفه.
ne: माफ गर्नुस्, चिन्ह %s मेटाउन सकिएन
sk: ¥utujem, ale emblém %s nie je mo¾né odstráni».
sq: Më vjen keq, por simboli %s nuk mund të eleminohet.

source: Create a New Emblem:
ar: انشيء شعارا جديدا:
ne: नयाँ चिन्ह बनाउनुहोस्
sk: Vytvori» nový emblém:
sq: Krijo një simbol të ri:

source: Keyword:
sk: Kµúèové slovo:

source: Image:
sk: Obrázok:

source: Select an image file for the new emblem:
ar: اختر ملف صورة للشعار الجديد:
ne: नयाँ चिन्हका लागि चित्र छान्नुस्
sk: Vyberte súbor s obrázkom pre nový emblém:
sq: Zgjidh një figurë për simbolin e ri:

source: Create a New Color:
ar: أنشيء لونا جديدا:
ne: नयाँ रंग बनाउनुहोस्
sk: Vytvori» novú farbu:
sq: Krijo një ngjyrë të re:

source: Color name:
sk: Meno farby:

source: Color value:
sk: Hodnota farby:

source: Sorry, but "%s" is not a valid file name.
ar: أعتذر، ﻷن "%s" ليس اسم ملف صحيحا.
ne: माफ गर्नुस, यो "%s" वैध फाईल होईन
sk: ¥utujem, ale "%s" nie je platné meno súboru.
sq: Më vjen keq, por "%s" nuk është një emër i vlefshëm.

source: Sorry, but you did not supply a valid file name.
ar: أعتذر، فإنك لم تعط اسم ملف صحيحا.
ne: माफ गर्नुस, वैध फाईल नाम दिइएन
sk: ¥utujem, ale nezadali ste platné meno súboru.
sq: Më vjen keq, emër file i pavlefshëm.

source: Couldn't install pattern
ar: لا يمكن تنصيب النمط
sk: Nie je mo¾né nain¹talova» vzorku
sq: I pamundur instalimi i motivit

source: Sorry, but you can't replace the reset image.
ar: عفوا، لا يمكنك تبديل صورة إعادة الضبط.
ne: माफ गर्नुस, चित्र बदल्न सकिदैन
sk: ¥utujem, ale nie je mo¾né nahradi» obrázok pre návrat k ¹tandardu.
sq: Më vjen keq, ju nuk mund të zëvëndësoni figurën e reset.

source: Sorry, but the pattern %s couldn't be installed.
ar: أعتذر، فالنمط "%s" لا يمكن تنصيبه.
ne: माफ गर्नुस, नमुना %s जडान हुन सकेन
sk: ¥utujem, ale vzorku %s nie je mo¾né nain¹talova».
sq: Më vjen keq, por motivi %s nuk mund të instalohet.

source: Select an image file to add as a pattern:
sk: Vyberte súbor s obrázkom obsahujúci pridávanú vzorku:

source: Sorry, but you must specify a non-blank name for the new color.
ar: عفوا، يجب أن تحدد اسما غير فارغ للون الجديد.
ne: माफ गर्नुस्, परन्तु नयाँ रंगका लागि एउटा खाली स्थान नभएको नाम दिनुपर्‍यो
sk: ¥utujem, musíte zada» neprázdne meno pre novú farbu.
sq: Më vjen keq, duhet të shkruani një emër jo bosh për ngjyrën e re.

source: Couldn't install color
ar: لا يمكن تنصيب اللون
sk: Nie je mo¾né nain¹talova» farbu
sq: I pamundur instalimi i ngjyrës

source: Select a color to add:
sk: Vyberte pridávanú farbu:

source: Sorry, but '%s' is not a usable image file!
ar: عفوا، فإن '%s' ملف صورة غير قابل للاستعمال!
sk: ¥utujem, ale '%s' nie je pou¾iteµný súbor s obrázkom!
sq: Më vjen keq, por '%s' nuk është një file imazh i përdorshëm!

source: Sorry, but you must specify a non-blank keyword for the new emblem.
ar: عفوا، يجب أن تحدد كلمة مميزة غير فارغة للشعار الجديد.
ne: माफ गर्नुस् नयाँ चिन्हका लागि (खाली स्थान) वाला नाम दिनुपर्छ
sk: ¥utujem, ale musíte zada» neprázdne kµúèové slovo pre nový emblém.
sq: Më vjen keq, duhet të specifikoni një fjalëkyç jo bosh për simbolin e ri.

source: Couldn't install emblem
ar: لا يمكن تنصيب الشعار
ne: चिन्ह जडान हुन सकेन
sk: Nie je mo¾né nain¹talova» emblém
sq: I pamundur instalimi i simbolit

source: Sorry, but emblem keywords can only contain letters, spaces and numbers.
ar: عفوا، يجب أن تحتوي الكلمات المميزة للشعارات على أحرف أو فراغات أو أرقام فقط.
ne: माफ गर्नुस् चिन्ह कीवर्डमा अक्षर, खालीस्थान वा अंकमात्रै हुनसक्छ
sk: ¥utujem, ale kµúèové slová pre emblémy mô¾u obsahova» iba písmená, medzery a èíslice.
sq: Më vjen keq, por fjalëkyçi i simbolit mund të përmbajë vetëm gërma, hapsira dhe numra.

source: Sorry, but "%s" is an existing keyword. Please choose a different name for it.
sk: ¥utujem, ale "%s" je u¾ existujúce kµúèové slovo. Prosím, vyberte iné meno.
sq: Më vjen keq, por "%s" ekziston. Ju lutem zgjidh një emër tjetër.

source: Sorry, but the image at %s couldn't be installed as an emblem.
sk: ¥utujem, ale obrázok %s nie je mo¾né nain¹talova» ako emblém.
sq: Më vjen keq, por figura %s nuk mund të instalohet si simbol.

source: Select A Category:
ar: اختر فئة:
sk: Vyberte kategóriu:
sq: Zgjidh një kategori:

source: Cancel Remove
sk: Zru¹i» odstránenie

source: Add a New Pattern
sk: Prida» novú vzorku

source: Add a New Color
sk: Prida» novú farbu

source: Add a New Emblem
sk: Prida» nový emblém

source: Click on a pattern to remove it
ar: انقر على نمط لحذفه
ne: नमुना हटाउनका लागि नमुनामा क्लिक गर्नुहोस्
sk: Kliknutím na vzorku ju odstránite
sq: Kliko tek motivi për ta hequr

source: Click on a color to remove it
ar: انقر على لون لحذفه
ne: रंग हटाउनका लागि रंगमा क्लिक गर्नुहोस्
sk: Kliknutím na farbu ju odstránite
sq: Kliko tek ngjyra për ta hequr

source: Click on an emblem to remove it
ar: انقر على شعار لحذفه
ne: यसलाई हटाउनका लागि चिन्हमा क्लिक गर्नुहोस्
sk: Kliknutím na emblém ho odstránite
sq: Kliko tek simboli për ta hequr

source: Patterns:
ar: الأنماط:
ne: नमुनाहरु
sk: Vzorky:
sq: Motive:

source: Colors:
ar: الألوان:
ne: रंग
sk: Farby:
sq: Ngjyra:

source: Emblems:
ar: الشعارات:
ne: चिन्हहरु
sk: Emblémy:
sq: Simbole:

source: Remove a Pattern
sk: Odstráni» vzorku

source: Remove a Color
sk: Odstráni» farbu

source: Remove an Emblem
sk: Odstráni» emblém

source: [Search for] Name [contains "fish"]
ar: [ابحث عن] اسم [يحتوي على "fish"]
sk: [Hµada» ] meno [obsahujúce "fish"]
sq: [Kërko për] Emër [që përmban "peshk"]

source: [Search for] Content [includes all of "fish tree"]
ar: [ابحث عن] محتوى [يتضمن كل "fish tree"]
sk: [Hµada» ] obsah [obsahujúci v¹etko z "fish tree"]
sq: [Kërko për] Përmbajtja [përfshi të gjithë "pemën peshk"]

source: [Search for] Type [is regular file]
ar: [ابحث عن] نوع [ملف عادي]
sk: [Hµada» ] typ [je normálny súbor]
sq: [Kërko për] Lloji [është file i rregullt]

source: [Search for] Size [larger than 400K]
ar: [ابحث عن] حجم [أكبر من 400 ك.بايت]
sk: [Hµada» ] veµkos» [je väè¹ia ako 400K]
sq: [Kërko për] Madhësia [më i madh se 400K]

source: [Search for] With Emblem [includes "Important"]
ar: [ابحث عن] بشعار [يحتوي على "Important"]
sk: [Hµada»] s emblémom [obsahujúcim "Dôle¾ité"]
sq: [Kërko për] Me simbol [includes "I rëndësishëm"]

source: [Search for] Last Modified [before yesterday]
ar: [ابحث عن] بآخر تعديل [قبل اﻷمس]
sk: [Hµada»] naposledy zmenený [prevèerom]
sq: [Kërko për] Ndryshimi i fundit [më përpara se dje]

source: [Search for] Owner [is not root]
ar: [ابحث عن] المالك [ليس المستخدم الجذري]
sk: [Hµada»] s vlastníkom [nie je root]
sq: [Kërko për] Pronari [nuk është root]

source: [File name] contains [help]
ar: [اسم الملف] يحوي [help]
sk: [Meno súboru] obsahuje [pomocník]
sq: [Emri i file] përmban [ndihmë]

source: [File name] starts with [nautilus]
ar: [اسم الملف] يبدأ بـ [nautilus]
sk: [Meno súboru] zaèína [nautilus]
sq: [Emri i file] fillon me [nautilus]

source: [File name] ends with [.c]
ar: [اسم الملف] ينتهي بـ [.c]
sk: [Meno súboru] konèí [.c]
sq: [Emri i file] mbaron me [.c]

source: [File name] matches glob [*.c]
ar: [اسم الملف] يطابق [*.c]
sk: [Meno súboru] odpovedá [*.c]
sq: [Emri i file] korrispondon me glob [*.c]

source: [File name] matches regexp ["e??l.$"]
ar: [اسم الملف] يطابق التعبير الانتظامي ["e??l.$"]
sk: [Meno súboru] odpovedá regulárnemu výrazu ["e??l.$"]
sq: [Emri i file] korrispondon ekspresionit të rregullt ["e??l.$"]

source: [File content] includes all of [apple orange]
ar: [محتوى الملف] يتضمن كلا من [apple orange]
sk: [Súbor] obsahuje v¹etky [apple orange]
sq: [Përmbajtja e file] include gjithçka të [mollë portokall]

source: [File content] includes any of [apply orange]
ar: [محتوى الملف] يتضمن أيا من [apple orange]
sk: [Súbor] obsahuje niektoré z [apple orange]
sq: [Përmbajtja e file] include çfarëdo të [mollë portokall]

source: [File content] does not include all of [apple orange]
ar: [محتوى الملف] لا يتضمن كلا من [apple orange]
sk: [Súbor] neobsahuje v¹etky [apple orange]
sq: [Përmbajtja e file] nuk include gjithçka të [mollë portokall]

source: [File content] includes none of [apple orange]
ar: [محتوى الملف] لا يتضمن أيا من [apple orange]
sk: [Súbor] neobsahuje niè z [apple orange]
sq: [Përmbajtja e file] nuk include asgjë të [mollë portokall]

source: [File type] is [folder]
ar: [نوع الملف] هو [مجلد]
sk: [Typ súboru] je [prieèinok]
sq: [Tipi i file] është [kartelë]

source: [File type] is not [folder]
ar: [نوع الملف] ليس [مجلدا]
sk: [Typ súboru] nie je [prieèinok]
sq: [Tipi i file] nuk është [kartelë]

source: [File type is] regular file
ar: [نوع الملف هو] ملف اعتيادي
sk: [Typ súboru je] normálny súbor
sq: [Lloji i file është] file i rregullt
