Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/libgnomeprintui/po/*.po
Languages: hi, ml, ne, pa, ta

source: Font family
hi: फोन्ट परिवार
ml: അക്ഷരരൂപ കുടുംബം
ne: फन्ट परिवार
pa: ਫੋਟ ਸਮੂਹ
ta: ±ØòÐ-Å¨¸ ÌÎõÀõ

source: The list of font families available
hi: उपलब्ध फोन्ट परिवारों की सूची
ml: ലഭ്യമായ അക്ഷരരൂപ ഗണങ്ങള്
ne: फन्ट परिवारको सुचि उपलब्ध छ
pa: ਫੋਟ ਦੇ ਉਪਲਬਧ ਸਮੂਹਾਂ ਦੀ ਸੂਚੀ
ta: ¸¢¨¼ì¸ìÜÊÂ ±ØòÐ-Å¨¸ ÌÎõÀ ÀðÊ

source: Style
hi: स्टाइल (प्रकार)
ml: രീതി
ne: शैलि
pa: ਸ਼ੈਲੀ
ta: À¡½¢

source: Font style
hi: फोन्ट स्टाइल
ml: അക്ഷരരൂപ രീതി:
ne: फन्टको शैलि
pa: ਫੋਂਟ ਸ਼ੈਲੀ
ta: ±ØòÐ-Å¨¸ À¡½¢:

source: The list of styles available for the selected font family
hi: चयनित फोन्ट परिवार के प्रकारों की सूची
ne: छानिएको फन्ट परिवारकोलागि शैलिहरुको सुचि उपलब्धछ
pa: ਚੁਣੇ ਫੋਟ ਦੇ ਸਮੂਹਾ ਲ਼ਈ ਉਪਲਬਧ ਸ਼ੈਲੀ (ਸਟਾਇਲ) ਦੀ ਸੂਚੀ
ta: ¦¾Ã¢×¦ºöÐûÇ ±ØòÐ-Å¨¸ ÌÎõÀí¸Ç¢ý À¡½¢û ÀðÊ

source: Font _size:
hi: फोन्ट आकार:
ml: അക്ഷരരൂപ വലിപ്പം
ne: फन्टको आकार
pa: ਫੋਟ ਦਾ ਅਕਾਰ (_s):
ta: ±ØòÐ-Å¨¸ «Ç×:

source: This font does not have sample
hi: इस फोन्ट का नमूना उपलब्ध नहीं है
ml: ഈ അക്ഷരരൂപത്തിന‌് മാതൃക ലഭ്യമല്ല
ne: यो फन्टको नमुना छैन
pa: ਫੋਟ ਦਾ ਨਮੂਨਾ ਉਪਲਬਧ ਨਹੀ ਹੈ
ta: ­ó¾ ±ØòÐ Å¨¸ìÌ ¯¾¡Ã½õ ¸¢¨¼Â¡Ð

source: Font Preview
hi: फोन्ट पूर्वदर्शन
ml: അക്ഷരരൂപ തിരനോട്ടം
ne: फन्टको पुर्वद्रिश्य
pa: ਫੋਟ ਦਾ ਨਮੂਨਾ
ta: ±ØòÐ-Å¨¸ Óý¸¡ñÀ¢

source: Displays some example text in the selected font
hi: चयनित फोन्ट में उदाहरण् पाठ्य दर्शाएं
ml: തെരഞ്ഞെടുത്ത അക്ഷരരൂപത്തില് ചില ഉദാഹരണങ്ങള് കാണിക്കുക
ne: छानिएको फन्ट भित्र केहि उदाहरणिय पाठहरु देखाउ
pa: ਚੁਣੇ ਅੱਖਰਾਂ ਨੂੰ ਨਮੂਨੇ ਦੇ ਰੂਪ ਵਿਚ ਦਰਸਾਉ
ta: ¦¾Ã¢×¦ºö¾ ±ØòÐ-Å¨¸Â¢ø ¯¾¡Ã½í¸Ç¡¸ ¯¨Ã ¸¡ñÀ¢ì¸×õ

source: Font Selection
hi: फोन्ट का चयन
ml: അക്ഷരരൂപം തെരഞ്ഞെടുക്കല്
ne: फन्ट रोज्ने प्रक्रिया
pa: ਫੋਟ ਦੀ ਚੋਣ
ta: ±ØòÐ Å¨¸ ¦¾¡¢× ¦ºö¾ø

source: Copies
hi: प्रतियां
ne: प्रतिलिपिहरु
pa: ਨਕਲਾਂ
ta: ¿¸ø¸û

source: N_umber of copies:
hi: _प्रतियों की संख्या
ml: പക‍ര്പ്പുകളുടെ എണ്ണം:
ne: प्रतिलिपिहरुको सँख्या
pa: ਨਕਲਾਂ ਦੀ ਗਿਣਤੀ (_u)
ta: ±ò¾¨É ¿¸ø¸û:

source: Image showing the collation sequence when multiple copies of the document are printed
hi: क्रम पद्धति के लिए चित्र जब दस्तावेज के एक से अधिक प्रतियांछापी जानी वाली हों
pa: ਚਿਤਰ ਕਾਲਰ ਦੀ ਤਰਤੀਬ ਦਿਖਾ ਰਿਹਾ ਹੈ, ਜਦੋ ਦਸਤਾਵੇਜ਼ ਦੀਆਂ ਬਹੁਤੀਆਂ ਨਕਲਾਂ ਛਾਪੀਆਂ ਜਾਣਗੀਆਂ

source: _Collate
hi: _मिलाना (एकत्रित करना)
ml: സമാനുക്രമണം
ne: सङ्कलन
pa: ਕਾਲਟ (_C)
ta: «ÎìÌ

source: If copies of the document are printed separately, one after another, rather than being interleaved
hi: अगर दस्तावेज की प्रतियां एक के बाद एक छापनी होन कि एक साथ
pa: ਜੇਕਰ ਕਰ ਦਸਤਾਵੇਜ਼ ਦੀਆਂ ਨਕਲਾਂ ਤਿਆਰ ਕਰਨੀਆਂ ਹਨ ਤਾਂ ਇਕ ਦੇ ਬਾਅਦ ਇਕ ਤਿਆਰ ਕੀਤੀ ਜਾਵੇ ਨਾ ਕਿ ਇਕ ਵਿਚਕਾਰ ਇਕ

source: Print range
hi: प्रिंट सीमा
ta: «îº¢Îõ Å£îÍ

source: _All
hi: सभी
ml: എല്ലാം
ne: सबै
pa: ਸਭ (_A)
ta: «¨ÉòÐõ

source: _Selection
hi: चयन
ml: തെരഞ്ഞെടുക്കല്
ne: छान्नेप्रक्रिया
pa: ਚੋਣ (_S)
ta: ¦¾¡¢× ¦ºö¾Ð

source: _Job
hi: कार्य
ta: _À½¢

source: P_rinter
hi: प्रिंटर
ta: «î_Íô¦À¡È¢

source: Pap_er
hi: पेपर (कागज)
ta: ¸¡_¸¢¾õ

source: Error in loading printer configuration
hi: प्रिंटर कानफिगरेशन लोड करने में त्रुटि
ta: «îÍô¦À¡È¢ «Á÷¨Å ²üÚõ§À¡Ð À¢¨Æ

source: Gnome Print Dialog
hi: गनोम प्रिंट डायलाग
ml: ഗ്നോം അച്ചടി സംവാദം
ne: जिनोम प्रिन्ट सम्बाद
pa: ਗਨੋਮ ਛਾਪਾ ਤਖਤੀ
ta: ¸§É¡õ «îÍô¦À¡È¢ ¯¨ÃÂ¡¼ø

source: _From:
hi: से :
ml: ഇവിടെ:‌
ne: बाट
pa: ਇਸ ਤੋ (_F):
ta: _­í¸¢ÕóÐ:

source: Sets the start of the range of pages to be printed
hi: छापे जाने वाले पेज सीमा की शुरुआत
pa: ਛਾਪਣ ਲਈ ਸਫੇ ਦੀਆਂ ਨਿਸ਼ਚਿਤ ਸੀਮਾਵਾਂ ਦਾ ਸੁਰੂ ਸਥਾਪਿਤ ਕਰੋ
ta: «îº¢Îõ Å£îº¢ý Ó¾ø Àì¸ò¨¾ «¨ÁìÌõ

source: _To:
hi: तक :
ml: വരെ:
ne: _देखि
pa: ਵੱਲੋਂ (_T):
ta: _­¾ðÌ:

source: Sets the end of the range of pages to be printed
hi: छापे जाने वाले पेज सीमा का अंत
pa: ਛਾਪਣ ਲਈ ਸਫੇ ਦੀਆਂ ਨਿਸ਼ਚਿਤ ਸੀਮਾਵਾਂ ਦਾ ਅੰਤ ਸਥਾਪਿਤ ਕਰੋ
ta: «îº¢Îõ Å£îº¢ý ¸¨¼º¢ Àì¸ò¨¾ «¨ÁìÌõ

source: Page Preview
hi: पेज पूर्वदर्शन
ml: താള് തിരനോട്ടം
ne: पानाको पुर्वद्रिश्य
pa: ਸਫੇ ਦਾ ਨਮੂਨਾ
ta: ¸¡¸¢¾õ Óý¸¡ñðº¢

source: The preview of a page in the document to be printed
hi: छापे जाने वाले दस्तावेज के पेज का पुर्वदर्शन्
ml: താള് തിരനോട്ടം
ne: डकुमेन्ट भित्र पानाको पुर्वद्रिश्य छापियो
pa: ਛਾਪਣ ਵਾਲੇ ਦਸਤਾਵੇਜ ਵਿਚਲੇ ਸਫੇ ਦਾ ਨਮੂਨਾ
ta: «îº¢¼ô§À¡Ìõ ¬Å½ò¾¢ø µ÷ Àì¸ò¾¢ý Óý¸¡ðº¢

source: P_age:
hi: पेज :
ml: താള്:
ne: पाना
pa: ਸਫੇ (_a):
ta: _Àì¸õ:

source: of
hi: का
ml: ന്റെ
ne: को
pa: ਲਈ
ta: þø

source: Page total
hi: कुल पेज संख्या:
ml: ആകെ താളുകള്
ne: सम्पुर्ण पाना
pa: ਕੁਲ ਸਫੇ
ta: ¦Á¡ò¾ Àì¸í¸û

source: The total number of pages in the document
hi: दस्तावेज में कुल पेजों की संख्या
ml: ഗ്രന്ഥത്തിലെ ആകെ താളുകളുടെ എണ്ണം
ne: पानाको सम्पुर्ण सङ्ख्या लेखोट भित्र छ
pa: ਦਸਤਾਵੇਜ਼ ਵਿਚ ਕੁਲ ਸਫੇ ਹਨ
ta: ¬Å½ò¾¢ø ¯ûÇ ¦Á¡ò¾ Àì¸í¸û

source: /_Preview
hi: /पूर्वदर्शन
ta: /_Óý¸¡ñðº¢

source: /Preview/_Print
hi: /पूर्वदर्शन/छापें
ta: /Óý¸¡ñÀ¢/_«îº¢Î

source: /Preview/_Close
hi: पूर्वदर्शन/बंद करें
ta: /Óý¸¡ñðº¢/_ãÎ

source: /_View
hi: /दर्शन्
ta: /_¸¡ðº¢

source: /View/Zoom _1:1
hi: /दर्शन्/सामान्य ज़ूम 1:1 में दिखाएं
ta: /¸¡ðº¢/1:1 ãÄ «Ç×

source: /View/Zoom to _Fit
hi: /दर्शन्/
ta: /¸¡ðº¢/Àì¸ò¾¢ø ¦À¡ÕóÐÁ¡Õ

source: /View/Zoom _Out
hi: /दर्शन्/बढा करें
ta: /¸¡ðº¢/º¢È¢¾¡¸ ¸¡ðÎ

source: /_Go
hi: /जाओ
ta: /_§À¡

source: /Go/_First Page
hi: पेज में समायोजित करें
ta: /§À¡/Ó¾ø Àì¸õ

source: /Go/_Previous Page
hi: /जाओ/पिछला पेज
ta: /§À¡/­¾üÌ ÓýÀì¸õ

source: /Go/_Next Page
hi: /जाओ/अगला पेज
ta: /§À¡/«Îò¾ Àì¸õ

source: /Go/_Last Page
hi: /जाओ/अंतिम पेज
ta: /§À¡/¸¨¼º¢ô Àì¸õ

source: Prints the current file
hi: वर्तमान फाइल को प्रिंट करें
ml: നിലവിലുള്ള രചന അച്ചടിക്കുക
ne: अहिलेको फाइल छाप
pa: ਇਸ ਫਾਇਲ ਨੂੰ ਛਾਪੋ
ta: ¾ü§À¡¨¾Â §¸¡ô¨À «îº¢Îõ

source: Closes print preview window
hi: प्रिंट पूर्वदर्शन विन्डो को बंद करें
ml: അച്ചടി തിരനോട്ട ജാലകം അടയ്‍ക്കുക
ne: छाप देखाउने विन्डो बन्द गर
pa: ਛਾਪੇ ਦਾ ਨਮੂਨਾ ਦੇਣ ਵਾਲਾ ਝਰੋਖਾ ਬੰਦ ਕਰੋ
ta: «îº¢Î-Óý¸¡ðº¢ º¡ÇÃò¨¾ ãÎõ

source: Shows the first page
hi: प्रथम पेज को प्रदर्शित करें
ml: ആദ്യ താള് കാണിക്കുക
ne: पहिलो पाना देखाउँछ
pa: ਪਹਿਲਾਂ ਸਫਾ ਵਿਖਾਉ
ta: Ó¾ø Àì¸ò¨¾ì ¸¡ñÀ¢ìÌõ

source: Shows the previous page
hi: पिछले पेज को प्रदर्शित करें
ml: തൊട്ട് മുന്പുള്ള താള് കാണിക്കിന്നു
ne: पहिलेको पाना देखाउँछ
pa: ਪਿਛਲਾ ਸਫਾ ਵਿਖਾਉ
ta: ­¾üÌÓý ¸¡ðÊÂ Àì¸ò¨¾ì ¸¡ñÀ¢ìÌõ

source: Shows the next page
hi: अगले पेज को प्रदर्शित करें
ml: അടുത്ത താള് കാണിക്കിന്നു
ne: अर्को पाना देखाउँछ
pa: ਅਗਲਾ ਸਫਾ ਵਿਖਾਉ
ta: «Îò¾ Àì¸ò¨¾ì ¸¡ñÀ¢ìÌõ

source: Shows the last page
hi: अंतिम पेज को प्रदर्शित करें
ml: അവസാന താള് കാണിക്കിന്നു
ne: अन्तिम पाना देखाउँछ
pa: ਅਖੀਰੀ ਸਫਾ ਵਿਖਾਉ
ta: ¸¨¼º¢ô Àì¸ò¨¾ì ¸¡ñÀ¢ìÌõ

source: Zooms 1:1
hi: सामान्य ज़ूम 1:1 में दिखाएं
ml: 1:1 വലിപ്പം
ne: 1:1 नजिकबाट हेर
pa: ਜੂਮ 1:1 ਰੇਸ਼ੋ
ta: 1:1 «ÇÅ¢ø ¸¡ðÎõ

source: Zooms to fit the whole page
hi: पूरा पेज एक साथ दिखाएं
ml: മുഴുവന് താളും ഉള്‍ക്കൊള്ളത്തക്കവിധം വലിപ്പം ആക്കുന്നു
ne: सम्पुर्ण पाना भरि देखाउनलाइ जुम गर
pa: ਸਾਰੇ ਸਫੇ ਮੁਤਾਬਕ ਜੂਮ ਕਰੋ
ta: ÓØ Àì¸ò¾¢ø ¦À¡ÕòÐÁ¡Ú ¦À¡¢¾¡ìÌ

source: Zooms the page in
hi: पेज को बड़े आकार में दिखाएं
ml: താള് വലിപ്പം കൂട്ടുന്നു
ne: पाना भित्र ठुलो पारेर देखाउ
pa: ਸਫੇ ਦਾ ਜੂਮ ਹਟਾਉ
ta: Àì¸ò¨¾ ¦À¡¢¾¡¸ì ¸¡ñÀ¢ìÌõ

source: Zooms the page out
hi: पेज को छोटे आकार में दिखाएं
ml: താള് വലിപ്പം കുറയ്‍ക്കുന്നു
ne: पाना बाहिर ठुलो पारेर देखाउ
pa: ਸਫਾ ਜੂਮ ਕਰੋ
ta: Àì¸ò¨¾ º¢È¢¾¡¸ì ¸¡ñÀ¢ìÌõ

source: Gnome Print Preview
hi: गनोम प्रिंट पूर्व दर्शन
ml: ഗ്നോം അച്ചടി തിരനോട്ടം
ne: जिनोम प्रिन्ट पुर्वद्रिश्य
pa: ਗਨੋਮ ਛਾਪੇ ਦਾ ਨਮੂਨਾ
ta: ¸§É¡õ «îº¢Îõ-Óý¸¡ðº¢

source: mm
hi: मिमि
ml: മി.മി
ne: एमएम
pa: ਮਿਮੀ
ta: Á¢.Á£

source: cm
hi: सेमि
ml: സെ.മി
ne: सिएम
pa: ਸੈਮੀ
ta: ¦º.Á£

source: m
hi: मि
ml: മി
ne: एम
pa: ਮੀ
ta: Á£

source: in
hi: में
ml: ഇഞ്ച്
ne: भित्र
pa: ਇੰਚ
ta: þ

source: Paper and layout
hi: कागज तथा प्रिंट दशा
ta: ¸¡¸¢¾Óõ ­¼ «¨Á×õ

source: Paper _size:
hi: कागज का आकार:
ml: പത്ര വലിപ്പം:
ne: पानाको आकार
pa: ਸਫੇ ਦਾ ਅਕਾਰ (_s):
ta: ¸¡¸¢¾ «Ç×:

source: _Width:
hi: चौड़ाई:
ml: വീതി:
ne: चौडाइ
pa: ਲੰਬਾਈ (_W):
ta: _«¸Äõ:

source: _Height:
hi: ऊंचाई:
ml: ഉയരം:
ne: -उचाइ
pa: ਉਚਾਈ (_H):
ta: ¯ÂÃõ:

source: Metric selector
hi: मेट्रिक चयन
pa: ਮਾਪ ਚੁਣ ਕਰੋ
ta: «Çò¾ø ¦¾Ã¢× ¦ºö¾ø

source: Specifies the metric to use when setting the width and height of the paper
hi: पेज की लंबाइ और चोढाइ समायोजन् के लिए मेट्रिक
pa: ਮਾਪ ਦਸੋ ਜੋ ਕਿ ਸਫਾ ਦੀ ਲ਼ੰਬਾਈ ਤੇ ਉਚਾਈ ਵਰਤਣ ਸਮੇ ਵਰਤਿਆ ਜਾ ਸਕੇ
ta: ¸¡¸¢¾ò¾¢ý «¸Äõ ÁüÚõ ¯ÂÃõ «¨ÁìÌõ§À¡Ð ÀÂýÀÎò¾ §ÅñÊÂ «Çò¾ø

source: _Feed orientation:
hi: कागज जाने की दिशा
pa: ਘੰਮਾਉ ਦਿਉ (_F):
ta: °ðÎ ¾¢¨º «¨Á×:

source: Page _orientation:
hi: पेज छापे जाने की दिशा
ml: താള് കിടപ്പ്:
ne: पाना_अभिमुखिकरण
pa: ਸਫਾ ਦੀ ਸਥਿਤੀ (_o):
ta: ¸¡¸¢¾ ¾¢¨º «¨Á×:

source: _Layout:
hi: लेआउट
ml: കെട്ടുംമട്ടും:
ne: ढाँचा
pa: ਸੰਰਚਨਾ(_L):
ta: ­¼ «¨Á×:

source: Preview
hi: पूर्वदर्शन
ml: തിരനോട്ടം
ne: पुर्वद्रिश्य
pa: ਨਮੂਨਾ
ta: Óý¸¡ñðº¢

source: Preview of the page size, orientation and layout
hi: पेज की दिशा और लेआउट का पूर्वदर्शन्
ne: पानाको आकारको पुर्वद्रिश्य,ढाँचा र हभिमुखिकरण
pa: ਸਫੇ ਦੇ ਅਕਾਰ, ਸਥਿਤੀ ਤੇ ਮੂਲ ਸਥਿਤੀ ਦਾ ਨਮੂਨਾ
ta: Àì¸ò¾¢ý «Ç×, ¾¢¨º «¨Á×, «¨ÁôÒ Óý¸¡ðº¢

source: Margins
hi: मार्जिन्
ne: क्षेत्र
pa: ਹਾਸੀਆ
ta: µÃí¸û

source: Top
hi: ऊपर
ml: മുകളില്
ne: माथि
pa: ਉਤਲਾ
ta: §Áø

source: Bottom
hi: नीचे
ml: താഴെ
ne: तल
pa: ਥੱਲੇ
ta: ¸£ú

source: Left
hi: बांये
ml: ഇടത്
ne: देब्रे
pa: ਖੱਬਾ
ta: ­¼Ð

source: Right
hi: दायें
ml: വലത്
ne: दाहिने
pa: ਸੱਜਾ
ta: ÅÄÐ

source: No papers defined
hi: कागज को निर्धारित नहीं किया गया है
ta: ¸¡¸¢¾í¸û Å¨ÃÂÚì¸Å¢ø¨Ä

source: No orientations defined
hi: कागज की दिशा निर्धारित नहीं की गई है
ta: ¾¢¨º «¨Á×¸û Å¨ÃÂÚì¸Å¢ø¨Ä

source: No layouts defined
hi: कोई लेआउट निर्धारित नहीं किया गया है
ta: «¨ÁôÒ¸û Å¨ÃÂÚì¸Å¢ø¨Ä

source: Printer
hi: प्रिंटर
ml: അച്ചടിയന്ത്രം
ne: छाप्नेयन्त्र
pa: ਛਾਪਾ (ਪ੍ਰਿੰਟਰ)
ta: «îÍô¦À¡È¢

source: State:
hi: स्थिति:
ta: ¿¢¨Ä:

source: Type:
hi: प्रकार:
ta: Å¨¸:

source: Comment:
hi: टिप्पणी:
ta: ÌÈ¢ôÒ¨Ã:

source: Co_nfigure
hi: कानफिगर
ml: സജ്ജീകരിക്കുക
ne: मिलाउनु
pa: ਸੰਰਚਨਾ (_n)
ta: ÅÊÅ¨Á

source: Adjust the settings of the selected printer
hi: चयनित प्रिंटर के समायोजन् बदलें
ml: തെരഞ്ഞെടുത്ത അച്ചടിയന്ത്രത്തിന്റെ ‌സജ്ജീകരികരണങ്ങള് ശരിയാക്കുക
pa: ਚੁਣੇ ਛਾਪੇ(ਪ੍ਰਿੰਟਰ) ਦਾ ਨਿਰਧਾਰਨ ਨੂੰ ਤਰਤੀਬ ਦਿਉ
ta: ¦¾Ã¢×¦ºöÐûÇ «îÍô¦À¡È¢Â¢ý «¨Áô¨À Á¡üÚ

source: Pr_inter:
hi: प्रिंटर:
ta: «îÍô_¦À¡È¢:

source: _Settings:
hi: समायोजन:
ml: സജ്ജീകരണങ്ങള്:
ne: मिलाउनु
pa: ਨਿਰਧਾਰਨ (_S):
ta: _«¨Á×¸û:

source: _Location:
hi: स्थान:
ml: സ്ഥാനം:
ne: स्थान
pa: ਥਾਂ (_L):
ta: _­¼õ:

source: Select Printer
hi: प्रिंटर का चयन करें
ta: «îÍô¦À¡È¢¨Âò ¦¾Ã¢×¦ºö

source: Select printer model
hi: प्रिंटर का माडल चयन करें
ta: «îÍô¦À¡È¢ ÀÊÁò¨¾ ¦¾Ã¢×¦ºö

source: Manufacturer
hi: निर्माता
ta: ¯üÀò¾¢Â¡Ç÷

source: Model
hi: माॅडल
ta: ÀÊÁõ

source: Name
hi: नाम
ta: ¦ÀÂ÷

source: Add printer
hi: प्रिंटर जोड़ें
ta: Ò¾¢Â «îÍô¦À¡È¢¨Âî §º÷

source: From PPD...
hi: PPD से...
ta: PPD­ø ­ÕóÐ...

source: Portrait
hi: लम्बबत (खड़ा)
ta: ¯ÕÅ¸¡ðº¢

source: Landscape
hi: क्षैतिज (आड़ा)
ta: ¿¢Äì¸¡ðº¢

source: Rotate 180
hi: 180 डिग्री से घुमाएं
ta: 180 ÍÆüº¢

source: Manage printers
hi: प्रिंटर का प्रबंधन करें
ta: «îÍô¦À¡È¢¸¨Ç ¿¢÷Å¸¢

source: Add new printer
hi: नया प्रिंटर जोड़ें
ta: Ò¾¢Â «îÍô¦À¡È¢¨Âî §º÷

source: No printer selected
hi: कोई प्रिंटर का चयन नहीं किया गया है
ml: ഒരു അച്ചടിയന്ത്രവും തെരഞ്ഞെടുത്തിട്ടില്ല
ne: कुनै छाप्नेयन्त्र छानिएन
pa: ਕੋਈ ਛਾਪਾ (ਪ੍ਰਿੰਟਰ) ਉਪਲਬਧ ਨਹੀ
ta: «îÍô¦À¡È¢ ¦¾Ã¢×¦ºöÂÅ¢ø¨Ä

source: No settings available
hi: कोई समायोजन उपलब्ध नहीं है
ml: സജ്ജീകരണങ്ങള് ഒന്നും ഇല്ല
ne: केहि मिलाएको छैन
pa: ਕੋਈ ਨਿਰਧਾਰਨ ਨਹੀ ਹੈ
ta: «¨Á×¸û ²Ðõ ­ø¨Ä

source: Add new settings
hi: नया समायोजन जोड़े
ml: പുതിയ സജ്ജീകരണങ്ങള് ചേര്ക്കുക
ne: नया तरिकाले मिलाउ
pa: ਨਵਾਂ ਨਿਰਧਾਰਨ ਲਵੋ
ta: Ò¾¢Â «¨Á×¸¨Ç §º÷

source: Default printer
hi: डिफाल्ट प्रिंटर
ta: ¦¸¡¼¡¿¢¨Ä «îÍô¦À¡È¢

source: My App Print Preview
hi: मेरे अनुप्रयोग का प्रिंट पूर्व दर्शन
ta: ±ÉÐ ¿¢ÃÄ¢ý «îÍô¦À¡È¢ Óý¸¡ðº¢

source: extracts the first font from output.pdf and places it in font.dump.
hi: output.pdf में से प्रथम फोन्ट निकालकर उसे font.dump में रखें
ta: output.pdfÂ¢ý Ó¾ø ±ØòÐ-Å¨¸¨Â ±ÎòÐ font.dumpÂ¢ø §À¡Îõ

source: extracts the font header from font.dump
hi: font.dump में से फोन्ट हैडर निकाले
ta: font.dumpÂ¢ý ±ØòÐ-Å¨¸ ¾¨Äô ÀÌ¾¢¨Â À¢Ã¢ò¦¾ÎìÌõ

source: extracts the font body
hi: फोन्ट बाॅडी को निकाले
ta: ±ØòÐ-Å¨¸Â¢ý ¯¼õ¨À À¢Ã¢ò¦¾ÎìÌõ

source: decrypts the font body
hi: फोन्ट बाॅडी के कूटभाषा को पुन:परिवर्तित करें
ta: ±ØòÐ Å¨¸Â¢ý ¯¼õ¨À Á¨ÈÂ£Î ¿£ìÌõ

source: Render from metafile
hi: मेटाफाइल से रैण्डर करें
ta: Á£-§¸¡ôÀ¢Ä¢ÕóÐ Å¨Ã

source: PATH
hi: पाथ
ta: À¡¨¾

source: Bring up font dialog
hi: फोन्ट डाॅयलाग प्रदर्शित करें
ta: ±ØòÐ Å¨¸ ¯¨ÃÂ¡¼¨Äì ¸¡ðÎ¸

source: Bring up printer dialog
hi: प्रिंटर डाॅयलाग प्रदर्शित करें
ta: «îÍô§À¡È¢ ¯¨ÃÂ¡¼¨Äì ¸¡ðÎ¸

source: Bring up print dialog
hi: प्रिंट डाॅयलाग प्रदर्शित करें
ta: «îº¢Î ¯¨ÃÂ¡¼¨Äì ¸¡ñÀ¢

source: Use GnomePrintMasterPreview
hi: गनोम प्रिंटर मास्टर पूर्वदर्शन का प्रयोग करें
ta: GnomePrintMasterPreview ÀÂýÀÎòÐ

source: Show paper dialog
hi: कागज डाॅयलाग प्रदर्शित करें
ta: ¸¡¸¢¾ ¯¨ÃÂ¡¼¨Äì ¸¡ñÀ¢

source: Print text file
hi: पाठ्य फाइल प्रिंट करें
ta: ¯¨Ã §¸¡ô¨À «îº¢Î¸

source: /View/Zoom _In
ta: /¸¡ðº¢/¦À¡¢¾¡¸ ¸¡ðÎ

source: Pt
ml: ബിന്ദു
ne: पिटि
ta: Ò

source: Text
ml: വാചകം
ne: पाठ
pa: ਪਾਠ

source: Text to render
ml: രചന ചിട്ടപ്പെടുത്തല്‌ ഉപാധി
ne: चित्रणको लागि पाठ
pa: ਪੇਸ਼ ਕਰਨ ਲਈ ਪਾਠ

source: Glyphlist
ne: स्वनिम सुची
pa: ਗਲੇਫਲਿਸਟ

source: Color
ml: വ‍ര്ണ്ണങ്ങള്‌
ne: रँग
pa: ਰੰਗ

source: Text color, as string
ml: അക്ഷരങ്ങളുടെ നിറം
ne: पाठको रँग , सुत्र जस्तो
pa: ਪਾਠ ਰੰਗ, ਸਤਰ ਦੀ ਤਰਾਂ

source: Text color, as an R/G/B/A combined integer
ml: അക്ഷരങ്ങളുടെ നിറം ഒരു RGB ഒരു എണ്ണല് സംഖ്യ പോലെ
ne: पाठको रँग,
pa: ਪਾਠ ਰੰਗ, R/G/B/A ਦੀ ਤਰਾਂ

source: Font
ml: അക്ഷരരൂപം
ne: फन्ट
pa: ਫੋਟ

source: Font as a GnomeFont struct
pa: ਫੋਟ GnomeFont ਸਟਕਚਰ ਦੀ ਤਰਾਂ

source: Default Settings
ne: पुर्वनिर्धारित मिलान
pa: ਮੂਲ ਨਿਰਧਾਰਨ

source: Image showing pages being printed in duplex.
ne: तस्बिर देखाउने पानाहरु दोहोरो रुपमा छापिदैछन
pa: ਚਿਤਰ ਵੇਖਾ ਰਿਹਾ ਸਫੇ ਡੁਪਲੈਕਸ ਵਿਚ ਛਾਪੇਗਾ

source: _Duplex
ne: दोहोरो
pa: ਡੁਪਲੈਕਸ

source: Pages are printed in duplex.
ne: पानाहरु दोहोरो रुपमा छापिए
pa: ਸਫੇ ਡੁਪਲੈਕਸ ਵਿਚ ਛਾਪੇ ਜਾਣਗੇ

source: Image showing the second page of a duplex printed sequence to be printed upside down.
pa: ਚਿਤਰ ਡੁਪਲੈਕਸ ਵਿਚ ਛਾਪਣ ਵੇਲੇ ਦੂਜੇ ਸਫਾ ਵੇਖਾ ਰਿਹਾ ਜੋ ਕਿ ਉਪਰਲੇ ਪਾਸੇ ਛਪੇਗਾ

source: _Tumble
ne: तल खस्नु
pa: ਬੇਤਰਤੀਬੀ

source: If copies of the document are printed in duplex, the second page is flipped upside down,
pa: ਜੇਕਰ ਕਰ ਦਸਤਾਵੇਜ ਦੀਆਂ ਨਕਲਾਂ ਡੁਪਲੈਕਸ਼ ਵਿਚ ਤਿਆਰ ਕੀਤੀਆ ਗਈਆ ਤਾਂ ਦੂਜੇ ਸਫੇ ਦਾ ਉਪਰਾ ਹਿਸਾ ਹੇਠਾਂ ਹੋਵੇਗਾ

source: _Printing Time:
ne: प्रिन्टगर्ने समय
pa: ਛਾਪਣ ਲਈ ਨਿਸ਼ਚਿਤ ਸਮਾਂ:

source: Error while loading printer configuration
ne: छाप्नेयन्त्र मिलाउने क्रममा समस्या देखियो
pa: ਗਲਤੀ ਛਾਪੇ (ਪ੍ਰਿੰਟਰ) ਦੀ ਸੰਰਚਨਾ ਲੋਡ ਕਰਨ ਵਿਚ

source: Print Range
ne: प्रिन्टहुने क्षेत्र
pa: ਛਾਪਣ ਲਈ ਨਿਸ਼ਚਿਤ ਸੀਮਾਵਾਂ

source: Job
ml: ജോലി
ne: काम
pa: ਕੰਮ

source: Paper
ml: താള്
ne: कागज
pa: ਸਫਾ

source: Use _theme colors for content
ne: ति रँगहरु बिषयबस्तुको लागि प्रयोग गर
pa: ਪ੍ਰਸੰਗ ਲਈ ਸਰੂਪ ਰੰਗ ਵਰਤੋਂ

source: Other
ne: अरु
pa: ਹੋਰ

source: View multiple pages
ne: बिविध पानाहरु देखाउ
pa: ਬਹੁਤੇ ਸਫ਼ੇ ਇਕੋ ਵੇਲੇ ਵੇਖੋ

source: Number of pages horizontally
ne: तेर्सो पारेर पानाको सङ्ख्या राख
pa: ਲੰਬਾਈ ਅਨੁਸਾਰ ਸਫੇ ਵੇਖੋ

source: Number of pages vertically
ne: ठाडो पारेर पानाको सङ्ख्या राख
pa: ਉਚਾਈ ਅਨੁਸਾਰ ਸਫ਼ ਵੇਖੋ

source: No visible output was created.
pa: ਕੋਈ ਵੇਖਣਯੋਗ ਨਤੀਜਾ ਨਹੀ ਬਣਇਆ ਹੈ

source: Paper and Layout
ne: कागज र ढाँचा
pa: ਸਫਾ ਅਤੇ ਢਾਚਾਂ

source: Paper _tray:
ne: कागज राख्ने ठाँउ
pa: ਸਫਾ ਪਰਨਾਲਾ (_s):

source: No options are defined
ml: ബദലുകള് നിര്ണ്ണയിച്ചിട്ടില്ല
ne: कुनै बिकल्प बर्णनगरिएको छैन
pa: ਕੋਈ ਚੋਣ ਪ੍ਰਭਾਸ਼ਿਤ ਨਹੀ

source: Print to _file
ne: छाप्न असफल
pa: ਫਾਇਲ ਵਿਚ ਛਾਪੋ

source: State
pa: ਸਥਿਤੀ

source: Jobs
pa: ਕੰਮ

source: Location
pa: ਥਾਂ

source: The specified filename "%s" is an existing directory.
pa: ਨਿਰਧਾਰਿਤ ਫਾਇਲ ਨਾਂ "%s" ਪਹਿਲਾਂ ਹੀ ਡਾਇਕਰੈਕਟਰੀ ਵਿਚ ਮੌਜੂਦ ਹੈ

source: Should the file %s be overwritten?
ne: %s फाइलमाथि फेरि लेखिन सक्छ
pa: ਕੀ ਫਾਇਲ %s ਉੱਪਰ ਹੀ ਲਿਖ ਦਿਤਾ ਜਾਵੇ?

source: Please specify the location and filename of the output file:
ne: बाहिरि फाइलको स्थान र फाइलनाम बारे परिचितहोउ
pa: ਨਤੀਜਾ ਫਾਇਲ ਲਈ ਥਾਂ ਅਤੇ ਫਾਇਲ ਨਾਂ ਨਿਰਧਾਰਿਤ ਕਰੋ

source: All Files
ne: सम्पुर्ण फाइलहरु
pa: ਸਾਰੀਆਂ ਫਾਇਲਾਂ
