Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/eel/po/*.po
Languages: bn, ne

source: Image/label border
ne: चित्र / लेबल सिमाना

source: Width of border around the label and image in the alert dialog
ne: सचेत सम्वाद भित्र सिमारेखाको चौडाइ लेवल र तस्विरको बरिपरि

source: Alert Type
ne: आकस्मिक प्रकार

source: The type of alert
ne: आकस्मिक को प्रकार

source: Alert Buttons
ne: आकस्मिक सम्बाद

source: The buttons shown in the alert dialog
ne: आकस्मिक सम्बादमा बतनहरु देदखाउ

source: Show more _details
ne: बेरै बर्णनगरेर देखाउ

source: X
ne: एक्स

source: Y
ne: वाई

source: Text
bn: শব্দ
ne: पाठ्य

source: The text of the label.
bn: লেবেল এর নাম।
ne: लेबलको पाठ्य

source: Justification
bn: বিন্যাস
ne: मिलान

source: Line wrap
bn: বাক্য গুটানো
ne: लाइन संकुचन

source: If set, wrap lines if the text becomes too wide.
bn: নির্বাচিত হলে, অনেক বেশী শব্দের জন্য বাক্য গুটানো হবে।
ne: यदि मिलाइएमा, यदि पाठ धेरै चौडा भयो भने रेखाहरु वार्प गर

source: Cursor Position
bn: কার্সর এর অবস্থান
ne: कर्सरको स्थिति

source: The current position of the insertion cursor in chars.
bn: অক্ষর গুলোর মাঝে কার্সর এর বর্তমান অবস্থান।
ne: अक्षरमा कर्सर सुक्षम यन्त्र प्रबेसको तत्कालको स्थिति

source: Selection Bound
bn: নির্বাচন সীমাবদ্ধতা
ne: रोजाई सिमाबद्द गर्नु

source: The position of the opposite end of the selection from the cursor in chars.
bn: বিপরীত দিক থেকে নির্বাচিত অক্ষর গুলোর মাঝে কার্সর এর অবস্থান।
ne: चार्स भित्रको कर्सरबाट बिपरितको अवस्था छान्नेक्रमको अन्त्य हो

source: Select All
bn: সবকিছু নির্বাচন কর
ne: सबै छान्नुस

source: Input Methods
bn: ইনপুট পদ্ধতি গুলো
ne: प्रवेश तरिका

source: GConf error: %s
bn: GConf সমস্যা: %s
ne: GConf को गल्ति: %s

source: GConf error: %s
ne: GConf को गल्ति: %s

source: All further errors shown only on terminal.
ne: पछिका सबै त्रुतिहरु टर्मिनलमा मात्र देखाउछ

source: GConf Error
bn: GConf সমস্যা
ne: जिकोन्फ त्रुटि

source: 01/01/00, 01:00 AM
bn: ০১/০১/০০, ০১:০০ AM
ne: १/ १/११, १:०० एएम

source: 1/1/00, 1:00 AM
bn: ১/১/০০, ১:০০ AM
ne: १/ १/११, १:०० एएम

source: 1/ 1/00, 1:00 AM
bn: ১/ ১/০০, ১:০০ AM
ne: १/ १/००, १:०० एएम

source: No image was selected.
ne: चित्र छानिएको थिएन

source: You must click on an image to select it.
ne: चित्र छान्नको लागि त्यस चित्रमै दबाउनु पर्छ

source: No Selection Made
ne: केहिपनि छानिएको छैन

source: You can stop this operation by clicking cancel.
ne: खारेजि कि मा दबाएर तिमीले यो संचालन रोक्न सक्छौ

source: Info
bn: তথ্য
ne: सुचना / इन्फो

source: Warning
bn: সতর্কীকরণ
ne: साबधान

source: Error
bn: সমস্যা
ne: गल्ति

source: Question
bn: প্রশ্ন
ne: प्रश्न

source: (invalid Unicode)
bn: (বাতিল ইউনিকোড)
ne: (बेकाम यूनिकोड)

source: The alignment of the lines in the text of the label relative to each other. This does NOT affect the alignment of the label within its allocation. See GtkMisc::xalign for that.
bn: লেবেল এর শব্দ গুলোর বাক্য বিন্যাস, একে অপরের সাপেক্ষিক।এর বন্টনের মাঝে এটা লেবেল এর বিন্যাস কে প্রভাবিত করবে না।এর জন্য GtkMisc::xalign দেখুন।

source: GConf error: %s All further errors shown only on terminal
bn: GConf সমস্যা: %s বাকি সমস্যা গুলো শুধু মাত্র টার্মিনালে দেখানো হয়েছে

source: No image was selected. You must click on an image to select it.
bn: কোন ছবি নির্বাচিত করা হয়নি। নির্বাচিত করতে চাইলে আপনাকে ছবিটির উপর ক্লিক করতে হবে।

source: No selection made
bn: কিছু নির্বাচন করা হয়নি

source: _Username:
bn: _ব্যবহার কারীর নাম:

source: _Password:
bn: _পাসওয়ার্ড:

source: Remember this password
bn: এই পাসওয়ার্ডটি মনে রেখো

source: Details
bn: বিস্তারিত
