Repository: Acidburn0zzz/athena-svn-mirror
Catalog: third/scrollkeeper/po/*.po
Languages: de, ko, nl, no

source: %s: warning: %s overrides %s
nl: %s: waarschuwing: %s heeft voorrang boven %s

source: %s: %s: is not a directory
de: %s: %s: ist kein Verzeichnis
ko: %s: %s: 는 디렉토리가 아닙니다
nl: %s: %s: is geen directory
no: %s: %s: er ikke en katalog

source: No Content List for this locale!!!
de: Keine Inhaltsliste für diese Locale!
ko: 이 로케일에 대한 내용 목록이 없습니다!!!
nl: Kan geen inhouds lijst vinden voor deze locale!!!
no: Ingen innholdsliste for dette localet!!!

source: %s: out of memory: %s
de: %s: Speicher voll: %s
ko: %s: 메모리 부족: %s
nl: %s: te weinig geheugen: %s
no: %s: ikke mer minne: %s

source: wrong content list file %s
de: falsche Inhaltslisten-Datei %s
ko: 잘못된 내용 목록 파일 %s
nl: verkeerd inhoud bestand %s
no: feil fil for innholdsliste %s

source: wrong extended content list file %s
de: falsche erweiterte Inhaltslisten-Datei %s
ko: 잘못된 확장 내용 목록 파일 %s
nl: verkeerd uitgebreid inhoud bestand %s
no: feil fil for utvidet innholdsliste %s

source: %s missing
de: %s fehlt
ko: %s 빠트림
nl: kan %s niet vinden
no: %s mangler

source: 3D Modelling
nl: 3D rendering

source: 3D Rendering
nl: CAD

source: ADA
nl: C

source: Administration
nl: Backups

source: Analysis
nl: CD fabricatie

source: AppleTalk
nl: PPP

source: Applets
nl: Amusement

source: Applications
nl: Programma's

source: Arcade
nl: Bordspelletjes

source: Archiving
nl: Berekenen

source: Arts
nl: Informatica

source: Astronomy
nl: Sterrenkunde

source: Astrophysics
nl: Biologie

source: BIND
nl: Printen

source: Backups
nl: Plaatselijk

source: Biology
nl: Scheikunde

source: Board
nl: 3D schietspellen

source: Build Tools
nl: Codegeneratoren

source: C++
nl: GNOME

source: CAD
nl: Opvangen

source: CD Mastering
nl: Convertering

source: CDE
nl: Ontwikkeling

source: CLI
nl: Grafische gebruikers interface

source: Calculating
nl: Klokken

source: Caldera
nl: Debian

source: Calendar
nl: Dataverwerking

source: Capture
nl: Convertering

source: Chat
nl: Email

source: Chemistry
nl: EDA

source: Clock
nl: Monitoren

source: Clocks
nl: Comprimeren

source: Code Generators
nl: Configuratie

source: Compression
nl: Bestands hulpmiddelen

source: Computer Science
nl: Engels

source: Config Files
nl: Configuratiehulpmiddelen

source: Configuration
nl: Lettertypen

source: Configuration Tools
nl: Andere

source: Conversion
nl: Tekening

source: Core Desktop
nl: Programmatjes

source: Cryptography
nl: Andere

source: DNS
nl: Andere

source: Data Processing
nl: Database

source: Database
nl: Email

source: Databases
nl: Ontwikkelingshulpmiddelen

source: Debian
nl: Mandrake

source: Debuggers
nl: Geïntegreerde ontwikkelingsomgeving

source: Development
nl: Databases

source: Development Tools
nl: Bouwhulpmiddelen

source: Display
nl: Bewerken

source: Distributions
nl: Caldera

source: Drawing
nl: Bewerking

source: EDA
nl: Genetica

source: Editing
nl: Viewing

source: Education
nl: Opleiding

source: Email
nl: Fax

source: English
nl: Taal

source: Environments
nl: ADA

source: FTP
nl: Internet telefoon

source: Fax
nl: Bestandsdeling

source: Fighting
nl: Rollenspel

source: File Sharing
nl: FTP

source: File Utilities
nl: Monitoren

source: Filesystems
nl: Netwerken

source: Financial
nl: Personlijke planning

source: Firewall
nl: Inbraakdetectie

source: First Person Shooters
nl: Puzzels

source: Fonts
nl: Inlog-managers

source: FreeBSD
nl: Linux

source: GNOME
nl: GTK+

source: GUI
nl: Andere

source: Games
nl: Arcade

source: General
nl: Licensies

source: Genetics
nl: Wiskunde

source: Graphics
nl: 3D Modellering

source: HTTP
nl: FTP

source: Hardware
nl: Processor

source: IDEs
nl: Inpakken

source: Input Devices
nl: Netwerken

source: Internet
nl: Chat

source: Internet Phone
nl: Mededelen

source: Introductory
nl: Aanwijzing

source: Intrusion Detection
nl: Virus

source: Java
nl: KDE

source: KDE
nl: Perl

source: Kernels
nl: FreeBSD

source: Language
nl: Wiskunde

source: Libraries
nl: Systeem calls

source: Licenses
nl: Linux

source: Linux
nl: NetBSD

source: Local
nl: Niet-plaatselijk

source: Login Managers
nl: Screensavers

source: MIDI
nl: Mixers

source: Mandrake
nl: Red Flag

source: Math
nl: Natuurkunde

source: Maths
nl: Muziek

source: Messaging
nl: Niews

source: Mixers
nl: Afspelers

source: Monitors
nl: Printen

source: Multimedia
nl: Plaatjes

source: Music
nl: Wetenschap

source: NetBSD
nl: Andere

source: Network
nl: Hulpmiddel

source: Networking
nl: AppleTalk

source: News
nl: Video vergadering

source: Office
nl: Kalender

source: Other
nl: Spelletjes

source: PCI/ISA/PCMCIA
nl: Andere

source: PIM
nl: Plotting

source: PPP
nl: SMB

source: Package Management
nl: Beveileging

source: Packaging
nl: Profiling

source: Perl
nl: Python

source: Physics
nl: Visualisatie

source: Players
nl: Opnemen

source: Plotting
nl: Presentatie

source: Presentation
nl: Publiceren

source: Printing
nl: Terminals

source: Processor
nl: Opslagplaats

source: Profiling
nl: RAD

source: Programs
nl: Ontwikkeling

source: Publishing
nl: Webpubliceren

source: Puzzles
nl: Vechten

source: Python
nl: Qt

source: Qt
nl: Tcl/Tk

source: RAD
nl: Versiebesturing

source: Recording
nl: Spraak

source: Red Flag
nl: Red Hat

source: Red Hat
nl: Slackware

source: Remote
nl: Bestandsystemen

source: Role-Playing
nl: Simulatie

source: SMB
nl: TCP/IP

source: SSH
nl: Telnet

source: Science
nl: Technologie

source: Scientific
nl: Astronomie

source: Screensavers
nl: Venstermanagers

source: Security
nl: Geheimschrift

source: Services
nl: HTTP

source: Settings
nl: Systeem

source: Simulation
nl: Strategie

source: Slackware
nl: SuSE

source: Sound
nl: Analyse

source: Speech
nl: Andere

source: Storage
nl: Video

source: Strategy
nl: Andere

source: SuSE
nl: Andere

source: Syslog
nl: BIND

source: System
nl: Andere

source: System Calls
nl: Andere

source: TCP/IP
nl: DNS

source: Tcl/Tk
nl: WebML

source: Technology
nl: Test

source: Telnet
nl: Syslog

source: Terminals
nl: Tekst hulpmiddelen

source: Testing
nl: Andere

source: Text Editors
nl: CLI

source: Text Utilities
nl: Andere

source: Tutorials
nl: Beschrijving

source: Users
nl: Andere

source: Utilities
nl: Archiveren

source: Utility
nl: Programma's

source: Version Control
nl: Andere

source: Video
nl: Opvangen

source: Video Conferencing
nl: Web

source: Viewing
nl: Andere

source: Virus
nl: Andere

source: Visualisation
nl: Andere

source: Web
nl: Andere

source: Web Publishing
nl: Tekstverwerken

source: WebML
nl: Andere

source: White Papers
nl: Spelletjes

source: Window Managers
nl: Andere

source: Word Processing
nl: Andere

source: X
nl: Configuratie

source: gtk++
nl: Java

source: scrollkeeper-install: out of memory: %s
de: scrollkeeper-install: Speicher voll: %s
ko: scrollkeeper-install: 메모리 부족: %s
no: scrollkeeper-install: ikke mer minne: %s

source: Usage: scrollkeeper_install [-p <SCROLLKEEPER_DB_DIR>] <OMF FILE>
de: Verwendung: scrollkeeper_install [-p <SCROLLKEEPER_DB_VERZ>] <OMF_DATEI>
ko: 사용법: scrollkeeper_install [-p <스크롤키퍼 데이터베이스 디렉토리>] <OMF 파일>
no: Bruk: scrollkeeper_install [-p <SCROLLKEEPER_DB_KAT>] <OMF_FIL>

source: wrong omf file %s
de: falsche OMF-Datei %s
ko: 잘못된 omf 파일 %s
no: feil omf-fil %s

source: Usage: scrollkeeper_preinstall <DOC FILE> <OMF FILE> <NEW OMF FILE>
de: Verwendung: scrollkeeper_preinstall <DOK_DATEI> <OMF_DATEI> <NEUE_OMF_DATEI>
ko: 사용법: scrollkeeper_preinstall <DOC 파일> <OMF 파일> <새로운 OMF 파일>
no: Bruk: scrollkeeper_preinstall <DOK_FIL> <OMF FIL> <NY OMF FIL>

source: Usage: scrollkeeper_uninstall [-p <SCROLLKEEPER_DB_DIR>] <OMF FILE>
de: Verwendung: scrollkeeper_uninstall [-p <SCROLLKEEPER_DB_VERZ>] <OMF_DATEI>
ko: 사용법: scrollkeeper_uninstall [-p <스크롤키퍼 데이터베이스 디렉토리>] <OMF 파일>
no: Bruk: scrollkeeper_uninstall [-p <SCROLLKEEPER_DB_KAT>] <OMF FIL>

source: Usage: %s [-v] [-p <SCROLLKEEPER_DB_DIR>] [-o <OMF_DIR>]
de: Verwendung: %s [-v] [-p <SCROLLKEEPER_DB_VERZ>] [-o <OMF_VERZ>]
ko: 사용법: %s [-v] [-p <스크롤키퍼 데이터베이스 디렉토리>] [-o <OMF 디렉토리>]
no: Bruk %s [-v] [-p <SCROLLKEEPER_DB_KAT>] [-o <OMF_KAT>]

source: Usage: %s <LOCALE> <CATEGORY TREE FILE NAME>
de: Verwendung: %s <LOCALE> <KATEGORIEBAUM_DATEINAME>
ko: 사용법: %s <로케일> <목록 트리 파일 이름>
no: Bruk: %s <LOCALE> <FILNAVN FOR KATEGORITRE>

source: error while parsing %s
de: Fehler beim Verarbeiten von %s
ko: %s를 분석하는 동안 오류
no: feil under lesing av %s

source: Usage: toc <filename>
de: Verwendung: toc <Dateiname>
ko: 사용법: toc <파일이름>
no: Bruk: toc <filnavn>
